Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationUI/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RMEnrollmentPage1d
source: Each time you set up a user account to publish or access XPS documents with restricted permissions, computers that certify user accounts and manage permissions to the document check your user name and e-mail address. Your account password is not used during this process.
cs: Při každém nastavení uživatelského účtu pro publikování nebo zpřístupnění dokumentu XPS s omezenými oprávněními zkontrolují počítače, které certifikují uživatelský účet a spravují oprávnění dokumentu, uživatelské jméno a e-mailovou adresu. Během tohoto procesu není použito heslo vašeho účtu.
de: Jedes Mal, wenn Sie ein Benutzerkonto einrichten, um XPS-Dokumente mit eingeschränkten Berechtigungen zu veröffentlichen oder darauf zuzugreifen, werden Ihr Benutzername und Ihre E-Mail-Adresse von Computern geprüft, die Benutzerkonten zertifizieren und Berechtigungen für das Dokument verwalten. Während dieses Vorgangs wird Ihr Kontokennwort nicht verwendet.
es: Cada vez que configura una cuenta de usuario para publicar u obtener acceso a documentos XPS con permisos restringidos, los equipos que certifican las cuentas de usuario y administran los permisos del documento comprueban su nombre de usuario y dirección de correo electrónico. La contraseña de su cuenta no se usa durante este proceso.
fr: Chaque fois que vous configurez un compte d'utilisateur pour publier des documents XPS, ou pour accéder à ces derniers, avec des autorisations restreintes, les ordinateurs chargés de certifier les comptes d'utilisateurs et de gérer les autorisations d'accès aux documents, vérifient votre nom d'utilisateur et votre adresse de messagerie. Le mot de passe de votre compte n'est pas utilisé durant le processus.
it: Ogni volta che si configura un account utente per la pubblicazione o l'accesso a documenti XPS con autorizzazioni limitate, i computer che certificano gli account utente e gestiscono le autorizzazioni per il documento eseguono un controllo del nome utente e dell'indirizzo di posta elettronica. La password dell'account non viene utilizzata durante questo processo.
ja: 制限されたアクセス許可で XPS ドキュメントの公開またはアクセスを行うためのユーザー アカウントを設定するたびに、ユーザー アカウントを認証し、ドキュメントに対するアクセス許可を管理するコンピューターによって、ユーザー名と電子メール アドレスが確認されます。このプロセスでは、アカウント パスワードは使用されません。
ko: 권한이 제한된 XPS 문서를 게시하거나 액세스하기 위해 사용자 계정을 설정할 때마다, 사용자 계정을 인증하고 문서에 대한 권리를 관리하는 컴퓨터가 사용자 이름과 전자 메일 주소를 확인합니다. 이 과정 중에 계정 암호는 사용되지 않습니다.
pl: Przy każdym skonfigurowaniu konta użytkownika do publikowania lub uzyskania dostępu do dokumentów XPS z ograniczonymi uprawnieniami komputery certyfikujące konta użytkowników i zarządzające uprawnieniami do dokumentu sprawdzają nazwę użytkownika i adres e-mail. Hasło konta nie jest używane w tym procesie.
pt_br: Sempre que você configurar uma conta de usuário para publicar ou acessar documentos XPS com permissões restritas, os computadores que certificam as contas de usuário e gerenciam as permissões para o documento verificarão o nome de usuário e o endereço de e-mail. A senha da conta não é utilizada durante este processo.
ru: При каждом использовании учетной записи пользователя для публикации или доступа к документам XPS с ограниченными разрешениями компьютеры, сертифицирующие учетные записи пользователей и управляющие правами доступа к документу, проверяют имя пользователя и адрес электронной почты. Во время этого процесса пароль учетной записи не используется.
tr: XPS belgelerini kısıtlı izinlerle yayımlamak veya bu belgelere kısıtlı izinlerle erişmek üzere her kullanıcı hesabı oluşturduğunuzda, kullanıcı hesaplarını belgeleyen ve belgeyle ilgili izinleri yöneten bilgisayarlar kullanıcı adınızı ve e-posta adresinizi denetler. Bu işlem sırasında hesap parolanız kullanılmaz.
zh_hans: 每次设置用户帐户，以使用受限制的权限发布或访问 XPS 文档时，验证用户帐户和管理文档权限的计算机将检查您的用户名称和电子邮件地址。此过程中将不使用您的账户密码。
zh_hant: 每次您以限制權限建立使用者帳戶以發佈或存取 XPS 文件時，負責驗證使用者帳戶與管理文件權限的電腦會檢查您的使用者名稱與電子郵件地址。在此程序中不會使用您的帳戶密碼。

# RMEnrollmentPage1e
source: To continue, click Next.
cs: Chcete-li pokračovat, klikněte na tlačítko Další.
de: Klicken Sie auf "Weiter", um den Vorgang fortzusetzen.
es: Haga clic en Siguiente para continuar.
fr: Cliquez sur Suivant pour continuer.
it: Per continuare, scegliere Avanti.
ja: 続行するには、［追加］ をクリックします。
ko: 계속하려면 [다음]을 클릭하십시오.
pl: Aby kontynuować, kliknij przycisk Dalej.
pt_br: Para continuar, clique em Avançar.
ru: Для продолжения нажмите кнопку "Далее".
tr: Devam etmek için İleri'yi tıklayın.
zh_hans: 要继续，请单击“下一步”。
zh_hant: 若要繼續，請按一下 [下一步]。

# RMEnrollmentPage2a
source: Choose the account you want to use to open protected documents.
cs: Zvolte účet, který chcete použít pro otevírání chráněných dokumentů.
de: Wählen Sie das Konto aus, das Sie zum Öffnen geschützter Dokumente verwenden möchten.
es: Elija la cuenta que desee usar para abrir documentos protegidos.
fr: Choisissez le compte que vous voulez utiliser pour ouvrir les documents protégés.
it: Selezionare l'account che si desidera utilizzare per aprire i documenti protetti.
ja: 保護されたドキュメントを開くために使用するアカウントを選択します。
ko: 암호로 보호된 문서를 여는 데 사용할 계정을 선택하십시오.
pl: Wybierz konto, z którego chcesz korzystać do otwierania chronionych dokumentów.
pt_br: Selecione a conta que deseja utilizar para abrir os documentos protegidos.
ru: Выберите учетную запись, которая будет использоваться для открытия защищенных документов.
tr: Korumalı belgeleri açmak için kullanmak istediğiniz hesabı seçin.
zh_hans: 选择要用来打开受保护文档的帐户。
zh_hant: 選擇您要用來開啟受保護文件的帳戶。

# RMEnrollmentPage2b
source: In the future, this account will be used automatically to open protected documents. You can change this setting later. Your document may need to be reloaded to use the new account.
cs: Do budoucna bude tento účet pro otevírání chráněných dokumentů používán automaticky. Toto nastavení však můžete později změnit. Chcete-li použít nový účet, bude nutné dokument znovu načíst.
de: Künftig wird automatisch das ausgewählte Konto zum Öffnen geschützter Dokumente verwendet. Sie können diese Einstellung zu einem späteren Zeitpunkt ändern. Möglicherweise muss das Dokument zum Verwenden des neuen Kontos neu geladen werden.
es: En el futuro, se usará esta cuenta automáticamente para abrir documentos protegidos. Esta configuración se puede cambiar más adelante. El documento se deberá volver a cargar para usar la nueva cuenta.
fr: À l'avenir, ce compte sera utilisé automatiquement pour ouvrir les documents protégés. Vous pourrez par la suite modifier ce paramètre. Votre document devra éventuellement être rechargé pour permettre l'utilisation du nouveau compte.
it: In futuro, tale account verrà utilizzato automaticamente per aprire i documenti protetti. È possibile modificare l'impostazione in seguito. Per utilizzare il nuovo account potrebbe essere necessario ricaricare il documento.
ja: 今後、保護されたドキュメントを開くためにこのアカウントが自動的に使用されます。この設定は、後で変更できます。新しいアカウントを使用する場合、ドキュメントの再読み込みが必要なことがあります。
ko: 앞으로는 자동으로 이 계정을 사용하여 암호로 보호된 문서를 엽니다. 나중에 이 설정을 바꿀 수 있습니다. 새 계정을 사용하려면 문서를 다시 로드해야 합니다.
pl: W przyszłości to konto będzie używane automatycznie do otwierania chronionych dokumentów. To ustawienie można później zmienić. Użycie nowego konta może wymagać ponownego załadowania dokumentu.
pt_br: No futuro, esta conta será usada automaticamente para abrir documentos protegidos. Essa configuração pode ser alterada posteriormente. O documento poderá ser recarregado para utilizar a nova conta.
ru: В дальнейшем эта учетная запись будет автоматически использоваться для открытия защищенных документов. Эту настройку можно изменить позднее. Возможно, придется заново загрузить документ в случае изменения учетной записи.
tr: Gelecekte, korumalı belgeleri açmak için otomatik olarak bu hesap kullanılacaktır. Daha sonra bu ayarı değiştirebilirsiniz. Yeni hesabın kullanılması için belgenizin yeniden yüklenmesi gerekebilir.
zh_hans: 以后将自动使用此帐户打开受保护的文档。您可以稍后更改此设置。可能需要重新加载文档才能使用新帐户。
zh_hant: 往後會自動使用此帳戶來開啟受保護的文件。稍後您可以變更此設定。可能必須重新載入您的文件，才能使用新的帳戶。

# RMEnrollmentPage2c
source: N&etwork user account
cs: Síťový &uživatelský účet
de: N&etzwerkbenutzerkonto
es: Cuenta de usua&rio de red
fr: Compt&e d'utilisateur réseau
it: Account utente di r&ete
ja: ネットワーク ユーザー アカウント(&E)
ko: 네트워크 사용자 계정(&E)
pl: Si&eciowe konto użytkownika
pt_br: Conta de usuário da r&ede
ru: &Учетная запись пользователя сети
tr: &Ağ kullanıcı hesabı
zh_hans: 网络用户帐户(&E)
zh_hant: 網路使用者帳戶(&E)

# RMEnrollmentPage2e
source: .NET &Passport account
cs: Účet .NET &Passport
de: .NET &Passport-Konto
es: Cuenta de .NET &Passport
fr: Compte .NET &Passport
it: Account .NET &Passport
ja: .NET Passport アカウント(&P)
ko: .NET Passport 계정(&P)
pl: Konto usługi .NET &Passport
pt_br: Conta do .NET &Passport
ru: Учетная &запись .NET Passport
tr: .NET &Passport hesabı
zh_hans: .NET Passport 帐户(&P)
zh_hant: .NET Passport 帳戶(&P)

# RMEnrollmentPage3b
source: Please wait while we finish setting up your account.
cs: Prosím čekejte, dokončujeme nastavení účtu.
de: Warten Sie, während Ihr Konto eingerichtet wird.
es: Espere mientras finaliza la configuración de su cuenta.
fr: Patientez pendant que se termine la configuration de votre compte.
it: Attendere il completamento della configurazione dell'account.
ja: アカウントのセットアップを完了する間、お待ちください。
ko: 계정을 설정하는 동안 잠시 기다려 주십시오.
pl: Czekaj, trwa konfigurowanie konta.
pt_br: Aguarde enquanto a configuração de sua conta é concluída.
ru: Подождите окончания настройки учетной записи.
tr: Lütfen hesabınızın ayarlanması tamamlanırken bekleyin.
zh_hans: 请等待帐户设置完成。
zh_hant: 正在完成設定您的帳戶，請稍候。

# RMEnrollmentPage3c
source: Activating your account
cs: Aktivuje se účet.
de: Aktivieren des Kontos
es: Activación de cuenta
fr: Activation de votre compte
it: Attivazione account
ja: アカウントのアクティブ化
ko: 계정 활성화
pl: Uaktywnianie konta
pt_br: Ativando sua conta
ru: Активация учетной записи
tr: Hesabınızı etkinleştirme
zh_hans: 激活您的帐户
zh_hant: 正在啟動您的帳戶

# RMEnrollmentTitle
source: Rights Management Configuration
cs: Konfigurace služby Správa přístupových práv
de: Konfiguration der Rechteverwaltung
es: Configuración de administración de derechos
fr: Configuration des droits de gestion
it: Configurazione Rights Management
ja: Rights Management 構成
ko: 권한 관리 구성
pl: Konfiguracja zarządzania prawami
pt_br: Configuração do Gerenciamento de Direitos
ru: Конфигурация управления правами
tr: Rights Management Yapılandırması
zh_hans: 权限管理配置
zh_hant: 版權管理設定

# RMPermissionsAnnotatePermission
source: Annotate
cs: Přidat poznámku
de: Änderungeverlauf einblenden
es: Anotar
fr: Annoter
it: Annota
ja: 注釈
ko: 주석 달기
pl: Adnotuj
pt_br: Anotar
ru: Делать заметки
tr: Not Ekle
zh_hans: 批注
zh_hant: 標註

# RMPermissionsAuthenticatedAs
source: You have permission to view this document as:
cs: Máte oprávnění zobrazit tento dokument jako:
de: Sie sind berechtigt, dieses Dokuments anzuzeigen als:
es: Tiene permiso para ver este documento como:
fr: Vous êtes autorisé à afficher ce document en tant que :
it: Utente autorizzato per la visualizzazione del documento come:
ja: このドキュメントを表示するためのアクセス許可があります:
ko: 다음 권한으로 이 문서를 볼 수 있습니다.
pl: Użytkownik ma uprawnienie do wyświetlania tego dokumentu jako:
pt_br: Você tem permissão para ver este documento como:
ru: У вас есть разрешение на просмотр этого документа как:
tr: Bu belgeyi şu kimlikle görüntüleme izniniz var:
zh_hans: 您具有以下方式查看此文档的权限:
zh_hant: 您有權限可以檢視此文件:

# RMPermissionsCloseButton
source: &Close
cs: &Zavřít
de: S&chließen
es: C&errar
fr: Fer&mer
it: C&hiudi
ja: 閉じる(&C)
ko: 닫기(&C)
pl: Za&mknij
pt_br: Fe&char
ru: Закры&ть
tr: K&apat
zh_hans: 关闭(&C)
zh_hant: 關閉(&C)

# RMPermissionsCopyPermission
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

# RMPermissionsExpiresOn
source: This document expires on:
cs: Platnost tohoto dokumentu vyprší dne:
de: Diese Dokument läuft ab am:
es: Este documento expira el:
fr: Le document expire le :
it: Scadenza documento:
ja: このドキュメントの有効期限:
ko: 이 문서의 만료 날짜:
pl: Ten dokument wygasa dnia:
pt_br: Este documento expira em:
ru: Срок действия документа истекает:
tr: Bu belgenin süre sonu:
zh_hans: 此文档到期日期:
zh_hant: 此文件的到期日:

# RMPermissionsHavePermissions
source: You have the following permissions:
cs: Máte tato oprávnění:
de: Sie verfügen über die folgenden Berechtigungen:
es: Tiene los siguientes permisos:
fr: Vous avez les autorisations suivantes :
it: Autorizzazioni disponibili:
ja: 次のアクセス許可があります。:
ko: 사용자가 가진 권한:
pl: Masz następujące uprawnienia:
pt_br: Você possui as seguintes permissões:
ru: У вас есть следующие разрешения:
tr: Aşağıdaki haklara sahipsiniz:
zh_hans: 您具有以下权限:
zh_hant: 您有下列權限:

# RMPermissionsNoExpiration
source: This document never expires
cs: Platnost tohoto dokumentu je neomezená.
de: Diese Dokument läuft nie ab.
es: Este documento no expira nunca
fr: Ce document n'expire jamais
it: Nessuna scadenza documento
ja: このドキュメントの有効期限はありません
ko: 이 문서는 만료되지 않음
pl: Ten dokument nie wygasa nigdy.
pt_br: Este documento nunca expira
ru: Срок действия документа не ограничен
tr: Bu belgenin süre sonu yoktur
zh_hans: 此文档从不过期
zh_hant: 此文件永不過期

# RMPermissionsOwnerPermission
source: Owner
cs: Vlastník
de: Besitzer
es: Propietario
fr: Propriétaire
it: Proprietario
ja: 所有者
ko: 소유자
pl: Właściciel
pt_br: Proprietário
ru: Владелец
tr: Sahibi
zh_hans: 所有者
zh_hant: 負責人

# RMPermissionsPrintPermission
source: Print
cs: Tisk
de: Drucken
es: Imprimir
fr: Impression
it: Stampa
ja: 印刷
ko: 인쇄
pl: Drukowanie
pt_br: Imprimir
ru: Печать
tr: Yazdır
zh_hans: 打印
zh_hant: 列印

# RMPermissionsRequestFrom
source: Request additional permissions from:
cs: Požadavek dalších oprávnění od:
de: Zusätzliche Berechtigungen anfordern von:
es: Solicitar permisos adicionales de:
fr: Demander des autorisations supplémentaires auprès de :
it: Richiedere autorizzazioni aggiuntive a:
ja: 追加のアクセス許可の要求先:
ko: 추가 권한 요청:
pl: Zażądaj dodatkowych uprawnień od:
pt_br: Solicitar permissões adicionais de:
ru: Запросить дополнительные разрешения у:
tr: Ek izin iste:
zh_hans: 从以下对象请求附加权限:
zh_hant: 從下列人員要求其他權限:

# RMPermissionsSignPermission
source: Sign
cs: Podepsat
de: Signieren
es: Firmar
fr: Signer
it: Firma
ja: 署名
ko: 서명
pl: Podpisywanie
pt_br: Assinar
ru: Подпись
tr: İmzala
zh_hans: 签名
zh_hant: 簽章

# RMPermissionsTitle
source: Permissions
cs: Oprávnění
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni
ja: アクセス許可
ko: 사용 권한
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
tr: İzinler
zh_hans: 权限
zh_hant: 權限

# RMPermissionsUnknownOwner
source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuta
ja: 不明
ko: 알 수 없음
pl: Nieznany
pt_br: Desconhecido
ru: Нет данных
tr: Bilinmiyor
zh_hans: 未知
zh_hant: 不明

# RMPermissionsViewPermission
source: View
cs: Zobrazit
de: Anzeigen
es: Ver
fr: Afficher
it: Visualizza
ja: 表示
ko: 보기
pl: Wyświetl
pt_br: Exibir
ru: Просмотреть
tr: Görünüm
zh_hans: 查看
zh_hant: 檢視

# RMProtected
source: This document is restricted. Click here to view your permissions...
cs: Tento dokument je omezený. Chcete-li zobrazit oprávnění, klikněte sem.
de: Der Zugriff auf dieses Dokument ist eingeschränkt. Klicken Sie hier, um Ihre Berechtigungen anzuzeigen...
es: Este documento está restringido. Haga clic aquí para ver sus permisos...
fr: L'accès à ce document est restreint. Cliquez ici pour afficher vos autorisations...
it: Le autorizzazioni del documento sono limitate. Fare clic qui per visualizzare le autorizzazioni personali...
ja: このドキュメントは制限されています。アクセス許可を表示するには、ここをクリックします...
ko: 이 문서가 제한됩니다. 권한을 보려면 여기를 클릭하십시오.
pl: Ten dokument podlega ograniczeniom. Kliknij tutaj, aby wyświetlić swoje uprawnienia...
pt_br: Este documento é restrito. Clique aqui para exibir suas permissões...
ru: Доступ к данному документу ограничен. Чтобы просмотреть имеющиеся разрешения, щелкните здесь...
tr: Bu belge kısıtlanmış. İzinlerinizi görüntülemek için burayı tıklatın...
zh_hans: 此文档受到限制。请单击此处查看您的权限...
zh_hant: 此文件已受限制。按這裡檢視您的權限...

# RMProviderExceptionNoPackageToDecrypt
source: No encrypted package to decrypt.
cs: Tento dokument neobsahuje zašifrované součásti pro dešifrování.
de: Es ist kein verschlüsseltes Paket zum Entschlüsseln vorhanden.
es: No hay ningún paquete cifrado para descifrar.
fr: Aucun package chiffré à déchiffrer
it: Nessun pacchetto crittografato da decrittografare.
ja: 解読対象となる、暗号化されたパッケージはありません。
ko: 암호를 해독하기 위한 암호화된 패키지가 없습니다.
pl: Nie ma zaszyfrowanego pakietu do odszyfrowania.
pt_br: Não há pacote criptografado para descriptografar.
ru: Нет зашифрованного пакета для расшифровки.
tr: Şifresi açılacak şifreli paket yok.
zh_hans: 没有要解密的加密数据包。
zh_hant: 沒有可解密的加密封裝。

# RMProviderExceptionNoPublishLicense
source: Document protected with rights management does not have publish license.
cs: Dokument chráněný službou Správa přístupových práv nemá povolení k publikaci.
de: Das mit der Rechteverwaltung geschützte Dokument besitzt keine Veröffentlichungslizenz.
es: El documento protegido con administración de derechos no tiene ninguna licencia de publicación.
fr: Le document protégé avec la gestion des droits ne possède pas de licence de publication.
it: Per il documento protetto con Rights Management non è disponibile una licenza di pubblicazione.
ja: RM で保護されたドキュメントには、公開ライセンスがありません。
ko: 권한 관리로 보호된 문서에 게시 라이선스가 없습니다.
pl: Dokument chroniony mechanizmem zarządzania prawami nie ma licencji publikowania.
pt_br: O documento protegido com o gerenciamento de direitos não tem licença de publicação.
ru: Документ, защищенный службой управления правами, не имеет лицензии на публикацию.
tr: Haklar yönetimiyle korunan belgenin yayımlama lisansı yok.
zh_hans: 使用权限管理保护的文档不具有发布许可证。
zh_hant: 使用版權管理保護的文件沒有發佈授權。

# RMProviderExceptionNoRightsToDocument
source: The current user does not have permission to access the document.
cs: Aktuální uživatel nemá pro přístup k tomuto dokumentu oprávnění.
de: Der aktuelle Benutzer besitzt nicht die Berechtigung, um auf das Dokument zuzugreifen.
es: El usuario actual no tiene permiso de acceso al documento.
fr: L'utilisateur actuel n'est pas autorisé à accéder au document.
it: L'utente corrente non dispone delle autorizzazioni per l'accesso al documento.
ja: 現在のユーザーにはドキュメントにアクセスするためのアクセス許可がありません。
ko: 현재 사용자에게 문서에 액세스할 수 있는 권한이 없습니다.
pl: Bieżący użytkownik nie ma prawa dostępu do dokumentu.
pt_br: O usuário atual não possui permissão para acessar o documento.
ru: У текущего пользователя нет разрешения на доступ к документу.
tr: Geçerli kullanıcının belgeye erişme izni yok.
zh_hans: 当前用户不具有访问文档的权限。
zh_hant: 目前的使用者沒有權限可以存取該文件。

# RMProviderExceptionNoUseLicense
source: The current user has no use license for the document.
cs: Aktuální uživatel není držitelem licence pro používání tohoto dokumentu.
de: Der aktuelle Benutzer besitzt keine Nutzungslizenz für das Dokument.
es: El usuario actual no tiene licencia de uso para el documento.
fr: L'utilisateur actuel n'a pas la licence d'utilisation nécessaire pour le document.
it: L'utente corrente non dispone di un contratto di licenza per il documento.
ja: 現在のユーザーには、ドキュメントの使用ライセンスがありません。
ko: 현재 사용자에게 문서에 대한 사용권이 없습니다.
pl: Bieżący użytkownik nie ma licencji użytkowania dokumentu.
pt_br: O usuário atual não possui licença de uso para o documento.
ru: У текущего пользователя нет лицензии на документ.
tr: Geçerli kullanıcının belge için kullanım lisansı yok.
zh_hans: 当前用户不具有该文档的使用许可证。
zh_hant: 目前的使用者沒有此文件的使用授權。

# RMProviderExceptionNotOwnerOfDocument
source: Only the owner of a document is allowed to publish it.
cs: Tento dokument smí publikovat pouze jeho vlastník.
de: Nur der Besitzer eines Dokuments kann das Dokument veröffentlichen.
es: Sólo el propietario de un documento puede publicarlo.
fr: Seul le propriétaire d'un document est autorisé à le publier.
it: Solo il proprietario di un documento è autorizzato a pubblicarlo.
ja: ドキュメントの所有者のみが、公開を許可されています。
ko: 문서의 소유자만 해당 문서를 게시할 수 있습니다.
pl: Tylko właściciel dokumentu może go opublikować.
pt_br: Somente o proprietário de um documento tem permissão para publicá-lo.
ru: Публикация документа разрешена только его владельцу.
tr: Bir belgeyi yayımlama izni yalnızca sahibine verilir.
zh_hans: 仅文档的所有者才能发布文档。
zh_hant: 只有文件的擁有者能發佈文件。

# RMPublishingAddUserButton
source: &Add User
cs: &Přidat uživatele
de: B&enutzer hinzufügen
es: &Agregar usuario
fr: &Ajouter un utilisateur
it: &Aggiungi utente
ja: ユーザーの追加(&A)
ko: 사용자 추가(&A)
pl: &Dodaj użytkownika
pt_br: &Adicionar usuário
ru: До&бавить пользователя
tr: K&ullanıcı Ekle
zh_hans: 添加用户(&A)
zh_hant: 新增使用者(&A)

# RMPublishingAddUserButtonToolTip
source: Type an e-mail address, and then add the user to the list so you can apply permissions.
cs: Zadejte e-mailovou adresu, a potom přidejte uživatele do seznamu, abyste mohli použít oprávnění.
de: Geben Sie eine E-Mail-Adresse ein, und fügen Sie dann den Benutzer der Liste hinzu, damit Sie die Berechtigungen anwenden können.
es: Escriba una dirección de correo electrónico y, después, agregue el usuario a la lista para poder aplicar los permisos.
fr: Tapez une adresse de messagerie, puis ajoutez l'utilisateur à la liste de sorte que vous puissiez appliquer des autorisations.
it: Digitare un indirizzo di posta elettronica, quindi aggiungere l'utente all'elenco per applicare le autorizzazioni.
ja: 電子メール アドレスを入力し、アクセス許可を適用できるように、一覧にユーザーを追加します。
ko: 전자 메일 주소를 입력한 다음 권한을 적용할 수 있도록 사용자를 목록에 추가하십시오.
pl: Wpisz adres e-mail, a następnie dodaj użytkownika do listy, aby można było zastosować uprawnienia.
pt_br: Digite um endereço de e-mail e adicione o usuário à lista para poder aplicar permissões.
ru: Введите адрес электронной почты, а затем добавьте пользователя в список, чтобы применить разрешения.
tr: Bir e-posta adresi yazın, ardından kullanıcı listeye ekleyerek izinler uygulayabilirsiniz.
zh_hans: 键入电子邮件地址，然后将用户添加到列表，以便应用权限。
zh_hant: 輸入電子郵件地址，然後新增該使用者到清單中，以便您可以套用權限。

# RMPublishingAnyoneButton
source: Everyone
cs: Všichni
de: Jeder
es: Todos
fr: Tout le monde
it: Tutti
ja: 全員
ko: 모든 사용자
pl: Wszyscy
pt_br: Todas as pessoas
ru: Все
tr: Herkes
zh_hans: 所有人
zh_hant: 每個人

# RMPublishingAnyoneButtonToolTip
source: Allow all users to read the document, or apply other permissions for all users.
cs: Povolit čtení dokumentu všem uživatelům, nebo použít pro všechny uživatele jiná oprávnění.
de: Allen Benutzern das Lesen des Dokuments erlauben oder andere Berechtigungen auf alle Benutzer anwenden.
es: Permitir leer el documento a todos o aplicar otros permisos para todos los usuarios.
fr: Autorisez tous les utilisateurs à lire le document, ou appliquez d'autres autorisations pour tous les utilisateurs.
it: Consentire a tutti gli utenti di leggere il documento o applicare altre autorizzazioni per tutti gli utenti.
ja: すべてのユーザーがこのドキュメントを参照できるようにするか、すべてのユーザーに他のアクセス許可を適用します。
ko: 모든 사용자가 문서를 읽을 수 있도록 하거나, 모든 사용자에게 다른 권한을 부여합니다.
pl: Zezwól wszystkim użytkownikom na czytanie dokumentu lub zastosuj inne uprawnienia dla wszystkich użytkowników.
pt_br: Permita que todos os usuários leiam o documento ou aplique outras permissões a todos os usuários.
ru: Разрешить всем пользователям читать данный документ или применить другие разрешения ко всем пользователям.
tr: Tüm kullanıcıların belgeyi okumasına izin verin veya tüm kullanıcılar için başka izinler uygulayın.
zh_hans: 允许所有用户读取文档，或为所有用户应用其他权限。
zh_hant: 允許所有使用者讀取該文件，或為所有使用者套用其他權限。

# RMPublishingAnyoneUserDisplay
source: Everyone
cs: Všichni
de: Jeder
es: Todos
fr: Tout le monde
it: Tutti
ja: 全員
ko: 모든 사용자
pl: Wszyscy
pt_br: Todas as pessoas
ru: Все
tr: Herkes
zh_hans: 所有人
zh_hant: 每個人

# RMPublishingCancelButton
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# RMPublishingCopyHeader
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制
zh_hant: 複製
