Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationUI/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DocumentStreamMustBeTemporary
source: Operation valid only on temporary documents.
cs: Tato operace je platná pouze pro dočasné dokumenty.
de: Der Vorgang ist nur in temporären Dokumenten gültig.
es: Esta operación sólo es válida en documentos temporales.
fr: Opération valide uniquement sur les documents temporaires.
it: Operazione valida solo per documenti temporanei.
ja: 一時ドキュメントにのみ有効な操作です。
ko: 임시 문서에서만 작업을 수행할 수 있습니다.
pl: Operacja jest prawidłowa tylko dla dokumentów tymczasowych.
pt_br: Operação válida somente em documentos temporários.
ru: Операция доступна только для временных документов.
tr: İşlem yalnızca geçici belgeler üzerinde geçerlidir.
zh_hans: 操作仅在临时文档上有效。
zh_hant: 只有在暫存文件上，此操作才有效。

# DocumentStreamMustBeXpsFile
source: Only XPS documents are supported.
cs: Jsou podporovány pouze dokumenty XPS.
de: Es werden nur XPS-Dokumente unterstützt.
es: Sólo se admiten documentos XPS.
fr: Seuls les documents XPS sont pris en charge.
it: Sono supportati solo documenti XPS.
ja: XPS ドキュメントのみがサポートされています。
ko: XPS 문서만 지원됩니다.
pl: Obsługiwane są tylko dokumenty XPS.
pt_br: Somente há suporte para documentos XPS.
ru: Поддерживаются только документы XPS.
tr: Yalnızca XPS belgeleri desteklenir.
zh_hans: 仅支持 XPS 文档。
zh_hant: 只支援 XPS 文件。

# FileManagementDestinationIsReadOnly
source: Cannot save to this file because it is read-only.
cs: Tento soubor nelze podepsat, protože je jen pro čtení.
de: In diese Datei kann nicht gespeichert werden, da sie schreibgeschützt ist.
es: No se puede guardar este archivo porque es de sólo lectura.
fr: Impossible d'enregistrer dans ce fichier, car il est en lecture seule.
it: Impossibile salvare in questo file perché è di sola lettura.
ja: 読み取り専用のため、このファイルには保存できません。
ko: 이 파일은 읽기 전용이므로 해당 파일에 저장할 수 없습니다.
pl: Nie można zapisać do tego pliku, ponieważ jest on tylko do odczytu.
pt_br: Não é possível salvar neste documento porque ele é somente leitura.
ru: Не удается сохранить в данный файл, так как он предназначен только для чтения.
tr: Salt okunur olduğundan bu dosyaya kaydedilemiyor.
zh_hans: 由于此文件是只读的，因此无法保存到此文件。
zh_hant: 無法儲存到此檔案，因為它是唯讀的。

# FileManagementNoAccessToDestination
source: Cannot save to the target location.
cs: Nelze uložit do cílového umístění.
de: Am Zielspeicherort kann nicht gespeichert werden.
es: No se puede guardar en la ubicación de destino.
fr: Impossible d'enregistrer à l'emplacement cible.
it: Impossibile salvare nella posizione di destinazione.
ja: 指定された場所に保存できません。
ko: 대상 위치에 저장할 수 없습니다.
pl: Nie można zapisać w lokalizacji docelowej.
pt_br: Não é possível salvar no local de destino.
ru: Не удается сохранить в целевое местоположение.
tr: Hedef konuma kaydedilemiyor.
zh_hans: 无法保存到目标位置。
zh_hant: 無法儲存到目標位置。

# FileManagementNoAccessToSource
source: Cannot open from the target location.
cs: Nelze otevřít z cílového umístění.
de: Vom Zielspeicherort aus kann nicht geöffnet werden.
es: No se puede abrir desde la ubicación de destino.
fr: Impossible d'ouvrir depuis l'emplacement cible.
it: Impossibile aprire dalla posizione di destinazione.
ja: 指定された場所から開くことができません。
ko: 대상 위치에서 열 수 없습니다.
pl: Nie można otworzyć z lokalizacji docelowej.
pt_br: Não é possível abrir a partir do local de destino.
ru: Не удается открыть из целевого местоположения.
tr: Hedef konuma kaydedilemiyor.
zh_hans: 无法从目标位置打开。
zh_hant: 無法從目標位置開啟。

# FileManagementNoTemporaryFileAccess
source: Cannot create a temporary file; some features will not be available.
cs: Nelze vytvořit dočasný soubor; některé funkce nebudou k dispozici.
de: Das Erstellen einer temporären Datei ist nicht möglich; einige Features sind nicht verfügbar.
es: No se puede crear un archivo temporal; algunas características no estarán disponibles.
fr: Impossible de créer un fichier temporaire ; certaines fonctionnalités ne seront pas disponibles.
it: Impossibile creare un file temporaneo. Alcune funzionalità non saranno disponibili.
ja: 一時ファイルを作成できません。一部の機能が使用できなくなります。
ko: 임시 파일을 만들 수 없어 일부 기능을 사용할 수 없습니다.
pl: Nie można utworzyć pliku tymczasowego. Niektóre funkcje będą niedostępne.
pt_br: Não é possível criar um arquivo temporário; alguns recursos não estarão disponíveis.
ru: Не удается создать временный файл; некоторые возможности будут недоступны.
tr: Geçici dosya oluşturulamıyor; bazı özellikler kullanılamayacak.
zh_hans: 无法创建临时文件；某些功能将不可用。
zh_hant: 無法建立暫存檔; 某些功能將無法使用。

# FileManagementSaveFilter
source: Document (*.xps)|*.xps
cs: Dokument (*.xps)|*.xps
de: Dokument (*.xps)|*.xps
es: Documento (*.xps)|*.xps
it: Documento (*.xps)|*.xps
ja: ドキュメント (*.xps)|*.xps
ko: 문서 (*.xps)|*.xps
pl: Dokument (*.xps)|*.xps
pt_br: Documento (*.xps)|*.xps
ru: Документ (*.xps)|*.xps
tr: Belge (*.xps)|*.xps
zh_hans: 文档 (*.xps)|*.xps
zh_hant: 文件 (*.xps)|*.xps

# FileManagementStreamProxyIsReadOnly
source: Cannot change target because stream proxy is read-only.
cs: Nelze změnit cíl, protože proxy datového proudu je určen pouze pro čtení.
de: Das Ziel kann nicht geändert werden, da der Proxy des Datenstroms schreibgeschützt ist.
es: No se puede cambiar el destino porque el proxy de transmisión por secuencias es de sólo lectura.
fr: Impossible de modifier la cible parce que le proxy du flux est en lecture seule.
it: Impossibile modificare la destinazione perché il proxy del flusso è di sola lettura.
ja: ストリーム プロキシが読み取り専用であるため、ターゲットを変更できません。
ko: 스트림 프록시가 읽기 전용이므로 대상을 변경할 수 없습니다.
pl: Nie można zmienić obiektu docelowego, ponieważ strumień proxy jest tylko do odczytu.
pt_br: Não é possível alterar o destino, porque o proxy de fluxo é somente leitura.
ru: Не удается изменить конечный объект, так как прокси потока доступен только для чтения.
tr: Akış proxy 'si salt okunur olduğundan hedef değiştirilemez.
zh_hans: 由于流代理是只读的，因此无法更改目标。
zh_hant: 無法變更目標，因為資料流 Proxy 是唯讀的。

# FileManagementTitleError
source: File Access Error
cs: Chyba přístupu k souboru
de: Dateizugriffsfehler
es: Error de acceso al archivo
fr: Erreur d'accès fichier
it: Errore di accesso al file
ja: ファイル アクセス エラー
ko: 파일 액세스 오류
pl: Błąd dostępu do pliku
pt_br: Erro ao acessar arquivo
ru: Ошибка доступа к файлу
tr: Dosya Erişim Hatası
zh_hans: 文件访问错误
zh_hant: 檔案存取錯誤

# PackageControllerStreamCorruption
source: Source and destination cannot be same stream.
cs: Zdroj a určení nemohou být totožné datové proudy.
de: Derselbe Datenstrom kann nicht gleichzeitig als Quelle und Ziel verwendet werden.
es: El origen y el destino no pueden ser la misma secuencia.
fr: La source et la destination ne peuvent pas être le même flux.
it: Impossibile utilizzare lo stesso flusso come origine e destinazione.
ja: ソースと宛先を同じストリームにすることはできません。
ko: 원본과 대상이 같은 스트림이 될 수 없습니다.
pl: Element źródłowy i docelowy nie mogą być tym samym strumieniem.
pt_br: A origem e o destino não podem estar no mesmo fluxo.
ru: Исходный и конечный потоки не могут совпадать.
tr: Kaynak ve hedef aynı akış olamaz.
zh_hans: 源和目标不能是同一流。
zh_hant: 來源與目的地不能是相同的資料流。

# PackagePartTypeNotWritable
source: Writing to parts with the provided content type is not supported.
cs: Zápis do částí s daným typem obsahu není podporován.
de: Das Schreiben in Teile mit bereitgestelltem Inhaltstyp wird nicht unterstützt.
es: La escritura en partes con el tipo de contenido proporcionado no está admitida.
fr: L'écriture de composants avec le type de contenu fourni n'est pas prise en charge.
it: Scrittura non supportata nelle parti con il tipo di contenuto specificato.
ja: 提供されたコンテンツ タイプのパーツへの書き込みはサポートされていません。
ko: 제공된 콘텐츠 형식의 파트에 쓰기가 지원되지 않습니다.
pl: Zapisywanie do części z podanym typem zawartości nie jest obsługiwane.
pt_br: A gravação nas partes não é suportada com o tipo de conteúdo fornecido.
ru: Не поддерживается запись в части с предоставленным типом содержимого.
tr: Sağlanan içerik türünü içeren bölümlere yazma desteklenmiyor.
zh_hans: 不支持写入具有提供的内容类型的部分。
zh_hant: 不支援以提供的內容類型寫入部分。

# PackagingCircularReference
source: Value returned from writeable factory delegate refers to self.
cs: Hodnota vrácená zástupcem přepisovatelného objektu pro vytváření odkazuje sama na sebe.
de: Der vom schreibbaren Herstellerdelegaten zurückgegebene Wert enthält einen Selbstverweis.
es: El valor devuelto desde el delegado de fábrica grabable hace referencia a sí mismo.
fr: La valeur retournée depuis le délégué de la fabrique accessible en écriture fait référence à elle-même.
it: Il valore restituito dal delegato della factory scrivibile fa riferimento a se stesso.
ja: 書き込み可能なファクトリ委任から返された値が、自身を参照しています。
ko: 쓸 수 있는 공장 대리자로부터 반환된 값이 자신을 참조합니다.
pl: Wartość zwrócona przez zapisywalny delegowany obiekt fabryczny zawiera odwołanie do siebie.
pt_br: O valor retornado do delegado de criação gravável faz referência a ele mesmo.
ru: Значение, возвращенное доступным для записи делегатом производства, ссылается само на себя.
tr: Yazılabilir fabrika temsilcisinden döndürülen değer kendisine başvuruyor.
zh_hans: 从可写入工厂委托返回的值引用其自身。
zh_hant: 從可寫入的 factory 委派傳回的值參考本身。

# PackagingWriteNotSupported
source: This instance cannot perform write operations.
cs: Tato instance neprovádí operace zapisování.
de: Diese Instanz kann keine Schreibvorgänge ausführen.
es: Esta instancia no puede llevar a cabo operaciones de escritura.
fr: Cette instance ne peut pas effectuer les opérations d'écriture.
it: Questa istanza non consente l'esecuzione di operazioni di scrittura.
ja: このインスタンスは、書き込み操作を実行できません。
ko: 이 인스턴스가 쓰기 작업을 수행할 수 없습니다.
pl: To wystąpienie nie może wykonywać operacji zapisywania.
pt_br: A instância não pode executar operações de gravação.
ru: Этот экземпляр не позволяет выполнять операции записи.
tr: Örnek, yazma işlemleri gerçekleştiremez.
zh_hans: 此实例无法执行写入操作。
zh_hant: 此執行個體無法執行寫入操作。

# PackagingWriteableDelegateGaveNullPart
source: Delegate returned a null writing part.
cs: Zástupce vrátil nulovou přepisovatelnou část.
de: Vom Delegaten wurde ein Schreibteil mit dem Wert NULL zurückgegeben.
es: El delegado devolvió una parte de escritura nula.
fr: Le délégué à retourné un composant d'écriture de valeur null.
it: Il delegato ha restituito una parte di scrittura null.
ja: 委任により、NULL の書き込みパートが返されました。
ko: 대리자가 null 쓰기 파트를 반환했습니다.
pl: Obiekt delegowany zwrócił zerową część zapisu.
pt_br: O delegado retornou uma parte de gravação nula.
ru: Делегат возвратил неопределенную часть записи.
tr: Temsilci boş yazma bölümü döndürdü.
zh_hans: 委托返回空的写入部分。
zh_hant: 委派傳回空值寫入部分。

# PackagingWriteableDelegateGaveNullStream
source: Delegate returned a null writing stream.
cs: Zástupce vrátil nulový přepisovatelný datový proud.
de: Vom Delegaten wurde ein Schreibdatenstrom mit dem Wert NULL zurückgegeben.
es: El delegado devolvió una secuencia de escritura nula.
fr: Le délégué à retourné un flux d'écriture de valeur null.
it: Il delegato ha restituito un flusso di scrittura null.
ja: 委任により、NULL の書き込みストリームが返されました。
ko: 대리자가 null 쓰기 스트림을 반환했습니다.
pl: Obiekt delegowany zwrócił zerowy strumień zapisu.
pt_br: O delegado retornou um fluxo de gravação nulo.
ru: Делегат возвратил неопределенный поток записи.
tr: Temsilci boş yazma akışı döndürdü.
zh_hans: 委托返回空的写入流。
zh_hant: 委派傳回空值寫入資料流。

# PageTextBoxToolTip
source: Type the number of the page that you want to view.
cs: Zadejte číslo stránky, kterou chcete zobrazit.
de: Geben Sie die Nummer der Seite ein, die Sie anzeigen möchten.
es: Escriba el número de la página que desee ver.
fr: Tapez le numéro de la page à afficher.
it: Digitare il numero di pagina che si desidera visualizzare.
ja: 表示するページの番号を入力してください。
ko: 보려는 페이지 번호를 입력하십시오.
pl: Wpisz numer strony, którą chcesz wyświetlić.
pt_br: Digite o número da página que deseja exibir.
ru: Введите число страниц для просмотра.
tr: Görüntülemek istediğiniz sayfanın numarasını yazın.
zh_hans: 键入要查看的页面号码。
zh_hant: 輸入您要檢視的頁碼。

# PeoplePickerErrorConditionFromOpenQueryWindow
source: An error was returned from OpenQueryWindow while invoking the Find Users, Contacts, and Groups dialog box, HRESULT={0}.
cs: Metoda OpenQueryWindow vrátila chybu otevření dialogového okna Najít uživatele, Kontakty a Skupiny, HRESULT={0}.
de: Fehler von "OpenQueryWindow" beim Aufrufen des Dialogfelds "Benutzer, Kontakte und Gruppen suchen" zurückgegeben, HRESULT={0}.
es: Error devuelto desde OpenQueryWindow al invocar el cuadro de diálogo Buscar usuarios, contactos y grupos, HRESULT={0}.
fr: Une erreur a été renvoyée depuis OpenQueryWindow lors de l'appel de la boîte de dialogue Rechercher des utilisateurs, des contacts et des groupes, HRESULT={0}.
it: Errore restituito da OpenQueryWindow durante la richiamata della finestra di dialogo Trova Utenti, contatti e gruppi. HRESULT={0}.
ja: [メンバーの選択] ダイアログ ボックスの呼び出し中に OpenQueryWindow からエラーが戻されました。HRESULT={0}。
ko: 사용자, 연락처 및 그룹 찾기 대화 상자를 호출하는 동안 OpenQueryWindow에서 오류를 반환했습니다. HRESULT={0}.
pl: Został zwrócony błąd z elementu OpenQueryWindow podczas wywoływania okna dialogowego Szukanie użytkowników, kontaktów i grup, HRESULT={0}.
pt_br: Foi retornado um erro de OpenQueryWindow durante a chamada da caixa de diálogo Localizar Usuários, Contatos e Grupos, HRESULT={0}.
ru: При вызове диалогового окна "Поиск пользователей, контактов и групп" возвращена ошибка OpenQueryWindow, HRESULT={0}.
tr: Kullanıcı, Kişi ve Grup Bul iletişim kutusu çağrılırken OpenQueryWindow'dan hata döndürüldü, HRESULT={0}.
zh_hans: 调用“查找用户”、“联系人”和“组”对话框时从 OpenQueryWindow 返回错误，HRESULT={0}。
zh_hant: 叫用 Find Users、Contacts 與 Groups 對話方塊時 OpenQueryWindow 傳回錯誤，HRESULT={0}。

# PeoplePickerInvalidParentWindow
source: The parent HWND passed to the Find Users, Contacts, and Groups dialog box is not valid.
cs: Nadřazený prvek HWND předaný dialogovému oknu Najít uživatele, Kontakty a Skupiny není platný.
de: Das an das Dialogfeld "Benutzer, Kontakte und Gruppen suchen" übergebene übergeordnete HWND ist ungültig.
es: El elemento HWND primario pasado al cuadro de diálogo Buscar usuarios, contactos y grupos no es válido.
fr: Le HWND parent passé à la boîte de dialogue Rechercher des utilisateurs, des contacts et des groupes n'est pas valide.
it: Il valore HWND padre passato alla finestra di dialogo Trova Utenti, contatti e gruppi non è valido.
ja: [メンバーの選択] ダイアログ ボックスに渡された親 HWND が無効です。
ko: 사용자, 연락처 및 그룹 찾기 대화 상자에 전달된 부모 HWND가 잘못되었습니다.
pl: Właściwość HWND obiektu nadrzędnego przekazana do okna dialogowego Szukanie użytkowników, kontaktów i grup jest nieprawidłowa.
pt_br: O HWND pai, transferido para a caixa de diálogo Localizar Usuários, Contatos e Grupos, não é válido.
ru: В диалоговое окно "Поиск пользователей, контактов и групп" передан недопустимый родительский объект HWND.
tr: Kullanıcı, Kişi ve Grup Bul iletişim kutusuna gönderilen üst HWND geçerli değil.
zh_hans: 传递到“查找用户”、“联系人”和“组”对话框的父 HWND 无效。
zh_hant: 傳遞給 Find Users、Contacts 與 Groups 對話方塊的父 HWND 無效。

# ProgressBarKiloBytesStringFormat
source: {0} KB
fr: {0} Ko
ru: {0} КБ

# RMAppliedToolTip
source: View my permissions for this document.
cs: Zobrazit moje oprávnění pro tento dokument.
de: Meine Berechtigungen für dieses Dokument anzeigen.
es: Ver mis permisos para este documento.
fr: Afficher mes autorisations pour ce document.
it: Visualizzare le autorizzazioni personali per il documento.
ja: このドキュメントに対する自分のアクセス許可を表示します。
ko: 이 문서에 대한 내 권한을 봅니다.
pl: Wyświetl moje uprawnienia w tym dokumencie.
pt_br: Exibir minhas permissões para este documento.
ru: Просмотр моих разрешений для данного документа.
tr: Bu belgeyle ilgili izinlerimi görüntüle.
zh_hans: 查看我对于此文档的权限。
zh_hant: 檢視我對於此文件的權限。

# RMCredManagementAdd
source: &Add...
cs: Přid&at...
de: &Hinzufügen...
es: &Agregar...
fr: &Ajouter...
it: Aggi&ungi...
ja: 追加(&A)...
ko: 추가(&A)...
pl: &Dodaj...
pt_br: &Adicionar...
ru: Д&обавить...
tr: &Ekle...
zh_hans: 添加(&A)...
zh_hant: 新增(&A)...

# RMCredManagementCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# RMCredManagementDialog
source: User Accounts
cs: Uživatelské účty
de: Benutzerkonten
es: Cuentas de usuario
fr: Comptes d'utilisateur
it: Account utente
ja: ユーザー アカウント
ko: 사용자 계정
pl: Konta użytkowników
pt_br: Contas de usuários
ru: Учетные записи пользователей
tr: Kullanıcı Hesapları
zh_hans: 用户帐户
zh_hant: 使用者帳戶

# RMCredManagementInstruction
source: Select one of the following user accounts to create or open content with restricted permission. To use an account not listed below, click Add.
cs: Zvolte jeden z následujících uživatelských účtů pro vytvoření nebo otevření obsahu s omezenými oprávněními. Pro použití účtu, který není uveden níže, klikněte na možnost Přidat.
de: Wählen Sie eines der folgenden Benutzerkonten zum Erstellen oder Öffnen von Inhalt mit eingeschränkten Berechtigungen aus. Wenn Sie ein Konto verwenden möchten, das unten nicht aufgeführt ist, klicken Sie auf "Hinzufügen".
es: Seleccione una de las siguientes cuentas de usuario para crear o abrir contenido con permisos restringidos. Para usar una cuenta que no esté en la lista, haga clic en Agregar.
fr: Sélectionnez l'un des comptes d'utilisateur suivants pour créer ou ouvrir un contenu avec une autorisation limitée. Pour utiliser un compte non répertorié ci-dessous, cliquez sur Ajouter.
it: Selezionare uno degli account utente seguenti per creare o aprire contenuto con autorizzazioni limitate. Per utilizzare un account non incluso nell'elenco, fare clic su Aggiungi.
ja: 以下のユーザー アカウントのいずれかを選択して、制限されたアクセス許可でコンテンツを作成するかまたは開きます。以下の一覧にないアカウントを使用するには、［追加］ をクリックします。
ko: 권한이 제한된 콘텐츠를 만들거나 열려면 다음 사용자 계정 중 하나를 선택하십시오. 아래에 없는 계정을 사용하려면 [추가]를 클릭하십시오.
pl: Wybierz jedno z następujących kont użytkowników, aby utworzyć lub otworzyć zawartość z ograniczonymi uprawnieniami. Aby użyć konta niewymienionego poniżej, kliknij przycisk Dodaj.
pt_br: Selecione uma das contas de usuários a seguir para criar ou abrir o conteúdo com permissão restrita. Para utilizar uma conta não listada abaixo, clique em Adicionar.
ru: Выберите одну из учетных записей для создания или открытия содержимого с ограниченными разрешениями. Чтобы использовать не указанную в списке учетную запись, нажмите кнопку "Добавить".
tr: Sınırlı izinle içerik oluşturmak veya açmak için aşağıdaki kullanıcı hesaplarından birini seçin. Aşağıda listelenmeyen bir hesabı kullanmak için, Ekle'yi tıklatın.
zh_hans: 选择以下其中一个用户帐户，以使用受限制的权限创建或打开内容。要使用未在下面列出的帐户，请单击“添加”。
zh_hant: 選取下列其中一個使用者帳戶以使用限制權限建立或開啟內容。若要使用下面未列出的帳戶，請按一下 [新增]。

# RMCredManagementOk
source: OK
es: Aceptar
ko: 확인
ru: ОК
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# RMCredManagementRemove
source: &Remove
cs: O&debrat
de: &Entfernen
es: &Quitar
fr: Supp&rimer
it: &Rimuovi
ja: 削除(&R)
ko: 제거(&R)
pl: &Usuń
pt_br: &Remover
ru: Уда&лить
tr: &Kaldır
zh_hans: 删除(&R)
zh_hant: 移除(&R)

# RMCredManagementUnknownAccount
source: {0} (Unknown)
cs: {0} (Neznámé)
de: {0} (Unbekannt)
es: {0} (desconocido)
fr: {0} (inconnu)
it: {0} (Sconosciuto)
ja: {0} (不明)
ko: {0}(알 수 없음)
pl: {0} (stan nieznany)
pt_br: {0} (Desconhecido)
ru: {0} (неизвестно)
tr: {0} (Bilinmiyor)
zh_hans: {0} (未知)
zh_hant: {0} (不明)

# RMDefaultToolTip
source: Choose who can view or manage this document and for how long.
cs: Zvolte, kdo a jak dlouho může tento dokument zobrazovat a spravovat.
de: Wählen Sie, wer dieses Dokument für welchen Zeitraum anzeigen und verwalten kann.
es: Elegir quien puede ver o administrar este documento y durante cuanto tiempo.
fr: Choisissez la ou les personnes autorisées à afficher ou à gérer ce document, et pendant combien de temps.
it: Selezionare gli utenti che possono visualizzare o gestire il documento e la durata delle autorizzazioni.
ja: このドキュメントを表示または管理できるユーザーとその期間を選択します。
ko: 이 문서를 보거나 관리할 수 있는 사용자 및 해당 기간을 선택하십시오.
pl: Wybierz, kto może wyświetlać ten dokument lub zarządzać nim i jak długo.
pt_br: Selecione quem pode ver ou gerenciar este documento e por quanto tempo.
ru: Выберите тех, кто может просматривать данный документ или управлять им и в течение какого времени.
tr: Bu belgeyi kimin ne kadar süreyle görüntüleyebileceğini veya yönetebileceğini seçin.
zh_hans: 选择谁能查看或管理此文档以及查看或管理多长时间。
zh_hant: 選擇可以檢視或管理此文件的人員，以及有效期間。

# RMEnrollmentCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# RMEnrollmentNext
source: &Next
cs: &Další
de: &Weiter
es: Sig&uiente
fr: &Suivant
it: &Avanti
ja: 次へ(&N)
ko: 다음(&N)
pl: &Następna
pt_br: Ava&nçar
ru: &Далее
tr: İle&ri
zh_hans: 下一个(&N)
zh_hant: 下一步(&N)

# RMEnrollmentPage1a
source: To publish or access XPS documents with restricted permissions, you need a user account.
cs: Chcete-li publikovat nebo zpřístupnit dokument XPS s omezenými oprávněními, potřebujete uživatelský účet.
de: Sie benötigen ein Benutzerkonto, um XPS-Dokumente mit eingeschränkten Berechtigungen zu veröffentlichen oder darauf zuzugreifen.
es: Para publicar u obtener acceso a los documentos XPS con permisos restringidos, necesita una cuenta de usuario.
fr: Pour publier ou accéder à des documents XPS avec des autorisations restreintes, vous devez disposer d'un compte d'utilisateur.
it: Per pubblicare o accedere a documenti XPS con autorizzazioni limitate, è necessario un account utente.
ja: 制限されたアクセス許可で XPS ドキュメントの公開またはアクセスを行うには、ユーザー アカウントが必要です。
ko: 권한이 제한된 XPS 문서를 게시하거나 액세스하려면 사용자 계정이 있어야 합니다.
pl: Aby opublikować dokumenty XPS z ograniczonymi uprawnieniami lub uzyskać dostęp do nich, potrzebne jest konto użytkownika.
pt_br: Para publicar ou acessar documentos XPS com permissões restritas, você precisa de uma conta de usuário.
ru: Для публикации или доступа к документам XPS с ограниченными разрешениями требуется учетная запись пользователя.
tr: XPS belgelerini kısıtlı izinlerle yayımlamak veya bu belgelere erişmek için kullanıcı hesabınızın olması gerekir.
zh_hans: 要使用受限制的权限发布或访问 XPS 文档，您需要用户帐户。
zh_hant: 若要以限制權限發佈或存取 XPS 文件，您必須有使用者帳戶。

# RMEnrollmentPage1b
source: You can use your network credentials (the account you use to log on to your company network) or your .NET Passport.
cs: Můžete použít síťová pověření (účet, který používáte k přihlášení do sítě společnosti) nebo heslo .NET Passport.
de: Sie können Ihre Netzwerkanmeldeinformationen (das Konto, mit dem Sie sich beim Firmennetzwerk anmelden) oder Ihren .NET Passport verwenden.
es: Puede usar sus credenciales de red (la cuenta que usa para iniciar una sesión en la red de su empresa) o su cuenta de .NET Passport.
fr: Vous pouvez utiliser vos informations d'identification réseau (compte qui vous permet de vous connecter au réseau de votre entreprise) ou votre compte .NET Passport.
it: È possibile utilizzare l'account di rete, ovvero l'account utilizzato per accedere alla rete aziendale, oppure l'account .NET Passport personale.
ja: ネットワーク資格情報 (会社のネットワークにログオンするために使用するアカウント) または .NET Passport を使用できます。
ko: 네트워크 자격 증명(회사 네트워크에 로그온하는 데 사용하는 계정) 또는 .NET Passport를 사용할 수 있습니다.
pl: Możesz użyć swoich poświadczeń sieciowych (konta używanego do logowania do sieci firmowej) lub konta usługi .NET Passport.
pt_br: Você pode utilizar suas credenciais de rede (a conta que utiliza para conectar-se à rede da empresa) ou seu .NET Passport.
ru: Можно использовать свои учетные данные сети (учетная запись, используемая для входа в корпоративную сеть) или .NET Passport.
tr: Ağ kimlik bilgilerinizi (şirketinizin ağında oturum açmak için kullandığınız hesap) veya .NET Passport'unuzu kullanabilirsiniz.
zh_hans: 您可以使用网络凭据(用来登录到公司网络的帐户)或您的 .NET Passport。
zh_hant: 您可以使用您的網路認證 (您用來登入公司網路的帳戶) 或 .NET Passport。

# RMEnrollmentPage1c
source: Privacy Statement:
cs: Prohlášení o zásadách ochrany osobních údajů:
de: Datenschutzbestimmungen:
es: Declaración de privacidad:
fr: Déclaration de confidentialité :
it: Informativa sulla privacy:
ja: プライバシーに関する声明:
ko: 개인정보처리방침:
pl: Zasady zachowania poufności informacji:
pt_br: Política de Privacidade:
ru: Заявление о конфиденциальности:
tr: Gizlilik Bildirimi:
zh_hans: 隐私声明:
zh_hant: 隱私權聲明:
