Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationUI/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CertSelectionDialogMessage
source: Select a certificate
cs: Vybrat certifikát
de: Zertifikat auswählen
es: Seleccione un certificado
fr: Sélectionner un certificat
it: Seleziona un certificato
ja: 証明書の選択
ko: 인증서 선택
pl: Wybierz certyfikat
pt_br: Selecione um certificado
ru: Выберите сертификат.
tr: Sertifika seçin
zh_hans: 选择证书
zh_hant: 選取憑證

# CertSelectionDialogTitle
source: Digital Signature
cs: Digitální podpis
de: Digitale Signatur
es: Firma digital
fr: Signature numérique
it: Firma digitale
ja: デジタル署名
ko: 디지털 서명
pl: Podpis cyfrowy
pt_br: Assinatura digital
ru: Цифровая подпись
tr: Dijital İmza
zh_hans: 数字签名
zh_hant: 數位簽章

# DigSigIntentString1
source: <None>
cs: <Žádný>
de: <Kein>
es: <Ninguna>
fr: <Aucun(e)>
it: <Nessuno>
ja: <なし>
ko: <없음>
pt_br: <Nenhum>
ru: <Нет>
tr: <Yok>
zh_hans: <无>
zh_hant: <無>

# DigSigIntentString2
source: I am the author of this document.
cs: Jsem autor tohoto dokumentu.
de: Ich bin der Autor dieses Dokuments.
es: Yo soy el autor de este documento.
fr: Je suis l'auteur de ce document.
it: Autore del documento.
ja: このドキュメントの作成者です。
ko: 이 문서의 작성자입니다.
pl: Jestem autorem tego dokumentu.
pt_br: Sou o autor deste documento.
ru: Я - автор этого документа.
tr: Ben bu belgenin yazarıyım.
zh_hans: 我是此文档的作者。
zh_hant: 我是此文件的作者。

# DigSigIntentString3
source: I have reviewed the contents of this document.
cs: Zkontroloval jsem obsah tohoto dokumentu.
de: Ich habe den Inhalt dieses Dokuments überprüft.
es: He revisado el contenido de este documento.
fr: J'ai révisé le contenu de ce document.
it: Revisore del contenuto del documento.
ja: このドキュメントの内容を確認しました。
ko: 이 문서의 콘텐츠를 검토했습니다.
pl: Zawartość tego dokumentu została przejrzana przeze mnie.
pt_br: Revisei o conteúdo deste documento.
ru: Я ознакомился с содержимым этого документа.
tr: Bu belgenin içeriğini gözden geçirdim.
zh_hans: 我已经查看此文档的内容。
zh_hant: 我已經檢視此文件的內容。

# DigSigIntentString4
source: I have reviewed and approve the contents of this document.
cs: Zkontroloval a schválil jsem obsah tohoto dokumentu.
de: Ich habe den Inhalt dieses Dokuments überprüft und genehmigt.
es: He revisado y aprobado el contenido de este documento.
fr: J'ai révisé le contenu de ce document et je l'approuve.
it: Revisore e responsabile dell'approvazione del contenuto del documento.
ja: このドキュメントの内容を確認したので、承認します。
ko: 이 문서의 콘텐츠를 검토하고 승인했습니다.
pl: Zawartość tego dokumentu została przejrzana i zatwierdzona przeze mnie.
pt_br: Revisei este documento e aprovo seu conteúdo.
ru: Я ознакомился с содержимым этого документа и утверждаю его.
tr: Bu belgenin içeriğini gözden geçirdim ve içeriği onaylıyorum.
zh_hans: 我已经查看和批准此文档的内容。
zh_hant: 我已經檢視並核准此文件的內容。

# DigSigIntentString5
source: I agree with the terms defined in this document.
cs: Souhlasím s podmínkami stanovenými tímto dokumentem.
de: Ich stimme den in diesem Dokument definierten Bedingungen zu.
es: Estoy de acuerdo con los términos definidos en este documento.
fr: Je suis d'accord avec les termes définis dans ce document.
it: Accettazione delle condizioni definite nel documento.
ja: このドキュメントに定義された条件に同意します。
ko: 이 문서에 정의된 약관에 동의합니다.
pl: Akceptuję warunki zdefiniowane w tym dokumencie.
pt_br: Concordo com os termos definidos neste documento.
ru: Я принимаю условия, определенные в этом документе.
tr: Bu belgede tanımlanan koşulları kabul ediyorum.
zh_hans: 我同意此文档中定义的条款。
zh_hant: 我同意此文件中定義的條款。

# DigSigIntentString6
source: I attest to the accuracy and integrity of this document.
cs: Potvrzuji přesnost a správnost tohoto dokumentu.
de: Ich bestätige die Richtigkeit und Integrität dieses Dokuments.
es: Doy fe de la exactitud e integridad de este documento.
fr: J'atteste de l'exactitude et de l'intégrité de ce document.
it: Attestazione dell'accuratezza e integrità del documento.
ja: このドキュメントの正確さと整合性を証明します。
ko: 이 문서의 정확성 및 무결성을 보증합니다.
pl: Potwierdzam zgodność i integralność tego dokumentu.
pt_br: Atesto a exatidão e integridade deste documento.
ru: Я подтверждаю точность и целостность этого документа.
tr: Bu belgenin doğruluğunu ve tutarlılığını onaylıyorum.
zh_hans: 我证明此文档的精确性和完整性。
zh_hant: 我可以證明此文件的正確性與完整性。

# DigSigRequestTitle
source: Request Digital Signatures
cs: Požadavek digitálních podpisů
de: Digitale Signaturen anfordern
es: Solicitar firmas digitales
fr: Demander les signatures numériques
it: Richiedi firme digitali
ja: デジタル署名の要求
ko: 디지털 서명 요청
pl: Żądanie podpisów cyfrowych
pt_br: Solicitar assinaturas digitais
ru: Запрос цифровых подписей
tr: Dijital İmza İste
zh_hans: 请求数字签名
zh_hant: 要求數位簽章

# DigSigSumColumnHeaderIntent
source: Intent:
cs: Záměr:
de: Priorität:
es: Intento:
fr: Intention :
it: Motivo:
ja: インテント:
ko: 의도:
pl: Cel:
pt_br: Finalidade:
ru: Цель:
tr: Amaç:
zh_hans: 意向:
zh_hant: 用途:

# DigSigSumColumnHeaderLocale
source: Locale:
cs: Umístìní:
de: Gebietsschema:
es: Configuración regional:
fr: Paramètres régionaux :
it: Impostazioni locali:
ja: ロケール:
ko: 위치:
pl: Ustawienia regionalne:
pt_br: Localidade:
ru: Место:
tr: Yerel Ayar:
zh_hans: 区域设置:
zh_hant: 地區設定:

# DigSigSumColumnHeaderName
source: Name:
cs: Název:
es: Nombre:
fr: Nom :
it: Nome:
ja: 名前:
ko: 이름:
pl: Nazwa:
pt_br: Nome:
ru: Название:
tr: Ad:
zh_hans: 名称:
zh_hant: 名稱:

# DigSigSumColumnHeaderSignBy
source: Sign By:
cs: Podpis:
de: Signiert von:
es: Firma por:
fr: Signé par :
it: Firmare entro il:
ja: 署名者:
ko: 서명자:
pl: Podpisany przez:
pt_br: Assinar em:
ru: Подписать до:
tr: İmzalayan:
zh_hans: 签名者:
zh_hant: 簽署人:

# DigSigSumColumnHeaderSignatureStatus
source: Signature Status:
cs: Stav podpisu:
de: Signaturstatus:
es: Estado de firma:
fr: État de la signature :
it: Stato firma:
ja: 署名の状態:
ko: 서명 상태:
pl: Stan podpisu:
pt_br: Status da Assinatura:
ru: Состояние подписи:
tr: İmza Durumu:
zh_hans: 签名状态:
zh_hant: 簽章狀態:

# DigSigSumDone
source: &Done
cs: &Hotovo
de: &Fertig
es: &Listo
fr: &Terminer
it: &Chiudi
ja: 完了(&D)
ko: 완료(&D)
pl: &Gotowe
pt_br: &Concluído
ru: &Готово
tr: &Bitti
zh_hans: 完成(&D)
zh_hant: 完成(&D)

# DigSigSumRequestAdd
source: &Add...
cs: Přid&at...
de: &Hinzufügen...
es: &Agregar...
fr: &Ajouter...
it: Aggi&ungi...
ja: 追加(&A)...
ko: 추가(&A)...
pl: &Dodaj...
pt_br: &Adicionar...
ru: Д&обавить...
tr: &Ekle...
zh_hans: 添加(&A)...
zh_hant: 新增(&A)...

# DigSigSumRequestDelete
source: De&lete
cs: O&dstranit
de: &Löschen
es: Eli&minar
fr: Suppr&imer
it: E&limina
ja: 削除(&L)
ko: 삭제(&L)
pl: U&suń
pt_br: Exc&luir
ru: Уд&алить
tr: S&il
zh_hans: 删除(&L)
zh_hant: 刪除(&L)

# DigSigSumSign
source: &Sign...
cs: &Podepsat...
de: &Signieren...
es: &Firmar...
fr: &Signer...
it: &Firma...
ja: 署名(&S)...
ko: 서명(&S)...
pl: &Podpisz...
pt_br: &Assinar...
ru: &Подписать...
tr: İ&mzala...
zh_hans: 签名(&S)...
zh_hant: 簽章(&S)...

# DigSigSumTitle
source: Digital Signature Summary
cs: Přehled digitálních podpisů
de: Zusammenfassung zu digitalen Signaturen
es: Resumen de firmas digitales
fr: Résumé de la signature numérique
it: Riepilogo firma digitale
ja: デジタル署名の概要
ko: 디지털 서명 요약
pl: Podsumowanie certyfikatu cyfrowego
pt_br: Resumo da Assinatura Digital
ru: Сведения о цифровой подписи
tr: Dijital İmza Özeti
zh_hans: 数字签名摘要
zh_hant: 數位簽章摘要

# DigSigSumViewCert
source: View &Certificate...
cs: Zobrazit &certifikát...
de: Z&ertifikat anzeigen...
es: V&er certificado...
fr: Afficher le &certificat...
it: Visualizza &certificato...
ja: 証明書の表示(&C)...
ko: 인증서 보기(&C)...
pl: Wyświetl &certyfikat...
pt_br: Exibir &certificado...
ru: Просмотр &сертификата...
tr: &Sertifikayı Görüntüle...
zh_hans: 查看证书(&C)...
zh_hant: 檢視憑證(&C)...

# DigitalSignatureMessageActionInvalidatesSignature
source: The changes that you selected will invalidate one or more signatures that are applied to this document.\r\n\r\nAre you sure you want to continue?
cs: Vybrané změny zruší platnost jednoho nebo více podpisů, které jsou použity v tomto dokumentu.\r\n\r\nOpravdu chcete pokračovat?
de: Durch die ausgewählten Änderungen wird mindestens eine der auf dieses Dokument angewendeten Signaturen ungültig gemacht.\r\n\r\nMöchten Sie den Vorgang fortsetzen?
es: Los cambios que seleccionó invalidarán una o más firmas aplicadas a este documento.\r\n\r\n¿Está seguro de que desea continuar?
fr: Les changements que vous avez sélectionnés vont invalider une ou plusieurs signatures appliquées à ce document.\r\n\r\nVoulez-vous vraiment continuer ?
it: Le modifiche selezionate invalideranno una o più firme applicate al documento.\r\n\r\nContinuare?
ja: 選択した変更内容によって、このドキュメントに適用されている 1 つ以上の署名が無効になります。\r\n\r\n続行しますか?
ko: 선택한 변경 내용으로 인해 이 문서에 적용한 하나 이상의 시그니처가 무효화됩니다.\r\n\r\n계속하시겠습니까?
pl: Zaznaczone zmiany spowodują unieważnienie jednego lub więcej podpisów zastosowanych do tego dokumentu.\r\n\r\nCzy na pewno chcesz kontynuować?
pt_br: As alterações selecionadas invalidarão uma ou mais assinaturas aplicadas a este documento.\r\n\r\nTem certeza de que deseja continuar?
ru: Выбранные изменения сделают недействительной одну или несколько подписей этого документа.\r\n\r\nВы действительно хотите продолжить?
tr: Seçtiğiniz değişiklikler, bu belgeye uygulanan bir veya daha fazla imzayı geçersiz kılacak.\r\n\r\nDevam etmek istediğinizden emin misiniz?
zh_hans: 所选更改将使应用于此文档的一个或多个签名失效。\r\n\r\n确定要继续吗?
zh_hant: 選取的變更將會使得一或多個套用到此文件的簽章失效。\r\n\r\n確定要繼續嗎?

# DigitalSignatureMessageAddRequestsBeforeSigning
source: You are about to apply the first digital signature to this document.\r\n\r\nIf this document must be signed by other users, you need to request their signatures before you sign by using the Digital Signatures menu.\r\n\r\nAfter you sign this document, changes to the document will invalidate your signature. Are you sure you want to continue?
cs: Použijete první digitální podpis v tomto dokumentu.\r\n\r\nPokud musí být tento dokument podepsán jinými uživateli, je nutné vyžádat jejich podpis před podepsáním pomocí nabídky Digitální podpisy.\r\n\r\nPoté, co tento dokument podepíšete, změny v tomto dokumentu zruší platnost vašeho podpisu. Opravdu chcete pokračovat?
de: Sie sind im Begriff, die erste digitale Signatur auf dieses Dokument anzuwenden.\r\n\r\nWenn dieses Dokument von anderen Benutzern signiert werden muss, müssen Sie diese Signaturen anfordern, bevor Sie das Dokument über das Menü "Digitale Signaturen" signieren.\r\n\r\nNachdem Sie dieses Dokument signiert haben, wird die Signatur durch Änderungen am Dokument ungültig. Möchten Sie den Vorgang fortsetzen?
es: Está a punto de aplicar la primera firma digital a este documento.\r\n\r\nSi otros usuarios deben firmar este documento, deberá solicitar sus firmas antes de firmar mediante el menú Firmas digitales.\r\n\r\nDespués de firmar este documento, los cambios realizados en el documento invalidarán su firma. ¿Está seguro de que desea continuar?
fr: Vous êtes sur le point d'appliquer la première signature numérique à ce document.\r\n\r\nSi ce document doit être signé par d'autres utilisateurs, vous devez demander leurs signatures avant de signer à l'aide du menu Signatures numériques.\r\n\r\nUne fois que vous avez signé ce document, tout changement apporté à ce dernier va invalider votre signature. Voulez-vous vraiment continuer ?
it: Si sta per applicare la prima firma digitale a questo documento.\r\n\r\nSe il documento deve essere firmato da altri utenti, è necessario richiedere le loro firme prima di firmarlo tramite il menu Firme digitali.\r\n\r\nDopo la firma del documento, eventuali modifiche apportate al documento invalideranno questa firma. Continuare?
ja: このドキュメントに最初のデジタル署名を適用しようとしています。\r\n\r\nこのドキュメントに他のユーザーが署名する必要がある場合は、[デジタル署名] メニューを使用して署名する前に、他のユーザーの署名を要求する必要があります。\r\n\r\nこのドキュメントに署名すると、ドキュメントに行った変更内容によって署名が無効になります。続行しますか?
ko: 이 문서에 첫 번째 디지털 서명을 적용하려고 합니다.\r\n\r\n다른 사용자가 이 문서에 서명해야 하는 경우에는 디지털 서명 메뉴를 사용하여 서명하기 전에 다른 사용자의 서명을 요청해야 합니다.\r\n\r\n이 문서에 서명한 후 문서를 변경하면 시그니처가 무효화됩니다. 계속하시겠습니까?
pl: Za chwilę pierwszy podpis cyfrowy zostanie zastosowany do tego dokumentu.\r\n\r\nJeśli ten dokument musi zostać podpisany przez innych użytkowników, należy zażądać ich podpisów przed podpisaniem za pośrednictwem menu Podpisy cyfrowe.\r\n\r\nPo podpisaniu tego dokumentu wprowadzenie do niego zmian spowoduje unieważnienie podpisu. Czy na pewno chcesz kontynuować?
pt_br: Você está prestes a aplicar a primeira assinatura digital a este documento.\r\n\r\nSe este documento precisar ser assinado por outros usuários, você precisará solicitar as assinaturas deles antes de assiná-lo usando o menu Assinaturas Digitais.\r\n\r\nDepois que você assinar o documento, as alterações feitas no documento invalidarão sua assinatura. Tem certeza de que deseja continuar?
ru: Сейчас к этому документу будет применена первая цифровая подпись.\r\n\r\nЕсли документ должен быть подписан другими пользователями, нужно запросить их подписи, прежде чем ставить свою подпись с помощью меню "Цифровые подписи".\r\n\r\nПосле подписания вами документа любые его изменения сделают данную подпись недействительной. Вы действительно хотите продолжить?
tr: Bu belgeye ilk dijital imzayı uygulamak üzeresiniz.\r\n\r\nBu belgenin diğer kullanıcılar tarafından imzalanması gerekirse, Dijital İmzalar menüsünü kullanarak imzalamadan önce bu kullanıcıların imzalarını istemeniz gerekir.\r\n\r\nBu belgeyi imzaladıktan sonra, belgedeki değişiklikler imzanızı geçersiz kılar. Devam etmek istediğinizden emin misiniz?
zh_hans: 你将把第一个数字签名应用于此文档。\r\n\r\n如果此文档必须由其他用户签名，则在使用“数字签名”菜单进行签名之前，需要请求其签名。\r\n\r\n对此文档进行签名后，更改文档将使签名失效。确定要继续吗?
zh_hant: 您即將對此文件套用第一個數位簽章。\r\n\r\n若此文件必須由其他人簽署，則必須先取得他們的簽章，才可使用 [數位簽章] 功能表進行簽署。\r\n\r\n簽署此文件之後，若文件發生變更，會使的您的簽章失效。確定要繼續嗎?

# DigitalSignatureMessageAddRequestsBeforeSigningTitle
source: Digital Signatures - Document Is Not Signed
cs: Digitální podpisy - Dokument není podepsaný
de: Digitale Signaturen - Dokument ist nicht signiert
es: Firmas digitales: el documento no está firmado
fr: Signatures numériques - Document non signé
it: Firme digitali - Documento non firmato
ja: デジタル署名 - ドキュメントは署名されていません
ko: 디지털 서명 - 문서가 서명되지 않음
pl: Podpisy cyfrowe — dokument nie jest podpisany.
pt_br: Assinaturas Digitais - O documento não está assinado
ru: Цифровые подписи - документ не подписан
tr: Dijital İmzalar - Belge İmzalanmadı
zh_hans: 数字签名 - 文档未签名
zh_hant: 數位簽章 - 文件未簽署

# DigitalSignatureMessageDocumentNotSignable
source: This document cannot be signed because it contains content that cannot be displayed.
cs: Dokument nemůže být podepsán, protože jeho obsah nelze zobrazit.
de: Dieses Dokument kann nicht signiert werden, da Inhalte vorhanden sind, die nicht angezeigt werden können.
es: Este documento no se puede firmar porque tiene contenido que no se puede mostrar.
fr: Impossible de signer ce document, car une partie de son contenu ne peut pas être affichée.
it: Impossibile firmare il documento perché include contenuto non visualizzabile.
ja: このドキュメントには表示できないコンテンツが含まれているため、署名することはできません。
ko: 표시할 수 없는 콘텐츠가 포함되어 있어 이 문서에 서명할 수 없습니다.
pl: Tego dokumentu nie można podpisać, ponieważ znajduje się w nim zawartość, której nie można wyświetlać.
pt_br: Este documento não pode ser assinado porque ele contém conteúdo que não pode ser exibido.
ru: Этот документ не может быть подписан, так как в нем есть содержимое, которое нельзя отобразить.
tr: Bu belgenin içeriği görüntülenemediğinden imzalanamıyor.
zh_hans: 由于此文档包含无法显示的内容，因此无法对此文档进行签名。
zh_hant: 無法簽署此文件，因為它包含無法顯示的內容。

# DigitalSignatureMessageDocumentNotSignableTitle
source: Digital Signatures
cs: Digitální podpisy
de: Digitale Signaturen
es: Firmas digitales
fr: Signatures numériques
it: Firme digitali
ja: デジタル署名
ko: 디지털 서명
pl: Podpisy cyfrowe
pt_br: Assinaturas Digitais
ru: Цифровые подписи
tr: Dijital İmzalar
zh_hans: 数字签名
zh_hant: 數位簽章

# DigitalSignatureMessageSignNoPending
source: This document has no pending signatures. Are you sure you want to sign it anyway?
cs: Tento dokument neočekává žádné podpisy. Opravdu jej chcete podepsat?
de: Dieses Dokument besitzt keine ausstehenden Signaturen. Möchten Sie es wirklich signieren?
es: Este documento no tiene firmas pendientes. ¿Está seguro de que desea firmarlo de todos modos?
fr: Ce document ne possède aucune signature en attente. Voulez-vous le signer néanmoins ?
it: Per il documento non esistono firme in sospeso. Firmarlo comunque?
ja: このドキュメントには保留中の署名はありません。 署名しますか?
ko: 이 문서에 보류 중인 서명이 없습니다. 그래도 서명하시겠습니까?
pl: Nie ma oczekujących podpisów dla tego dokumentu. Czy mimo to chcesz go podpisać?
pt_br: Este documento não tem assinaturas pendentes. Tem certeza de que deseja assiná-lo mesmo assim?
ru: Для этого документа есть все необходимые подписи. Вы все равно хотите подписать его?
tr: Bu belgede bekleyen imza yok. Yine de imzalamak istediğinizden emin misiniz?
zh_hans: 此文档无挂起的签名。是否确实为其签名?
zh_hant: 此文件沒有擱置中的簽章。您確定要簽署此文件?

# DigitalSignatureMessageSignNow
source: Do you want to sign this document now?\r\n\r\nYou have just defined information about who is required to sign this document. You should digitally sign the document to ensure tamper evidence if someone tries to modify it. If you still want to modify this document then you should not sign it now.
cs: Chcete tento dokument teď podepsat?\r\n\r\nPrávě jste definovali informace o tom, kdo má podepsat tento dokument. Dokument byste měli opatřit digitálním podpisem, abyste zajistili důkaz pro případ, že by se jej někdo pokusil změnit. Pokud chcete tento dokument dále upravovat, pak byste jej zatím neměli podepisovat.
de: Möchten Sie dieses Dokument jetzt signieren?\r\n\r\nSie haben gerade Informationen dazu definiert, wer dieses Dokument signieren muss. Sie müssen das Dokument digital signieren, um sicherzustellen, dass Sie über einen Manipulationsbeweis verfügen, falls jemand das Dokument ändert. Falls Sie noch weitere Änderungen an diesem Dokument ausführen möchten, dürfen Sie es jetzt nicht signieren.
es: ¿Desea firmar este documento ahora?\r\n\r\nAcaba de definir información acerca de quién debe firmar este documento. Debe firmar digitalmente el documento para garantizar la evidencia de alteración en caso de que alguien intente modificarlo. Si todavía desea modificar este documento, no debe firmarlo ahora.
fr: Voulez-vous signer ce document maintenant ?\r\n\r\nVous venez de définir les informations relatives aux personnes qui doivent signer ce document. Vous devez signer numériquement le document pour pouvoir disposer d'une preuve de son altération, au cas où quelqu'un tenterait de le falsifier. Si vous souhaitez toujours modifier ce document, ne le signez pas maintenant.
it: Firmare ora questo documento?\r\n\r\nSono appena state definite informazioni sui requisiti di firma per il documento. È consigliabile firmare digitalmente il documento per assicurarsi di disporre di evidenze di manomissione nel caso qualcuno provi a modificare i dati. Se si vogliono apportare modifiche al documento, è consigliabile non firmarlo adesso.
ja: 今すぐこのドキュメントに署名しますか?\r\n\r\nこのドキュメントへの署名を求められるユーザーに関する情報が定義されました。このドキュメントをだれかが変更しようとした場合に、改ざんの証拠を残すために、このドキュメントにデジタル署名する必要があります。このドキュメントをまだ変更する場合は、すぐには署名しないでください。
ko: 지금 이 문서에 서명하시겠습니까?\r\n\r\n이 문서에 서명해야 하는 사람들에 대한 정보를 정의했습니다. 다른 사람이 문서를 수정하려고 할 때 무단으로 변경되는 것을 방지하려면 문서에 디지털 서명해야 합니다. 아직 이 문서의 수정이 끝나지 않았으면 지금 문서에 서명하지 마세요.
pl: Czy chcesz podpisać ten dokument teraz?\r\n\r\nZdefiniowano właśnie, kto powinien podpisać ten dokument. Dane należy podpisać cyfrowo, aby w razie próby ich modyfikowania przez inną osobę można było wykazać, że naruszono ich integralność. Jeśli chcesz wprowadzić w tym dokumencie dodatkowe zmiany, nie podpisuj go teraz.
pt_br: Deseja assinar este documento agora?\r\n\r\nVocê acabou de definir as informações sobre quem deve assinar este documento. Você deverá assinar este documento digitalmente para garantir uma prova de falsificação se alguém tentar modificá-lo. Se ainda quiser modificar este documento, não o assine agora.
ru: Вы хотите подписать этот документ сейчас?\r\n\r\nВы только что определили, кто должен подписывать этот документ. Нужно добавить свою цифровую подпись к документу, чтобы сохранить информацию о нарушении безопасности, если кто-либо попробует изменить документ. Если вы собираетесь вносить в документ изменения, его не следует подписывать сейчас.
tr: Bu belgeyi şimdi imzalamak istiyor musunuz?\r\n\r\nBu belgeyi kimin imzalaması gerektiğiyle ilgili bilgileri tanımlamış bulunuyorsunuz. Birisi belgeyi değiştirmeyi denediği takdirde müdahale kanıtı elde etmek için belgeyi dijital olarak imzalamanız gerekir. Bu belgede hala değişiklik yapmak istiyorsanız, şimdi imzalamamalısınız.
zh_hans: 是否现在对此文档进行签名?\r\n\r\n你刚刚定义了要求谁对此文档进行签名的信息。应对文档进行数字签名，确保在他人尝试对其进行修改的情况下获得篡改证据。如果仍然要修改此文档，则不应现在签名。
zh_hant: 是否要立即簽署此文件?\r\n\r\n您剛剛定義了需要哪些人簽署此文件的資訊。您應要為此文件加上數位簽章，才可確保在此文件受到修改時能提出證明。若仍要修改此文件，則不應現在就簽署此文件。

# DigitalSignatureMessageSignNowTitle
source: Sign XPS Document
cs: Podepsat dokument XPS
de: XPS-Dokument signieren
es: Firmar documento XPS
fr: Signer le document XPS
it: Firma documento XPS
ja: XPS ドキュメントに署名する
ko: XPS 문서 서명
pl: Podpisywanie dokumentu XPS
pt_br: Assinar documento XPS
ru: Подписание документа XPS
tr: XPS Belgesini İmzala
zh_hans: 对 XPS 文档进行签名
zh_hant: 簽署 XPS 文件

# DigitalSignatureMessageSignPending
source: You have not selected any of the pending signatures requested by the publisher of this document. Are you sure you want to continue?
cs: Neoznačili jste žádný z požadovaných podpisů určených vydavatelem tohoto dokumentu. Opravdu chcete pokračovat?
de: Sie haben keine der ausstehenden Signaturen ausgewählt, die vom Herausgeber dieses Dokuments angefordert wurden. Möchten Sie den Vorgang wirklich fortsetzen?
es: No ha seleccionado ninguna de las firmas pendientes solicitadas por el publicador de este documento. ¿Está seguro de que desea continuar?
fr: Vous n'avez sélectionné aucune des signatures en attente demandées par l'éditeur du document. Voulez-vous vraiment continuer ?
it: Non è stata selezionata alcuna delle firme in sospeso richieste dall'autore del documento. Continuare?
ja: このドキュメントの公開元によって要求された保留中の署名が選択されていません。続行しますか?
ko: 이 문서의 게시자가 요청하여 현재 보류 중인 서명을 선택하지 않았습니다. 계속하시겠습니까?
pl: Nie wybrano żadnego z oczekujących podpisów żądanych przez wydawcę tego dokumentu. Czy na pewno chcesz kontynuować?
pt_br: Nenhuma assinatura pendente, solicitada pelo editor deste documento, foi selecionada. Tem certeza de que deseja prosseguir?
ru: Не выбрана ни одну из отсутствующих подписей, требуемых издателем документа. Продолжить выполнение?
tr: Bu belgenin yayımcısı tarafından istenen bekleyen imzalardan hiçbirini seçmediniz. Devam etmek istediğinizden emin misiniz?
zh_hans: 您尚未选择此文档的发行者所要求的任何挂起的签名。是否确实继续?
zh_hant: 您尚未選取此文件發行者要求的任何擱置中簽章要求。您確定要繼續嗎?

# DigitalSignatureNoFixedDocumentSequence
source: The document does not contain a valid FixedDocumentSequence.
cs: Dokument neobsahuje platnou třídu FixedDocumentSequence.
de: Das Dokument enthält keine gültige "FixedDocumentSequence".
es: El documento no contiene una FixedDocumentSequence válida.
fr: Le document ne contient pas de FixedDocumentSequence valide.
it: Il documento non contiene una FixedDocumentSequence valida.
ja: このドキュメントには、有効な FixedDocumentSequence がありません。
ko: 문서에 올바른 FixedDocumentSequence가 없습니다.
pl: Ten dokument nie zawiera prawidłowego elementu FixedDocumentSequence.
pt_br: O documento não contém um FixedDocumentSequence válido.
ru: Данный документ не содержит допустимой последовательности FixedDocumentSequence.
tr: Belge geçerli bir FixedDocumentSequence içermiyor.
zh_hans: 文档不包含有效的 FixedDocumentSequence。
zh_hant: 文件未包含有效的 FixedDocumentSequence。
