Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationUI/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RightsManagementWarnErrorFailedToLoadTemplate
source: Cannot load the requested template. Select a different template and contact your network administrator or support personnel.
cs: Nelze načíst požadovanou šablonu. Zvolte jinou šablonu a kontaktujte správce sítě nebo pracovníky podpory.
de: Die angeforderte Vorlage kann nicht geladen werden. Wählen Sie eine andere Vorlage aus, und wenden Sie sich an den Netzwerkadministrator oder an den Support.
es: No se puede cargar la plantilla solicitada. Seleccione otra plantilla y póngase en contacto con el administrador de la red o con el personal de soporte técnico.
fr: Impossible de charger le modèle demandé. Sélectionnez un autre modèle et contactez votre administrateur réseau ou votre support technique.
it: Impossibile caricare il modello richiesto. Selezionare un modello diverso e rivolgersi all'amministratore di rete o al supporto tecnico.
ja: 要求されたテンプレートを読み込むことができません。別のテンプレートを選択して、ネットワーク管理者またはサポート担当者に問い合わせてください。
ko: 요청한 템플릿을 로드할 수 없습니다. 다른 템플릿을 선택하거나, 네트워크 관리자 또는 고객 지원 담당자에게 문의하십시오.
pl: Nie można załadować żądanego szablonu. Wybierz inny szablon i skontaktuj się z administratorem sieci lub pracownikami pomocy technicznej.
pt_br: Não é possível carregar o modelo solicitado. Selecione um modelo diferente e entre em contato com o administrador de rede ou com a equipe de suporte.
ru: Не удается загрузить запрошенный шаблон. Выберите другой шаблон и обратитесь к сетевому администратору или в службу поддержки.
tr: İstenen şablon yüklenemiyor. Farklı bir şablon seçin ve ağ yöneticinize veya destek personeline başvurun.
zh_hans: 无法加载请求的模板。请选择其他模板并联系您的网络管理员或技术支持人员。
zh_hant: 無法載入要求的範本。請選取其他範本，並連絡您的網路系統管理員或支援人員。

# RightsManagementWarnErrorFailedToRemoveUser
source: Cannot remove this account because it is in use.
cs: Tento účet nelze odstranit, protože je používán.
de: Das Konto kann nicht entfernt werden, da es verwendet wird.
es: No se puede quitar esta cuenta porque está en uso.
fr: Impossible de supprimer ce compte parce qu'il est en cours d'utilisation.
it: Account in uso. Impossibile rimuoverlo.
ja: このアカウントは、使用中のため削除できません。
ko: 이 계정을 사용 중이므로 해당 계정을 제거할 수 없습니다.
pl: Nie można usunąć tego konta, ponieważ jest ono używane.
pt_br: Não é possível remover esta conta porque ela está sendo usada.
ru: Удаление учетной записи невозможно, так как она используется.
tr: Bu hesap kullanımda olduğundan kaldırılamaz.
zh_hans: 由于此帐户正在使用中，因此无法移除此帐户。
zh_hant: 無法移除此帳戶，因為它正在使用中。

# RightsManagementWarnErrorGenericFailure
source: Failed to initialize rights management. Contact your network administrator or support personnel.
cs: Službu Správa přístupových práv nelze inicializovat. Kontaktujte správce sítě nebo pracovníky podpory.
de: Fehler beim Initialisieren der Rechteverwaltung. Wenden Sie sich an den Netzwerkadministrator oder an den Support.
es: No se puede inicializar la administración de derechos. Póngase en contacto con el administrador de la red o con el personal de servicio técnico.
fr: Échec de l'initialisation de la gestion des droits. Contactez votre administrateur réseau ou votre support technique.
it: Impossibile inizializzare Rights Management. Rivolgersi all'amministratore di rete o al supporto tecnico.
ja: Rights Management を初期化できませんでした。ネットワーク管理者またはサポート担当者に問い合わせてください。
ko: 권한 관리를 초기화하지 못했습니다. 네트워크 관리자 또는 고객 지원 담당자에게 문의하십시오.
pl: Nie można zainicjować zarządzania prawami. Skontaktuj się z administratorem sieci lub pracownikami pomocy technicznej.
pt_br: Falha ao inicializar o gerenciamento de direitos. Entre em contato com o administrador de rede ou com a equipe de suporte.
ru: Не удалось выполнить инициализацию управления правами. Обратитесь к сетевому администратору или в службу поддержки.
tr: Haklar yönetimi başlatılamadı. Ağ yöneticinize veya destek personeline başvurun.
zh_hans: 无法初始化权限管理。请联系您的网络管理员或技术支持人员。
zh_hant: 無法初始化版權管理。請連絡您的網路系統管理員或支援人員。

# RightsManagementWarnErrorInvalidContent
source: Cannot open this document with restricted permissions because the content is invalid or corrupted.
cs: Tento dokument s omezeným oprávněním nelze otevřít, protože jeho obsah je neplatný nebo poškozený.
de: Dieses Dokument mit eingeschränkten Berechtigungen kann nicht geöffnet werden, da der Inhalt ungültig oder beschädigt ist.
es: No se puede abrir este documento con permisos restringidos porque el contenido no es válido o está dañado.
fr: Impossible d'ouvrir ce document avec des autorisations limitées, car le contenu est endommagé ou non valide.
it: Impossibile aprire questo documento con autorizzazioni limitate perché il contenuto non è valido o è danneggiato.
ja: コンテンツが無効であるか、または壊れているため、制限されたアクセス許可でこのドキュメントを開くことはできません。
ko: 콘텐츠가 잘못되었거나 손상되었으므로 권한이 제한된 이 문서를 열 수 없습니다.
pl: Nie można otworzyć tego dokumentu z ograniczonymi uprawnieniami, ponieważ zawartość jest nieprawidłowa lub uszkodzona.
pt_br: Não é possível abrir este documento com permissões restritas porque o conteúdo não é válido ou está corrompido.
ru: Не удается открыть документ с ограниченными разрешениями, так как его содержимое недопустимое или повреждено.
tr: İçerik geçersiz veya bozuk olduğundan bu belge sınırlı izinlerle açılamaz.
zh_hans: 由于内容无效或损坏，因此无法使用受限制的权限打开此文档。
zh_hant: 無法以限制權限開啟此文件，因為內容無效或已損毀。

# RightsManagementWarnErrorInvalidTemplate
source: Cannot sign with the requested template. Select a different template and contact your network administrator or support personnel.
cs: Tento dokument nelze podepsat pomocí požadované šablony. Zvolte jinou šablonu a kontaktujte správce sítě nebo pracovníky podpory.
de: Das Signieren war mit der angeforderten Vorlage nicht möglich. Wählen Sie eine andere Vorlage aus, und wenden Sie sich an den Netzwerkadministrator oder an den Support.
es: No se puede firmar con la plantilla solicitada. Seleccione otra plantilla y póngase en contacto con el administrador de red o el personal de soporte técnico.
fr: Impossible de signer avec le modèle demandé. Sélectionnez un autre modèle et contactez votre administrateur réseau ou votre support technique.
it: Impossibile firmare il modello richiesto. Selezionare un modello diverso e rivolgersi all'amministratore di rete o al supporto tecnico.
ja: 要求されたテンプレートでは署名できません。別のテンプレートを選択して、ネットワーク管理者またはサポート担当者に問い合わせてください。
ko: 요청한 템플릿으로 서명할 수 없습니다. 다른 템플릿을 선택하거나, 네트워크 관리자 또는 고객 지원 담당자에게 문의하십시오.
pl: Nie można podpisać przy użyciu żądanego szablonu. Wybierz inny szablon i skontaktuj się z administratorem sieci lub pracownikami pomocy technicznej.
pt_br: Não é possível assinar com o modelo solicitado. Selecione um modelo diferente e entre em contato com o administrador de rede ou com a equipe de suporte.
ru: Не удается поставить подпись с выбранным шаблоном. Выберите другой шаблон и обратитесь к сетевому администратору или в службу поддержки.
tr: İstenen şablonla imzalanamıyor. Farklı bir şablon seçin ve ağ yöneticinize veya destek personeline başvurun.
zh_hans: 无法使用请求的模板签名。请选择其他模板并联系您的网络管理员或技术支持人员。
zh_hant: 無法以要求的範本進行簽署。請選取其他範本，並連絡您的網路系統管理員或支援人員。

# RightsManagementWarnErrorNoAddress
source: Enter a valid e-mail address for whom to add rights.
cs: Zadejte platnou elektronickou adresu osoby, jejíž práva mají být přidána.
de: Geben Sie eine gültige E-Mail-Adresse für den Benutzer ein, für den Rechte hinzugefügt werden sollen.
es: Escriba una dirección de correo electrónico válida a la que agregar derechos.
fr: Entrez une adresse de messagerie valide pour laquelle ajouter des droits.
it: Immettere un indirizzo di posta elettronica valido per cui aggiungere i diritti.
ja: 権限を追加するユーザーの有効な電子メール アドレスを入力してください。
ko: 권한을 추가할 올바른 전자 메일 주소를 입력하십시오.
pl: Wprowadź prawidłowy adres e-mail osoby, dla której chcesz dodać prawa.
pt_br: Digite um endereço de e-mail válido para quem os direitos serão adicionados.
ru: Введите действующий адрес электронной почты получателя прав.
tr: Hak eklenecek kişi için geçerli bir e-posta adresi girin.
zh_hans: 输入要为其添加权限的有效电子邮件地址。
zh_hant: 請輸入要新增權限的人員的有效電子郵件地址。

# RightsManagementWarnErrorNoPermission
source: You do not have permission to open this document with this account. Would you like to use a different account or create a new account?
cs: Nemáte oprávnění otevřít tento dokument tímto účtem. Chcete použít jiný účet nebo si otevřít nový?
de: Sie haben keine Berechtigung, das Dokument mit diesem Konto zu öffnen. Möchten Sie ein anderes Konto verwenden oder ein neues Konto erstellen?
es: No tiene permiso para abrir este documento con esta cuenta. ¿Desea usar otra cuenta o crear una nueva?
fr: Vous n'êtes pas autorisé à ouvrir ce document avec ce compte. Voulez-vous utiliser un autre compte ou en créer un nouveau ?
it: Autorizzazioni non disponibili per aprire il documento con questo account. Utilizzare un account diverso o crearne uno nuovo?
ja: このアカウントではこのドキュメントを開くためのアクセス許可がありません。別のアカウントを使用するか、新しいアカウントを作成してください。
ko: 이 계정으로 이 문서를 열 수 있는 권한이 없습니다. 다른 계정을 사용하거나 새 계정을 만드시겠습니까?
pl: Nie masz uprawnień do otwierania tego dokumentu z tego konta. Czy chcesz spróbować wykonać tę operację z innego konta lub utworzyć nowe konto?
pt_br: Você não tem permissão para abrir este documento com esta conta. Deseja usar uma conta diferente ou criar uma nova?
ru: Разрешения на открытие документа для данной учетной записи отсутствуют. Использовать другую учетную запись или создать новую?
tr: Bu belgeyi bu hesapla açma izniniz yok. Farklı bir hesap kullanmak veya yeni bir hesap oluşturmak ister misiniz?
zh_hans: 您不具有使用此帐户打开此文档的权限。是否使用其他帐户或创建新帐户?
zh_hant: 您沒有使用此帳戶開啟此文件的權限。是否要使用其他帳戶，或建立新帳戶?

# RightsManagementWarnErrorNoReferralAddress
source: Enter a valid e-mail address to contact for permissions.
cs: Zadejte platnou elektronickou adresu pro kontakt ohledně oprávnění.
de: Geben Sie für die Berechtigungen eine gültige Kontakt-E-Mail-Adresse ein.
es: Escriba una dirección de correo electrónico válida con la que ponerse en contacto para obtener permisos.
fr: Entrez une adresse de messagerie valide à contacter pour les autorisations.
it: Immettere un indirizzo di posta elettronica valido da contattare per le autorizzazioni.
ja: アクセス許可について問い合わせるために、有効な電子メール アドレスを入力してください。
ko: 권한에 대해 문의할 올바른 전자 메일 주소를 입력하십시오.
pl: Wprowadź prawidłowy kontaktowy adres e-mail, na który mają być wysłane informacje dotyczące uprawnień.
pt_br: Digite um endereço de e-mail válido para contato para permissões.
ru: Введите действующий адрес электронной почты для обращения за изменением разрешений.
tr: İzin için başvurulacak geçerli bir e-posta adresi girin.
zh_hans: 输入有效的电子邮件地址进行联系，以获得权限。
zh_hant: 輸入要與之連絡以取得權限的人員的有效電子郵件地址。

# RightsManagementWarnErrorRMNotInstalled
source: The Windows Rights Management Services Client (RMS) is required in order for you to be able to open and create XPS documents with restricted permissions. Do you want to download and install Windows RMS Client now?
cs: Pro otevírání a tvorbu dokumentů XPS s omezenými oprávněními je potřeba klient služby Správa přístupových práv ve Windows (RMS). Chcete jej nyní stáhnout a nainstalovat?
de: Sie benötigen den Windows Rights Management Services-Client (RMS), um XPS-Dokumente mit eingeschränkten Berechtigungen öffnen erstellen zu können. Möchten Sie den RMS-Client jetzt herunterladen und installieren?
es: Se requiere el cliente de los Servicios de Windows Rights Management (RMS) para abrir y crear documentos XPS con permisos restringidos. ¿Desea descargar e instalar el cliente de Windows RMS ahora?
fr: Le client des services de gestion des droits de Windows est nécessaire pour que vous puissiez ouvrir et créer des documents XPS avec des autorisations restreintes. Voulez-vous télécharger et installer maintenant le client RMS de Windows ?
it: È necessario il client Windows Rights Management Services (RMS) per aprire e creare documenti XPS con autorizzazioni limitate. Scaricare e installare il client Windows RMS?
ja: 制限されたアクセス許可で XPS ドキュメントを開いたり作成したりするには、Windows Rights Management Services (RMS) Client が必要です。Windows RMS Client をダウンロードし、インストールしますか?
ko: 권한이 제한된 XPS 문서를 열고 만들려면 Windows Rights Management 서비스 클라이언트(RMS)가 필요합니다. 지금 Windows RMS 클라이언트를 다운로드하고 설치하시겠습니까?
pl: Do otwierania i tworzenia dokumentów XPS z ograniczonymi uprawnieniami wymagany jest klient programu Usługi zarządzania prawami dostępu w systemie Windows (RMS). Czy chcesz teraz pobrać i zainstalować klienta programu Zarządzanie prawami w systemie Windows?
pt_br: O Cliente dos Serviços do Windows Rights Management (RMS) é necessário para que você possa abrir e criar um documento XPS com permissões restritas. Deseja fazer download e instalar o Cliente do Windows RMS agora?
ru: Для открытия и создания документов XPS с ограниченными разрешениями требуется клиент службы управления правами Windows (RMS). Скачать и установить клиент Windows RMS сейчас?
tr: Sınırlı izinlerle XPS belgeleri açabilmeniz ve oluşturabilmeniz için Windows Rights Management Services Client (RMS) gerekir. Windows RMS Client'ı şimdi indirip kurmak ister misiniz?
zh_hans: 需要 Windows 权限管理服务客户端(RMS)才能使用受限制的权限打开和创建 XPS 文档。是否立即下载并安装 Windows RMS 客户端?
zh_hant: 必須有 Windows Rights Management 服務用戶端 (RMS)，您才能以限制權限開啟與建立 XPS 文件。是否要立即下載並安裝 Windows RMS 用戶端?

# RightsManagementWarnErrorServerError
source: Cannot verify your permissions to this document because the server that manages permissions for this document is not available.
cs: Nelze ověřit oprávnění pro tento dokument, protože není dostupný server, který spravuje oprávnění pro tento dokument.
de: Ihre Berechtigungen für dieses Dokument können nicht überprüft werden. Der Server, der die Berechtigungen für dieses Dokument verwaltet, ist nicht verfügbar.
es: No se pueden comprobar sus permisos para este documento porque el servidor que administra los permisos para este documento no está disponible.
fr: Impossible de vérifier vos autorisations pour ce document, car le serveur qui gère les autorisations de ce document n'est pas disponible.
it: Impossibile verificare le autorizzazioni per questo documento. Il server che gestisce le autorizzazioni per il documento non è disponibile.
ja: このドキュメントに対するアクセス許可を管理するサーバーが使用できないため、このドキュメントに対するアクセス許可を確認できません。
ko: 이 문서에 대한 권한을 관리하는 서버를 사용할 수 없으므로 이 문서에 대한 권한을 확인할 수 없습니다.
pl: Nie można sprawdzić uprawnień użytkownika do tego dokumentu, ponieważ serwer zarządzający uprawnieniami do tego dokumentu jest niedostępny.
pt_br: Não é possível verificar suas permissões para este documento porque o servidor que gerencia as permissões para este documento não está disponível.
ru: Не удается проверить разрешения для данного документа, поскольку сервер, управляющий разрешениями, недоступен.
tr: Bu belgenin izinlerini yöneten sunucu kullanılamadığından bu belge üzerindeki izinleriniz doğrulanamıyor.
zh_hans: 由于管理此文档权限的服务器不可用，因此无法验证您对于此文档的权限。
zh_hant: 無法檢查您對此文件的權限，因為負責管理此文件權限的伺服器無法使用。

# RightsManagementWarnErrorTemporaryActivationNotSupported
source: The server does not support temporary activation.
cs: Server nepodporuje dočasnou aktivaci.
de: Der Server unterstützt die temporäre Aktivierung nicht.
es: El servidor no admite la activación temporal.
fr: Le serveur ne prend pas en charge l'activation temporaire.
it: Il server non supporta l'attivazione temporanea.
ja: サーバーは一時的なアクティブ化をサポートしていません。
ko: 서버에서 임시 활성화를 지원하지 않습니다.
pl: Serwer nie obsługuje tymczasowej aktywacji.
pt_br: O servidor não oferece suporte à ativação temporária.
ru: Сервер не поддерживает временную активацию.
tr: Sunucu geçici etkinleştirmeyi desteklemiyor.
zh_hans: 服务器不支持临时激活。
zh_hant: 伺服器不支援暫時啟用。

# RightsManagementWarnErrorTitle
source: XPS Document Rights Management Error
cs: Chyba služby Správa přístupových práv k dokumentu XPS
de: Fehler bei der Rechteverwaltung für XPS-Dokumente
es: Error de administración de derechos para documentos XPS
fr: Erreur de gestion des droits des documents XPS
it: Errore Rights Management per documenti XPS
ja: XPS ドキュメント Rights Management エラー
ko: XPS 문서 권한 관리 오류
pl: Błąd zarządzania prawami do dokumentów XPS
pt_br: Erro de Gerenciamento de Direitos do Documento XPS
ru: Ошибка управления правами для документа XPS
tr: XPS Document Rights Management Hatası
zh_hans: XPS 文档权限管理错误
zh_hant: XPS 文件版權管理錯誤

# ServerSideTemplateDisplayNone
source: <none>
cs: <žádný>
de: <keine>
es: <ninguna>
fr: <aucun>
it: <nessuno>
ja: <なし>
ko: <없음>
pl: <brak>
ru: <нет>
zh_hans: <无>

# SignatureResourceHelperCertificateStatusCannotBeVerified
source: Certificate cannot be verified
cs: Certifikát nelze ověřit.
de: Das Zertifikat kann nicht verifiziert werden.
es: No se puede comprobar el certificado
fr: Le certificat ne peut pas être vérifié
it: Impossibile verificare il certificato
ja: 証明書を確認できません
ko: 인증서를 확인할 수 없음
pl: Nie można zweryfikować certyfikatu.
pt_br: O certificado não pode ser verificado
ru: Не удается подтвердить сертификат
tr: Sertifika doğrulanamıyor
zh_hans: 无法验证证书
zh_hant: 無法檢查憑證

# SignatureResourceHelperCertificateStatusCorrupted
source: Certificate is corrupted
cs: Certifikát je poškozený.
de: Das Zertifikat ist beschädigt.
es: El certificado está dañado
fr: Le certificat est endommagé
it: Certificato danneggiato
ja: 証明書は破損しています
ko: 인증서가 손상됨
pl: Certyfikat jest uszkodzony.
pt_br: O certificado está corrompido
ru: Сертификат подтвержден
tr: Sertifika bozuk
zh_hans: 证书已损坏
zh_hant: 憑證已損毀

# SignatureResourceHelperCertificateStatusExpired
source: Certificate has expired
cs: Platnost certifikátu vypršela.
de: Das Zertifikat ist abgelaufen.
es: El certificado ha expirado
fr: Le certificat a expiré
it: Certificato scaduto
ja: 証明書の有効期限が切れています
ko: 인증서가 만료됨
pl: Certyfikat wygasł.
pt_br: O certificado expirou
ru: Сертификат просрочен
tr: Sertifikanın süresi geçti
zh_hans: 证书已到期
zh_hant: 憑證已到期

# SignatureResourceHelperCertificateStatusIssuerNotTrusted
source: Certificate issuer is not trusted
cs: Vydavatel certifikátu není důvěryhodná osoba.
de: Der Zertifikataussteller ist nicht vertrauenswürdig.
es: El emisor del certificado no es de confianza
fr: L'émetteur du certificat n'est pas digne de confiance
it: Autorità di certificazione non disponibile nell'elenco locale
ja: 証明書の発行者は信頼されていません
ko: 인증서 발급자를 신뢰할 수 없음
pl: Wystawca certyfikatu nie jest zaufany.
pt_br: O emissor do certificado não é confiável
ru: Поставщик сертификата не является доверенным
tr: Sertifikayı verene güvenilmiyor
zh_hans: 证书颁发者不受信任
zh_hant: 憑證簽發者未受信任

# SignatureResourceHelperCertificateStatusNoCertificate
source: Certificate is missing
cs: Chybí certifikát
de: Das Zertifikat fehlt.
es: Falta un certificado
fr: Le certificat est manquant.
it: Certificato mancante
ja: 証明書が存在しません
ko: 인증서가 없습니다.
pl: Brak certyfikatu.
pt_br: O certificado está faltando
ru: Отсутствует сертификат
tr: Sertifika yok
zh_hans: 缺少证书
zh_hant: 遺失憑證

# SignatureResourceHelperCertificateStatusOk
source: Certificate is valid
cs: Certifikát je platný.
de: Das Zertifikat ist gültig.
es: El certificado es válido
fr: Le certificat est valide
it: Certificato valido
ja: 証明書は有効です
ko: 인증서가 유효함
pl: Certyfikat jest prawidłowy.
pt_br: O certificado é válido
ru: Сертификат действителен
tr: Sertifika geçerli
zh_hans: 证书有效
zh_hant: 憑證無效

# SignatureResourceHelperCertificateStatusRevoked
source: Certificate has been revoked
cs: Certifikát byl odvolán.
de: Das Zertifikat wurde gesperrt.
es: Se ha revocado el certificado
fr: Le certificat a été révoqué
it: Certificato revocato
ja: 証明書は失効しています
ko: 인증서가 해지됨
pl: Certyfikat został odwołany.
pt_br: O certificado foi revogado
ru: Сертификат отозван
tr: Sertifika iptal edildi
zh_hans: 证书已吊销
zh_hant: 憑證已撤銷

# SignatureResourceHelperCertificateStatusVerifying
source: Certificate is being verified
cs: Certifikát se ověřuje
de: Das Zertifikat wird überprüft
es: El certificado se está comprobando
fr: Le certificat est en cours de vérification.
it: Verifica del certificato in corso
ja: 証明書を確認中です
ko: 인증서를 확인하고 있습니다.
pl: Trwa weryfikacja certyfikatu.
pt_br: O certificado está sendo verificado
ru: Выполняется проверка сертификата
tr: Sertifika doğrulanıyor
zh_hans: 正在验证证书
zh_hant: 正在檢查憑證

# SignatureResourceHelperMissingCertificate
source: The certificate was null, which is not valid for the current certificate status.
cs: Certifikát byl nulový, což není platný aktuální stav certifikátu.
de: Das Zertifikat war NULL. Dies ist für den aktuellen Zertifikatstatus ungültig.
es: El certificado era nulo, por lo que no es válido para el estado del certificado actual.
fr: Le certificat était nul, valeur non valide pour l'état du certificat actuel.
it: Il certificato è null. Stato non valido per il certificato corrente.
ja: 証明書は NULL でした。これは、現在の証明書の状態として無効です。
ko: 인증서가 null이며 이는 현재 인증서 상태에 사용할 수 없습니다.
pl: Certyfikat miał wartość zerową, co nie jest prawidłowe przy bieżącym stanie certyfikatu.
pt_br: O certificado era nulo, o que não é válido para o status atual do certificado.
ru: Сертификат не определен, что делает его недействительным для текущего состояния.
tr: Sertifika boştu ve bu da şimdiki sertifika durumu için geçerli değil.
zh_hans: 证书为空，对于当前证书状态无效。
zh_hant: 憑證是空值，因此對於目前的憑證狀態而言是無效的。

# SignatureResourceHelperNone
source: <none>
cs: <žádný>
de: <keine>
es: <ninguna>
fr: <aucun>
it: <nessuno>
ja: <なし>
ko: <없음>
pl: <brak>
ru: <нет>
zh_hans: <无>

# SignatureResourceHelperSignatureStatusInvalid
source: Document has been modified since signed
cs: Dokument byl po podpisu upraven.
de: Das Dokument wurde geändert, nachdem es signiert wurde.
es: El documento se ha modificado desde que se firmó
fr: Le document a été modifié depuis sa signature
it: Documento modificato dopo la firma
ja: 署名後、ドキュメントは変更されています。
ko: 서명한 후에 문서를 수정함
pl: Dokument został zmodyfikowany od czasu podpisania
pt_br: O documento foi modificado depois de assinado
ru: Документ изменен после подписания
tr: Belge imzalandıktan sonra değiştirilmiş
zh_hans: 文档自签名后已修改
zh_hant: 文件在簽署後已遭修改

# SignatureResourceHelperSignatureStatusUnverifiable
source: Not all signed content can be displayed
cs: Nelze zobrazit veškerý podepsaný obsah.
de: Es können nicht alle signierten Inhalte angezeigt werden.
es: No se puede mostrar todo el contenido firmado
fr: Impossible d'afficher la totalité du contenu signé
it: Non tutto il contenuto firmato può essere visualizzato
ja: 署名された一部のコンテンツを表示できません
ko: 서명한 모든 콘텐츠를 표시할 수 없음
pl: Nie można wyświetlić całej podpisanej zawartości
pt_br: Nem todo conteúdo assinado pode ser exibido
ru: Удается отобразить только часть подписанного содержимого
tr: Tüm imzalı içerik görüntülenemez
zh_hans: 并非所有签名的内容都能显示
zh_hant: 無法顯示所有已簽署的內容

# SignatureResourceHelperSignatureStatusValid
source: Signature is valid
cs: Podpis je platný.
de: Die Signatur ist gültig.
es: La firma es válida
fr: La signature est valide
it: Firma valida
ja: 署名は有効です
ko: 서명이 유효함
pl: Podpis jest ważny
pt_br: A assinatura é válida
ru: Подпись действительна
tr: İmza geçerli
zh_hans: 签名有效
zh_hant: 簽章有效

# SignatureResourceHelperSignatureStatusValidCertInvalid
source: Document has not been modified since signed
cs: Dokument nebyl od podpisu upraven.
de: Das Dokument wurde nicht geändert, nachdem es signiert wurde.
es: El documento no se ha modificado desde que se firmó
fr: Le document n'a pas été modifié depuis sa signature
it: Documento non modificato dopo la firma
ja: 署名後、ドキュメントは変更されていません
ko: 서명한 후에 문서를 수정하지 않음
pl: Dokument nie został zmodyfikowany od czasu podpisania
pt_br: O documento não foi modificado depois de assinado
ru: Документ не был изменен после подписания
tr: Belge imzalandıktan sonra değiştirilmemiş
zh_hans: 自签名后文档未修改。
zh_hant: 文件在簽署後未遭修改
