Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationUI/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SignatureResourceHelperSummaryFormat
source: {0}{1}Signed by {2} on {3:d}\r\n{4}
cs: {0}{1}Podpis: {2} dne {3:d}\r\n{4}
de: {0}{1}Signiert von {2} am {3:d}\r\n{4}
es: {0}{1}Firmado por {2} en {3:d}\r\n{4}
fr: {0}{1}Signé par {2} le {3:d}\r\n{4}
it: {0}{1}Firmato da {2} in data {3:d}\r\n{4}
ja: {0}{1}署名者: {2} 日付: {3:d}\r\n{4}
ko: {0}{1}{2}이(가) {3:d}에 서명함\r\n{4}
pl: {0}{1}Podpisany przez {2} w dniu {3:d}\r\n{4}
pt_br: {0}{1}Assinado por {2} em {3:d}\r\n{4}
ru: {0}{1}Подписано {2} {3:d}\r\n{4}
tr: {0}{1}İmzalayan: {2} Tarih: {3:d}\r\n{4}
zh_hans: {0}{1}已由 {2} 于 {3:d} 签名\r\n{4}
zh_hant: {0}{1}{3:d} 時由 {2} 所簽署\r\n{4}

# SignatureResourceHelperValidSigSummaryPending
source: Signature pending:\r\n{0}\r\nSign by {1:d}\r\n{2}
cs: Čeká se na podpis:\r\n{0}\r\nPodpis: {1:d}\r\n{2}
de: Signatur steht aus:\r\n{0}\r\nSignatur fällig am {1:d}\r\n{2}
es: Firma pendiente:\r\n{0}\r\nFirmar por {1:d}\r\n{2}
fr: Signature en attente :\r\n{0}\r\nSigner avant {1:d}\r\n{2}
it: Firma in sospeso:\r\n{0}\r\nFirmare entro il {1:d}\r\n{2}
ja: 署名が保留中です。\r\n{0}\r\n署名者: {1:d}\r\n{2}
ko: 시그니처 보류 중:\r\n{0}\r\n{1:d}이(가) 서명함\r\n{2}
pl: Podpis oczekujący:\r\n{0}\r\nPodpisz do dnia {1:d}\r\n{2}
pt_br: Assinatura pendente:\r\n{0}\r\nAssinar por {1:d}\r\n{2}
ru: Требуется подпись:\r\n{0}\r\nПодписать до {1:d}\r\n{2}
tr: İmza bekleniyor:\r\n{0}\r\nİmzalayan: {1:d}\r\n{2}
zh_hans: 待签名:\r\n{0}\r\n请在 {1:d} 之前签名\r\n{2}
zh_hant: 等待簽署:\r\n{0}\r\n簽署者為 {1:d}\r\n{2}

# SignatureResourcesFormatForAccessibility
source: Summary: {0} Name: {1} Intent: {2} Locale: {3} Sign By: {4}
cs: Souhrn: {0} Název: {1} Záměr: {2} Národní prostředí: {3} Podpis: {4}
de: Zusammenfassung: {0} Name: {1} Absicht: {2} Gebietsschema: {3} Fälligkeitsdatum für Signatur: {4}
es: Resumen: {0} Nombre: {1} Intento: {2} Configuración regional: {3} Firmar por: {4}
fr: Récapitulatif : {0} Nom : {1} Intention : {2} Paramètres régionaux : {3} Signer avant : {4}
it: Riepilogo: {0} Nome: {1} Finalità: {2} Impostazioni locali: {3} Firmare entro il: {4}
ja: 概要: {0} 名前: {1} インテント: {2} ロケール: {3} 署名者: {4}
ko: 요약: {0} 이름: {1} 의도: {2} 로캘: {3} 서명자: {4}
pl: Podsumowanie: {0} Nazwa: {1} Intencja: {2} Ustawienia regionalne: {3} Podpisany przez: {4}
pt_br: Resumo: {0} Nome: {1} Intenção: {2} Localidade: {3} Assinar por: {4}
ru: Сведения: {0} Имя: {1} Намерение: {2} Место: {3} Подписать до: {4}
tr: Özet: {0} Ad: {1} Amaç: {2} Yerel Ayar: {3} İmzalayan: {4}
zh_hans: 摘要: {0} 名称: {1} 意向: {2} 区域设置: {3} 签名者: {4}
zh_hant: 摘要: {0} 名稱: {1} 用途: {2} 地區設定: {3} 簽署者: {4}

# SigningDialogActionlabel
source: The following will invalidate your signature:
cs: Následující akce může podpis znehodnotit:
de: Durch die folgenden Aktionen wird die Signatur ungültig:
es: Lo siguiente invalidará su firma:
fr: L'élément suivant rend votre signature non valide :
it: Le azioni seguenti invalideranno la firma:
ja: 次の操作により、署名が無効になります。:
ko: 다음 사항으로 인해 서명이 무효화 될 수 있음:
pl: Podpis zostanie unieważniony w następujących warunkach:
pt_br: A seguinte ação invalidará a assinatura digital:
ru: Следующие действия сделают подпись недействительной:
tr: Aşağıdakiler imzanızı geçersiz kılar:
zh_hans: 以下内容将使您的签名失效:
zh_hant: 下列動作會使得您的簽章失效:

# SigningDialogAddDigSigCheckBox
source: Apply additional &digital signatures to this document
cs: Použít další &digitální podpisy u tohoto dokumentu
de: Weitere di&gitale Signaturen auf dieses Dokument anwenden
es: Aplicar firmas &digitales adicionales a este documento
fr: Appliquer des signatures numériques supplémentaires à ce &document
it: Applicazione di altre firme &digitali al documento
ja: このドキュメントに追加のデジタル署名を適用する(&D)
ko: 이 문서에 추가 디지털 서명 적용(&D)
pl: Zastosuj dodatkowe podpisy &cyfrowe w tym dokumencie
pt_br: Aplicar assinaturas &digitais a este documento
ru: До&бавить дополнительные цифровые подписи в документ
tr: Bu &belgeye ek dijital imzalar uygula
zh_hans: 将附加数字签名应用到此文档(&D)
zh_hant: 套用其他數位簽章到此文件(&D)

# SigningDialogAddDocPropCheckBox
source: Add or modify document &properties (for example, author or keywords)
cs: Přidání nebo úprava &vlastností dokumentu (například autora nebo klíčových slov)
de: D&okumenteigenschaften hinzufügen oder ändern (zum Beispiel Autor oder Schlüsselwörter)
es: Agregar o &modificar propiedades de documento (por ejemplo, autor o palabras clave)
fr: Ajouter ou modifier les &propriétés du document (par exemple, l'auteur ou les mots clés)
it: Aggiunta o modifica di &proprietà del documento (ad esempio, autore o parole chiave)
ja: ドキュメントのプロパティを追加また変更する (作成者、キーワードなど)(&P)
ko: 문서 속성 추가 또는 수정(&P)(예: 만든 이 또는 키워드)
pl: Dodaj lub modyfikuj &właściwości dokumentu (takie jak autor lub słowa kluczowe)
pt_br: Adicionar ou modificar as &propriedades do documento (por exemplo, autor ou palavras-chave)
ru: Добавить или изменить сво&йства документа (например, автора или ключевые слова)
tr: Belge &özellikleri ekle veya değiştir (örneğin, yazar veya anahtar sözcükler)
zh_hans: 添加或修改文档属性(例如，作者或关键字)(&P)
zh_hant: 新增或修改文件內容 (例如，作者或關鍵字)(&P)

# SigningDialogCancelButton
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# SigningDialogLocationLabel
source: Location (for example, city name):
cs: Místo (například název města):
de: Ort (zum Beispiel Name der Stadt):
es: Ubicación (por ejemplo, ciudad):
fr: Emplacement (nom de ville, par exemple) :
it: Località (ad esempio, nome della città):
ja: 場所 (市区町村名など):
ko: 위치(예: 도시 이름):
pl: Lokalizacja (na przykład nazwa miejscowości):
pt_br: Localidade (por exemplo, nome da cidade):
ru: Расположение (например, город):
tr: Yer (örneğin, şehir adı):
zh_hans: 位置(例如市/县名称):
zh_hant: 位置 (例如，縣/市名稱):

# SigningDialogNA
source: N/A
cs: Není k dispozici
de: N/V
es: N/D
ja: 該当なし
ko: 해당 없음
pl: Nie dotyczy
pt_br: N/D
ru: Н/Д
tr: Yok

# SigningDialogReasonLabel
source: Reason for signing this document (choose one or create your own):
cs: Důvod, proč tento dokument vyžaduje podpis (zvolte jednu z možností nebo vytvořte vlastní důvod):
de: Ursachen für die Signatur dieses Dokuments (bitte auswählen oder eine eigene Ursache erstellen):
es: Razón para firmar este documento (elija una o cree una nueva):
fr: Motif de signature du document (choisissez un motif ou créez-en un) :
it: Motivo per cui si firma il documento (selezionare un'opzione o definire un motivo personalizzato):
ja: このドキュメントに署名する理由 (理由を 1 つ選択するか、または独自の理由を作成してください):
ko: 이 문서에 서명하는 이유(하나를 선택하거나 직접 입력):
pl: Przyczyna podpisania tego dokumentu (wybierz przyczynę lub utwórz własną):
pt_br: Razão para assinar este documento (selecione uma ou crie a sua própria):
ru: Основание для подписания документа (выберите из списка или введите собственное):
tr: Bu belgeyi imzalama nedeni (birini seçin veya kendiniz oluşturun):
zh_hans: 对此文档签名的原因(选择一个原因或创建您自己的原因):
zh_hant: 此文件的簽署原因 (從預設項目中選擇或自行建立):

# SigningDialogSignButton
source: &Sign and Save
cs: &Podepsat a uložit
de: &Signieren und speichern
es: &Firmar y guardar
fr: &Signer et enregistrer
it: &Firma e salva
ja: 署名して保存(&S)
ko: 서명 및 저장(&S)
pl: &Podpisz i zapisz
pt_br: &Assinar e salvar
ru: &Подписать и сохранить
tr: İ&mzala ve Kaydet
zh_hans: 签名并保存(&S)
zh_hant: 簽署並儲存(&S)

# SigningDialogSignSaveAsButton
source: Sign and Save &As...
cs: Podepsat a uložit &jako...
de: Signieren und speichern &unter...
es: Firmar y guardar &como...
fr: Sign&er et enregistrer sous...
it: Firma e salva &con nome...
ja: 署名して名前を付けて保存(&A)...
ko: 서명 및 다른 이름으로 저장(&A)...
pl: Podpisz i z&apisz jako...
pt_br: Assinar e Salvar &como...
ru: Подписать и сохранить &как...
tr: &Farklı İmzala ve Kaydet...
zh_hans: 签名并另存为(&A)...
zh_hant: 簽署並另存新檔(&A)...

# SigningDialogSignerlabel
source: Signing as '{0}'
cs: Podepisování jako {0}
de: Signieren unter '{0}'
es: Firmando como '{0}'
fr: Signature en tant que '{0}'
it: Firma come '{0}'
ja: '{0}' として署名
ko: '{0}'(으)로 서명
pl: Podpisywanie jako „{0}”
pt_br: Assinando como '{0}'
ru: Подписывается как "{0}"
tr: '{0}' olarak imzalama
zh_hans: 签名为“{0}”
zh_hant: 正在簽署為 '{0}'

# SigningDialogTitle
source: Signing XPS Document
cs: Podepisování dokumentu XPS
de: Das XPS-Dokument wird signiert
es: Firmando el documento XPS
fr: Signature du document XPS
it: Firma documento XPS
ja: XPS ドキュメントへの署名中
ko: XPS 문서 서명
pl: Podpisywanie dokumentu XPS
pt_br: Assinando Documento XPS
ru: Подписание документа XPS
tr: XPS Belgesi İmzalanıyor
zh_hans: 对 XPS 文档签名
zh_hant: 正在簽署 XPS 文件

# SigningProgressLabel
source: Signing XPS document.
cs: Podepisování dokumentu XPS
de: Das XPS-Dokument wird signiert.
es: Firmando el documento XPS.
fr: Signature du document XPS.
it: Firma del documento XPS in corso.
ja: XPS ドキュメントに署名しています。
ko: XPS 문서에 서명합니다.
pl: Podpisywanie dokumentu XPS.
pt_br: Assinando o documento XPS.
ru: Подписание документа XPS.
tr: XPS belgesini imzalama.
zh_hans: 对 XPS 文档签名。
zh_hant: 正在簽署 XPS 文件。

# SigningProgressTitle
source: Signing
cs: Podepsání
de: Signierung
es: Firma
fr: Signature
it: Firma
ja: 署名
ko: 서명
pl: Podpisywanie
pt_br: Assinatura
ru: Подписывание
tr: İmzalama
zh_hans: 签名
zh_hant: 簽署

# ValidationProgressLabel
source: Validating content. Please wait.
cs: Ověřování obsahu. Prosím čekejte.
de: Der Inhalt wird überprüft. Bitte warten.
es: Validando el contenido. Espere.
fr: Validation en cours du contenu. Veuillez patienter.
it: Convalida del contenuto in corso. Attendere.
ja: コンテンツを検証しています。お待ちください。
ko: 콘텐츠를 확인합니다. 잠시 기다려 주십시오.
pl: Sprawdzanie poprawności zawartości. Czekaj.
pt_br: Validando conteúdo. Aguarde.
ru: Проверка содержимого. Подождите.
tr: İçerik doğrulanıyor. Lütfen bekleyin.
zh_hans: 正在验证内容。请等待。
zh_hant: 正在驗證內容，請稍候。

# ValidationProgressTitle
source: Digital Signatures
cs: Digitální podpisy
de: Digitale Signaturen
es: Firmas digitales
fr: Signatures numériques
it: Firme digitali
ja: デジタル署名
ko: 디지털 서명
pl: Podpisy cyfrowe
pt_br: Assinaturas Digitais
ru: Цифровые подписи
tr: Dijital İmzalar
zh_hans: 数字签名
zh_hant: 數位簽章

# WPF_UILanguage
source: en
cs: cs
de: de
es: es
fr: fr
it: it
ja: ja
ko: ko
pl: pl
pt_br: pt
ru: ru
tr: tr
zh_hans: zh

# XpsViewerGenericException
source: There has been an exception in this application.
cs: V této aplikaci se vyskytla výjimka.
de: In dieser Anwendung ist eine Ausnahme aufgetreten.
es: Se produjo una excepción en esta aplicación.
fr: Il y a eu une exception dans cette application.
it: Eccezione nell'applicazione.
ja: このアプリケーションに例外があります。
ko: 이 응용 프로그램에 예외가 있습니다.
pl: W tej aplikacji wystąpił wyjątek.
pt_br: Houve uma exceção neste aplicativo.
ru: В приложении возникло исключение.
tr: Bu uygulamada özel durum oluştu.
zh_hans: 此应用程序中曾有异常。
zh_hant: 此應用程式中發生例外狀況。

# XpsViewerRightsManagementException
source: An XPS viewer rights management operation failed.
cs: Operace správy přístupových práv prohlížeče XPS se nezdařila.
de: Beim Rechteverwaltungsvorgang für den XPS-Viewer ist ein Fehler aufgetreten.
es: Error de una operación de administración de derechos del visor XPS.
fr: Échec de l'opération de gestion des droits pour une visionneuse XPS.
it: Operazione Rights Management del visualizzatore XPS non riuscita.
ja: XPS ビューアーの Rights Management 操作に失敗しました。
ko: XPS 뷰어 권한 관리 작업에 실패했습니다.
pl: Operacja zarządzania prawami dostępu przeglądarki XPS nie powiodła się.
pt_br: Falha na operação de gerenciamento de direitos do visualizador XPS.
ru: Не удалось выполнить операцию управления правами средства просмотра XPS.
tr: Bir XPS görüntüleyici hakları yönetimi işlemi başarısız oldu.
zh_hans: XPS 查看器权限管理操作失败。
zh_hant: XPS 檢視器版權管理操作失敗。

# ZoomComboBoxToolTip
source: Select a zoom percentage or type a zoom percent.
cs: Zvolte procenuální zvětšení nebo zadejte procento zvětšení.
de: Wählen Sie einen Prozentwert für den Zoom aus, oder geben Sie einen Prozentwert für den Zoom ein.
es: Seleccione un porcentaje de zoom o escriba un porcentaje de zoom.
fr: Sélectionnez ou tapez un pourcentage de zoom.
it: Selezionare o digitare una percentuale di zoom.
ja: ズームの倍率を選択するか、ズームの倍率を入力します。
ko: 확대/축소율을 선택하거나 확대/축소율을 입력하십시오.
pl: Wybierz wartość procentową powiększenia lub wpisz wartość procentową powiększenia.
pt_br: Selecione ou digite uma porcentagem de zoom.
ru: Выберите масштаб в процентах или введите нужное значение.
tr: Bir yakınlaştırma yüzdesi seçin veya bir yakınlaştırma yüzdesi girin.
zh_hans: 选择缩放比例或键入缩放比例。
zh_hant: 選取縮放比例或輸入縮放百分比。

# RMCredManagementPassportAccount
source: {0} (Passport)
pl: {0} (usługa Passport)
