Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationUI/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RMPublishingExpiresOn
source: Permissions e&xpire on
cs: &Datum vypršení platnosti oprávnění
de: &Berechtigungen gültig bis
es: Los permisos &expiran el
fr: Les autorisations e&xpirent le
it: Data sca&denza autorizzazioni
ja: アクセス許可の有効期限(&X)
ko: 권한 만료 날짜(&X)
pl: U&prawnienia wygasają dnia
pt_br: As permissões e&xpiram em
ru: Срок разре&шений истекает
tr: İ&zinlerin sona erme tarihi
zh_hans: 权限过期日期(&X)
zh_hant: 權限到期日(&X)

# RMPublishingMainContentGroupLabel
source: Details
cs: Detaily
de: Informationen
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細
ko: 정보
pl: Szczegóły
pt_br: Detalhes
ru: Дополнительные сведения
tr: Ayrıntılar
zh_hans: 详细信息
zh_hant: 詳細資料

# RMPublishingOwnerHeader
source: All
cs: Vše
de: Alle
es: Todos
fr: Tous
it: Tutto
ja: すべての候補
ko: 전체
pl: Wszyscy
pt_br: Tudo
ru: все
tr: Tümünü
zh_hans: 全部

# RMPublishingPeoplePickerButton
source: People Picker
cs: Výběr osob
de: Personenauswahl
es: Selector de personas
fr: Sélecteur de personnes
it: Selezione utenti
ja: メンバーの選択
ko: 상대 선택
pl: Wybór osób
ru: Средство выбора людей
tr: Kişi Seçici
zh_hans: 人员选取器
zh_hant: 人員選擇器

# RMPublishingPeoplePickerButtonToolTip
source: Find users, contacts, and groups.
cs: Najít uživatele, kontakty a skupiny.
de: Benutzer, Kontakte und Gruppen suchen.
es: Buscar usuarios, contactos y grupos.
fr: Rechercher des utilisateurs, des contacts et des groupes
it: Trovare utenti, contatti e gruppi.
ja: ユーザー、連絡先、およびグループを検索します。
ko: 사용자, 연락처 및 그룹을 찾습니다.
pl: Znajdź użytkowników, kontakty i grupy.
pt_br: Localize usuários, contatos e grupos.
ru: Найти пользователей, контакты и группы.
tr: Kullanıcıları, kişileri ve grupları bulun.
zh_hans: 查找用户、联系人和组。
zh_hant: 尋找使用者、連絡人與群組。

# RMPublishingPermissionsRadio
source: Apply permissions
cs: Uplatnit oprávnění
de: Berechtigungen anwenden
es: Aplicar permisos
fr: Appliquer les autorisations
it: Applica autorizzazioni
ja: アクセス許可を適用する
ko: 권한 적용
pl: Zastosuj uprawnienia
pt_br: Aplicar permissões
ru: Применить разрешения
tr: İzinleri uygula
zh_hans: 应用权限
zh_hant: 套用權限

# RMPublishingPrintHeader
source: Print
cs: Tisk
de: Drucken
es: Imprimir
fr: Impression
it: Stampa
ja: 印刷
ko: 인쇄
pl: Drukowanie
pt_br: Imprimir
ru: Печать
tr: Yazdır
zh_hans: 打印
zh_hant: 列印

# RMPublishingReadHeader
source: Read
cs: Číst
de: Lesen
es: Leer
fr: Lire
it: Lettura
ja: 読み取り
ko: 읽기
pl: Odczytuj
pt_br: Leitura
ru: Чтение
tr: Oku
zh_hans: 读取
zh_hant: 讀取

# RMPublishingRemoveButton
source: Remove
cs: Odebrat
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
pl: Usuń
pt_br: Remover
ru: Удалить
tr: Kaldır
zh_hans: 删除
zh_hant: 移除

# RMPublishingRemoveButtonToolTip
source: Remove permissions for selected users, contacts, or groups.
cs: Odebrat oprávnění pro vybrané uživatele, kontakty nebo skupiny.
de: Berechtigungen für ausgewählte Benutzer, Kontakte oder Gruppen entfernen.
es: Quitar permisos de los usuarios, contactos o grupos seleccionados.
fr: Supprimez les autorisations des utilisateurs, contacts ou groupes sélectionnés.
it: Rimuovere le autorizzazioni per gli utenti, i contatti o i gruppi selezionati.
ja: 選択したユーザー、連絡先、またはグループのアクセス許可を削除します。
ko: 선택한 사용자, 연락처 또는 그룹에 대한 권한을 제거합니다.
pl: Usuń uprawnienia dotyczące zaznaczonych użytkowników, kontaktów i grup.
pt_br: Remova permissões dos usuários, contatos ou grupos selecionados.
ru: Удалить разрешения для выбранных пользователей, контактов или групп.
tr: Seçili kullanıcıların, kişilerin veya grupların izinlerini kaldırın.
zh_hans: 移除选定用户、联系人或组的权限。
zh_hant: 移除所選取使用者、連絡人或群組的權限。

# RMPublishingRequestPermissionsFrom
source: Users can re&quest additional permissions from:
cs: Uživatelé &mohou požádat o další oprávnění u:
de: Benutzer können zusätzliche Berechtigungen &anfordern von:
es: &Los usuarios pueden solicitar permisos adicionales de:
fr: Les utilisateu&rs peuvent demander des autorisations supplémentaires auprès de :
it: Gli utenti possono ric&hiedere autorizzazioni aggiuntive a:
ja: 追加のアクセス許可の要求先(&Q):
ko: 사용자의 추가 권한 요청 가능(&Q):
pl: &Użytkownicy mogą żądać dodatkowych uprawnień od:
pt_br: Os usuários podem so&licitar permissões adicionais de:
ru: Пользователи могут &запросить дополнительные разрешения у:
tr: Kullanıcı &bu kişiden ek izin isteyebilir:
zh_hans: 用户可以从以下对象请求附加权限(&Q):
zh_hant: 使用者可以向下列人員要求其他權限(&Q):

# RMPublishingSaveAsButton
source: Sa&ve As...
cs: Ul&ožit jako
de: S&peichern unter...
es: G&uardar como...
fr: Enregistrer so&us...
it: Sal&va con nome...
ja: 名前を付けて保存(&V)...
ko: 다른 이름으로 저장(&V)...
pl: Zapisz &jako...
pt_br: Sal&var como...
ru: Сохранить &как...
tr: &Farklı Kaydet...
zh_hans: 另存为(&V)...
zh_hant: 另存新檔(&V)...

# RMPublishingSaveAsButtonToolTip
source: Save a copy of the document and apply selected permissions to the copy only.
cs: Uložit kopii dokumentu a použít vybraná oprávnění pouze na kopii.
de: Eine Kopie des Dokuments speichern und ausgewählte Berechtigungen nur auf die Kopie anwenden.
es: Guardar una copia del documento y aplicar los permisos seleccionados sólo a la copia.
fr: Enregistrez une copie du document, puis appliquez les autorisations sélectionnées uniquement à la copie.
it: Salvare una copia del documento e applicare le autorizzazioni selezionate solo alla copia.
ja: ドキュメントのコピーを保存し、選択したアクセス許可をコピーのみに適用します。
ko: 문서의 복사본을 저장하고 선택한 권한을 복사본에만 적용합니다.
pl: Zapisz kopię dokumentu i zastosuj zaznaczone uprawnienia tylko do kopii.
pt_br: Salve uma cópia do documento e aplique as permissões selecionadas somente à cópia.
ru: Сохранить копию документа и применить к ней выбранные разрешения.
tr: Belgenin kopyasını kaydedin ve seçili izinleri yalnızca kopyaya uygulayın.
zh_hans: 保存文档的副本，仅将选定的权限应用于副本。
zh_hant: 儲存文件複本，並僅套用所選取權限到該複本。

# RMPublishingSaveButton
source: &Save
cs: Ul&ožit
de: &Speichern
es: &Guardar
fr: Enre&gistrer
it: &Salva
ja: 上書き保存(&S)
ko: 저장
pl: Z&apisz
pt_br: &Salvar
ru: Со&хранить
tr: Kay&det
zh_hans: 保存(&S)
zh_hant: 存檔(&S)

# RMPublishingSaveButtonToolTip
source: Apply selected permissions to the current document.
cs: Použít vybraná oprávnění na aktuální dokument.
de: Ausgewählte Berechtigungen auf das aktuelle Dokument anwenden.
es: Aplicar los permisos seleccionados al documento actual.
fr: Appliquez les autorisations sélectionnées au document actif.
it: Applicare le autorizzazioni selezionate al documento corrente.
ja: 選択したアクセス許可を現在のドキュメントに適用します。
ko: 선택한 권한을 현재 문서에 적용합니다.
pl: Zastosuj zaznaczone uprawnienia do bieżącego dokumentu.
pt_br: Aplique as permissões selecionadas ao documento atual.
ru: Применить выбранные разрешения к текущему документу.
tr: Seçili izinleri geçerli belgeye uygulayın.
zh_hans: 将选定的权限应用于当前文档。
zh_hant: 套用所選取權限到目前的文件。

# RMPublishingSelectTemplate
source: Select one of your company's predefined templates:
cs: Zvolte jednu z přednastavených šablon společnosti:
de: Wählen Sie eine der von Ihrem Unternehmen vordefinierten Vorlagen aus:
es: Seleccione una de las plantillas predefinidas de su empresa:
fr: Sélectionnez l'un des modèles prédéfinis de votre entreprise :
it: Selezionare uno dei modelli predefiniti aziendali:
ja: 会社の定義済みテンプレートから 1 つ選択してください:
ko: 회사의 미리 정의된 템플릿 중 하나 선택:
pl: Wybierz jeden ze wstępnie zdefiniowanych szablonów firmy:
pt_br: Selecione um dos modelos predefinidos da empresa:
ru: Выберите один из заранее созданных в организации шаблонов:
tr: Şirketinizin önceden tanımlanmış şablonlarından birini seçin:
zh_hans: 选择其中一个公司预定义的模板:
zh_hant: 選取貴公司預先定義的其中一個範本:

# RMPublishingSignHeader
source: Sign
cs: Podepsat
de: Signieren
es: Firmar
fr: Signer
it: Firma
ja: 署名
ko: 서명
pl: Podpisywanie
pt_br: Assinar
ru: Подпись
tr: İmzala
zh_hans: 签名
zh_hant: 簽章

# RMPublishingTemplateRadio
source: Apply permissions using a template
cs: Uplatnit oprávnění pomocí šablony
de: Berechtigungen mithilfe einer Vorlage anwenden
es: Aplicar permisos con una plantilla
fr: Appliquer les autorisations à l'aide d'un modèle
it: Applica autorizzazioni con un modello
ja: テンプレートを使用してアクセス許可を適用する
ko: 템플릿을 사용하여 권한 적용
pl: Zastosuj uprawnienia, korzystając z szablonu
pt_br: Aplicar permissões usando um modelo
ru: Применить разрешения с помощью шаблона
tr: Şablon kullanarak izin uygula
zh_hans: 使用模板应用权限
zh_hant: 使用範本套用權限

# RMPublishingTitle
source: Permissions
cs: Oprávnění
de: Berechtigungen
es: Permisos
fr: Autorisations
it: Autorizzazioni
ja: アクセス許可
ko: 사용 권한
pl: Uprawnienia
pt_br: Permissões
ru: Разрешения
tr: İzinler
zh_hans: 权限
zh_hant: 權限

# RMPublishingUnrestrictedRadio
source: Do not apply permissions
cs: Neuplatňovat oprávnění
de: Berechtigungen nicht anwenden
es: No aplicar permisos
fr: Ne pas appliquer les autorisations
it: Non applicare autorizzazioni
ja: アクセス許可を適用しない
ko: 권한 적용 안 함
pl: Nie stosuj uprawnień
pt_br: Não aplicar permissões
ru: Не применять разрешения
tr: İzin uygulama
zh_hans: 不应用权限
zh_hant: 不套用權限

# RMPublishingUnrestrictedText
source: All users can view this document, digitally sign it, or change permissions. To decide who can access the document and for how long, apply permissions. You can apply permissions to this version of the document, or save a copy of the document and then apply changes to the copy only.
cs: Všichni uživatelé mohou zobrazit, podepsat nebo měnit oprávnění tohoto dokumentu. Chcete-li rozhodnout, kdo bude mít přístup k tomuto dokumentu a jak dlouho, použijte oprávnění. Tato oprávnění můžete použít přímo na tuto verzi dokumentu nebo na jeho kopii.
de: Alle Benutzer können dieses Dokument anzeigen, digital signieren oder Berechtigungen ändern. Wenden Sie Berechtigungen an, um festzulegen, welche Benutzer für welchen Zeitraum auf das Dokument zugreifen können. Sie können Berechtigungen für diese Version des Dokuments anwenden oder eine Kopie des Dokuments speichern und die Änderungen dann nur auf die Kopie anwenden.
es: Todos los usuarios pueden ver este documento, firmarlo digitalmente o cambiar los permisos. Para decidir quien tiene acceso al documento y por cuanto tiempo, aplique permisos. Puede aplicar permisos a esta versión del documento o bien guardar una copia del documento y después aplicar los cambios sólo a la copia.
fr: Tous les utilisateurs peuvent afficher ce document, le signer numériquement ou modifier les autorisations. Pour déterminer quelles sont les personnes autorisées à accéder au document et pendant combien de temps, appliquez des autorisations. Vous pouvez appliquer des autorisations à cette version du document, ou enregistrer une copie de ce dernier puis appliquer les modifications uniquement à cette copie.
it: Tutti gli utenti possono visualizzare il documento, firmarlo digitalmente o modificare le autorizzazioni. Applicare autorizzazioni per stabilire quali utenti potranno accedere al documento e per quanto tempo. È possibile applicare le autorizzazioni a questa versione del documento oppure salvarne una copia e applicare le modifiche solo alla copia del documento.
ja: すべてのユーザーが、このドキュメントの表示、ドキュメントへのデジタル署名、またはアクセス許可の変更を行うことができます。ドキュメントにアクセスできるユーザーとその期間を決定するには、アクセス許可を適用します。ドキュメントのこのバージョンにアクセス許可を適用することも、ドキュメントのコピーを保存して、コピーのみに変更内容を適用することもできます。
ko: 모든 사용자가 이 문서를 보고 해당 문서에 디지털 서명하거나, 권한을 변경할 수 있습니다. 문서에 액세스할 수 있는 사용자 및 해당 기간을 결정하려면 권한을 적용하십시오. 이 문서 버전에 권한을 적용하거나, 문서의 복사본을 저장한 후에 변경 내용을 복사본에만 적용할 수 있습니다.
pl: Wszyscy użytkownicy mogą wyświetlać ten dokument, podpisywać go cyfrowo lub zmieniać uprawnienia. Aby zdecydować, kto i na jak długo może uzyskać dostęp do dokumentu, zastosuj uprawnienia. Można zastosować uprawnienia do tej wersji dokumentu lub zapisać kopię dokumentu, a następnie zastosować uprawnienia tylko do niej.
pt_br: Todos os usuários podem ver este documento, assiná-lo digitalmente ou alterar permissões. Para decidir quem pode acessar o documento e por quanto tempo, aplique permissões. Você pode aplicar permissões para esta versão do documento ou salvar uma cópia do documento e depois aplicar alterações somente à cópia.
ru: Все пользователи могут просматривать данный документ, ставить цифровую подпись или изменять права доступа к нему. Примените разрешения, чтобы определить тех, кто может иметь доступ к данному документу и в течение какого времени. Разрешения можно применить к данной версии документа или сохранить его копию и затем применить изменения только к копии.
tr: Tüm kullanıcılar bu belgeyi görüntüleyebilir, dijital olarak imzalayabilir veya izinlerini değiştirebilir. Bu belgeye kimin ne kadar süreyle erişebileceğini belirlemek için izinler uygulayın. İzinleri belgenin bu sürümüne uygulayabilir veya belgenin kopyasını kaydedip değişiklikleri yalnızca kopyaya uygulayabilirsiniz.
zh_hans: 所有用户可以查看此文档，对其进行数字签名，或更改权限。若要确定文档的访问者以及访问时间，请应用权限。您可以将权限应用到此版本的文档，也可以保存文档副本，然后仅将更改应用到副本。
zh_hant: 所有使用者都可以檢視此文件、為它加上數位簽章，或是變更文件權限。若要決定哪些使用者可以存取此文件或有效期限，請為文件套用權限。您可以將權限套用到此文件的此版本，或另存此文件的複本，然後僅將變更套用到另存的複本。

# RMPublishingUserHeader
source: User
cs: Uživatel
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
ja: ユーザー
ko: 사용자
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
tr: Kullanıcı
zh_hans: 用户
zh_hant: 使用者

# RequestSignatureDialogAdd
source: &Add
cs: Přid&at
de: &Hinzufügen
es: &Agregar
fr: &Ajouter
it: &Aggiungi
ja: 追加(&A)
ko: 추가(&A)
pl: &Dodaj
pt_br: &Adicionar
ru: Д&обавить
tr: &Ekle
zh_hans: 添加(&A)
zh_hant: 新增(&A)

# RequestSignatureDialogCancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
tr: İptal
zh_hans: 取消
zh_hant: 取消

# RequestSignatureDialogIntentLabel
source: Reason for signing this document (choose one or create your own):
cs: Důvod, proč tento dokument vyžaduje podpis (zvolte jednu z možností nebo vytvořte vlastní důvod):
de: Ursache für die Signatur dieses Dokuments (bitte auswählen oder eine eigene Ursache erstellen):
es: Razón para firmar este documento (elija una o cree una nueva):
fr: Motif de signature du document (choisissez un motif ou créez-en un) :
it: Motivo per cui si firma il documento (selezionare un'opzione o definire un motivo personalizzato):
ja: このドキュメントに署名する理由 (理由を 1 つ選択するか、または独自の理由を作成してください):
ko: 이 문서에 서명하는 이유(하나를 선택하거나 직접 입력):
pl: Przyczyna podpisania tego dokumentu (wybierz przyczynę lub utwórz własną):
pt_br: Razão para assinar este documento (selecione uma ou crie a sua própria):
ru: Основание для подписания документа (выберите из списка или введите собственное):
tr: Bu belgeyi imzalama nedeni (birini seçin veya kendiniz oluşturun):
zh_hans: 对此文档签名的理由(选择其中一个理由或创建自己的理由):
zh_hant: 此文件的簽署原因 (從預設項目中選擇或自行建立):

# RequestSignatureDialogLocationLabel
source: Location (for example, city name):
cs: Místo (například název města):
de: Ort (zum Beispiel Name der Stadt):
es: Ubicación (por ejemplo, ciudad):
fr: Emplacement (nom de ville, par exemple) :
it: Località (ad esempio, nome della città):
ja: 場所 (市区町村名など):
ko: 위치(예: 도시 이름):
pl: Lokalizacja (na przykład nazwa miejscowości):
pt_br: Localidade (por exemplo, nome da cidade):
ru: Расположение (например, город):
tr: Yer (örneğin, şehir adı):
zh_hans: 位置(例如市/县名称):
zh_hant: 位置 (例如，縣/市名稱):

# RequestSignatureDialogRequestSignerNameLabel
source: Requested signer's name or role:
cs: Jméno nebo funkce požadovaného podepsaného:
de: Name (oder Rolle) des angeforderten Signaturgebers:
es: Rol o nombre del firmante solicitado:
fr: Nom ou rôle du signataire obligatoire :
it: Nome o ruolo firmatario richiesto:
ja: 要求された署名者の名前または役職:
ko: 요청한 서명자의 이름 또는 역할:
pl: Nazwa lub rola żądanej osoby podpisującej:
pt_br: Nome ou cargo do signatário solicitado:
ru: Имя или роль запрошенного подписывающего лица:
tr: İstenen imza sahibi adı veya rolü:
zh_hans: 请求的签名者的名称或角色:
zh_hant: 要求之簽署人的名稱或角色:

# RequestSignatureDialogSignatureAppliedByDateLabel
source: Signature must be applied by:
cs: Podpis musí použít:
de: Signatur muss angewendet werden am:
es: La firma debe ser aplicada por:
fr: La signature doit être appliquée par :
it: Firma da applicare entro il:
ja: 署名を適用する必要のある人:
ko: 서명 적용자:
pl: Podpis musi być zastosowany w terminie do:
pt_br: A assinatura deve ser aplicada por:
ru: Подпись должна быть утверждена:
tr: İmzayı uygulaması gereken:
zh_hans: 签名必须通过以下方式应用:
zh_hant: 簽章必須由下列人員套用:

# RequestSignatureDialogTitle
source: Add Requested Signature
cs: Přidat požadovaný podpis
de: Angeforderte Signatur hinzufügen
es: Agregar firma solicitada
fr: Ajouter la signature demandée
it: Aggiungi firma richiesta
ja: 要求された署名の追加
ko: 요청한 서명 추가
pl: Dodawanie żądanego podpisu
pt_br: Adicionar assinatura solicitada
ru: Добавление запрошенной подписи
tr: İstenen İmza Ekle
zh_hans: 添加请求的签名
zh_hant: 新增要求的簽章

# RightsManagementExceptionNoRightsForOperation
source: The user does not have sufficient rights to perform the operation.
cs: Uživatel nemá dostatečná oprávnění pro provedení této operace.
de: Der Benutzer besitzt nicht die erforderlichen Rechte, um diesen Vorgang durchzuführen.
es: El usuario no tiene derechos suficientes para llevar a cabo la operación.
fr: L'utilisateur ne possède pas les droits suffisants pour effectuer l'opération.
it: Diritti insufficienti per eseguire questa operazione.
ja: ユーザーには、この操作を実行するための十分な権限がありません。
ko: 사용자에게 작업을 수행할 수 있는 충분한 권한이 없습니다.
pl: Użytkownik nie ma wystarczających praw do przeprowadzenia tej operacji.
pt_br: O usuário não possui direitos suficientes para executar a operação.
ru: У пользователя недостаточно прав для выполнения операции.
tr: Kullanıcı işlemi gerçekleştirmek için yeterli haklara sahip değil.
zh_hans: 用户不具有执行此操作的足够权限。
zh_hant: 使用者沒有足夠的權限可執行此操作。

# RightsManagementWarnErrorClockModified
source: Cannot open this document because the system clock has been modified.
cs: Tento dokument nelze otevřít, protože byla provedena úprava systémových hodin.
de: Das Dokument kann nicht geöffnet werden, weil die Systemuhr geändert wurde.
es: No se puede abrir este documento porque el reloj del sistema se ha modificado.
fr: Impossible d'ouvrir ce document parce que l'horloge système a été modifiée.
it: Impossibile aprire il documento perché l'orologio di sistema è stato modificato.
ja: システム時計が変更されたため、このドキュメントを開くことができません。
ko: 시스템 클록이 수정되었으므로 이 문서를 열 수 없습니다.
pl: Nie można otworzyć tego dokumentu, ponieważ zmodyfikowano zegar systemowy.
pt_br: Não é possível abrir este documento porque o relógio do sistema foi modificado.
ru: Не удается открыть документ, так как показания системных часов были изменены.
tr: Sistem saati değiştirildiğinden bu belge açılamaz.
zh_hans: 由于系统时钟已修改，因此无法打开此文档。
zh_hant: 無法開啟此文件，因為系統時鐘已遭修改。

# RightsManagementWarnErrorConfigurationError
source: This application has detected a problem with your Rights Management configuration. Contact your network administrator or support personnel.
cs: Aplikace zjistila problém s konfigurací služby Správa přístupových práv. Kontaktujte správce sítě nebo pracovníky podpory.
de: Von dieser Anwendung wurde ein Fehler bei der Konfiguration der Rechteverwaltung erkannt. Wenden Sie sich an den Netzwerkadministrator oder an den Support.
es: Esta aplicación ha detectado un problema con la configuración de administración de derechos. Póngase en contacto con el administrador de la red o el personal de soporte técnico.
fr: Cette application a détecté un problème avec votre configuration de gestion des droits. Contactez votre administrateur réseau ou votre support technique.
it: L'applicazione ha rilevato un problema nella configurazione di Rights Management. Rivolgersi all'amministratore di rete o al supporto tecnico.
ja: このアプリケーションは、Rights Management 構成に問題があることを検出しました。ネットワーク管理者またはサポート担当者に問い合わせてください。
ko: 이 응용 프로그램에서 Rights Management 구성에 대한 문제점을 발견했습니다. 네트워크 관리자 또는 고객 지원 담당자에게 문의하십시오.
pl: Ta aplikacja wykryła problem z konfiguracją Zarządzania prawami. Skontaktuj się z administratorem sieci lub pracownikami pomocy technicznej.
pt_br: Este aplicativo detectou um problema com a configuração de Gerenciamento de Direitos. Entre em contato com o administrador de rede ou com a equipe de suporte.
ru: Приложение обнаружило неполадки в конфигурации управления правами. Обратитесь к сетевому администратору или в службу поддержки.
tr: Bu uygulama Rights Management yapılandırmanızda sorun algıladı. Ağ yöneticinize veya destek personeline başvurun.
zh_hans: 此应用程序检测到您的权限管理配置有问题。请联系您的网络管理员或技术支持人员。
zh_hant: 此應用程式發現您的版權管理設定有問題。請連絡您的網路系統管理員或支援人員。

# RightsManagementWarnErrorDebuggerDetected
source: Cannot open or publish documents with restricted permissions because a debugging application has been detected.
cs: Nelze otevřít nebo publikovat dokument s omezenými oprávněními, protože byla zjištěna ladicí aplikace.
de: Dokumente mit eingeschränkten Berechtigungen können nicht geöffnet oder veröffentlicht werden, da eine Debuganwendung erkannt wurde.
es: No se pueden abrir o publicar documentos con permisos restringidos porque se ha detectado una aplicación de depuración.
fr: Impossible d'ouvrir ou de publier des documents avec des autorisations restreintes parce qu'une application de débogage a été détectée.
it: Impossibile aprire o pubblicare documenti con autorizzazioni limitate perché è stata rilevata un'applicazione di debug.
ja: デバッグ アプリケーションが検出されたため、制限されたアクセス許可でドキュメントを開いたり公開したりすることはできません。
ko: 디버깅 응용 프로그램이 발견되어 권한이 제한된 문서를 열거나 게시할 수 없습니다.
pl: Nie można otworzyć ani publikować dokumentów z ograniczonymi uprawnieniami, ponieważ wykryto aplikację debugera.
pt_br: Não é possível abrir ou publicar documentos com permissões restritas, porque foi detectado um aplicativo de depuração.
ru: Не удается открыть или опубликовать документы с ограниченными разрешениями, поскольку обнаружено наличие отладчика.
tr: Hata ayıklama uygulaması algılandığından, sınırlı izinlerle belgeler açılamaz veya yayımlanamaz.
zh_hans: 由于检测到调试应用程序，因此无法使用受限制的权限打开或发布文档。
zh_hant: 無法以限制權限開啟或發佈文件，因為已在您的系統上發現偵錯應用程式。

# RightsManagementWarnErrorExpiredPermission
source: Cannot open this document because your permissions have expired.
cs: Tento dokument nelze otevřít, protože vypršela platnost oprávnění.
de: Dieses Dokument kann nicht geöffnet werden, da Ihre Berechtigungen abgelaufen sind.
es: No puede abrir este documento porque sus permisos han expirado.
fr: Impossible d'ouvrir ce document, car vos autorisations ont expiré.
it: Impossibile aprire il documento. Autorizzazioni scadute.
ja: アクセス許可の期限が切れているため、このドキュメントを開くことはできません。
ko: 권한이 만료되었으므로 이 문서를 열 수 없습니다.
pl: Nie można otworzyć tego dokumentu, ponieważ wygasło uprawnienie użytkownika.
pt_br: Não é possível abrir este documento, porque suas permissões expiraram.
ru: Не удается открыть документ, так как срок разрешений истек.
tr: İzinlerinizin süresi geçtiğinden bu belge açılamaz.
zh_hans: 由于您的权限已经到期，因此无法打开此文档。
zh_hant: 無法開啟此文件，因為您的權限已過期。
