Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationUI/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DigitalSignatureWarnErrorGeneric
source: The following error occurred while signing the document:\r\n{0}
cs: Při podepisování dokumentu došlo k následující chybě:\r\n{0}
de: Beim Signieren des Dokuments ist der folgende Fehler aufgetreten:\r\n{0}
es: El siguiente error ocurrió al firmar el documento:\r\n{0}
fr: L'erreur suivante s'est produite durant la signature du document :\r\n{0}
it: Si è verificato l'errore seguente durante la firma del documento:\r\n{0}
ja: ドキュメントへの署名中に次のエラーが発生しました。\r\n{0}
ko: 문서에 서명하는 동안 발생한 오류:\r\n{0}
pl: Podczas podpisywania dokumentu wystąpił następujący błąd:\r\n{0}
pt_br: Ocorreu o seguinte erro durante a assinatura do documento:\r\n{0}
ru: При подписании документа произошла следующая ошибка:\r\n{0}
tr: Belge imzalanırken aşağıdaki hata oluştu:\r\n{0}
zh_hans: 对此文档签名时发生以下错误:\r\n{0}
zh_hant: 簽署文件時發生下列錯誤:\r\n{0}

# DigitalSignatureWarnErrorRMSigningMessage
source: You do not have permission to sign this document.
cs: K podpisu tohoto dokumentu nemáte oprávnění.
de: Sie besitzen keine Berechtigung zum Signieren dieses Dokuments.
es: No tiene permiso para firmar este documento.
fr: Vous n'avez pas l'autorisation de signer ce document.
it: Autorizzazioni non disponibili per firmare il documento.
ja: このドキュメントに署名するためのアクセス許可がありません。
ko: 이 문서에 서명할 수 있는 권한이 없습니다.
pl: Nie masz uprawnień do podpisania tego dokumentu.
pt_br: Você não possui permissão para assinar este documento.
ru: У вас нет разрешения для подписания этого документа.
tr: Bu belgeyi imzalama izniniz yok.
zh_hans: 您不具有对此文档进行签名的权限。
zh_hant: 您沒有簽署此文件的權限。

# DigitalSignatureWarnErrorRMSigningMessageNoCerts
source: Signing process failed. To sign this document, you need to obtain a digital certificate.
cs: Proces podepisování se nezdařil. Chcete-li dokument podepsat, potřebujete získat digitální certifikát.
de: Fehler beim Signieren. Zum Signieren dieses Dokuments benötigen Sie ein digitales Zertifikat.
es: Error en el proceso de firma. Para firmar este documento necesita obtener un certificado digital.
fr: Échec du processus de signature. Pour signer ce document, vous devez obtenir un certificat numérique.
it: Processo di firma non riuscito. Per firmare il documento è necessario ottenere un certificato digitale.
ja: 署名プロセスが失敗しました。このドキュメントに署名するには、デジタル証明書を入手する必要があります。
ko: 서명 프로세스가 실패했습니다. 이 문서에 서명하려면 디지털 인증서를 가져와야 합니다.
pl: Proces podpisywania nie powiódł się. Aby podpisać ten dokument, należy uzyskać certyfikat cyfrowy.
pt_br: Falha no processo de assinatura. Para assinar este documento, você precisa obter um certificado digital.
ru: Сбой в процессе подписания. Чтобы подписать данный документ, требуется получить цифровой сертификат.
tr: İmzalama işlemi başarısız oldu. Bu belgeyi imzalamak için bir dijital sertifika edinmeniz gerekir.
zh_hans: 签名过程失败。若要对此文档签名，您需要获得数字证书。
zh_hant: 簽署程序失敗。若要簽署此文件，您必須取得數位憑證。

# DigitalSignatureWarnErrorReadOnlyInputError
source: Requested signer and reason for signing must be entered before adding this requested signature.
cs: Před přidáním požadovaného podpisu musí být zadán požadovaný podepsaný a důvod podpisu.
de: Vor dem Hinzufügen dieser anforderten Signatur müssen der angeforderte Signaturgeber und der Grund für die Signatur eingegeben werden.
es: El firmante solicitado y la razón de la firma deben especificarse antes de agregar esta firma solicitada.
fr: Il est nécessaire d'entrer le signataire et le motif de signature pour pouvoir ajouter ensuite la signature demandée.
it: Prima di aggiungere la firma richiesta è necessario immettere il firmatario richiesto e il motivo per la firma.
ja: 要求されたこの署名を追加する前に、要求された署名者と署名の理由を入力する必要があります。
ko: 이 요청한 서명을 추가하려면 요청한 서명자 및 서명 이유를 입력해야 합니다.
pl: Przed dodaniem tego żądanego podpisu należy wprowadzić informacje o osobie podpisującej i przyczynie podpisu.
pt_br: O signatário solicitado e o motivo para a assinatura devem ser fornecidos antes de adicionar a assinatura solicitada.
ru: Прежде чем добавлять данную запрошенную подпись, необходимо указать запрошенное подписывающее лицо и причины подписания.
tr: İstenen bu imza eklenmeden önce istenen imzalayıcı ve imzalama nedeni girilmelidir.
zh_hans: 添加此请求的签名之前，必须输入签名的必需签名人和理由。
zh_hant: 新增此要求的簽章之前，必須輸入要求的簽署人與簽署理由。

# DigitalSignatureWarnErrorReadOnlyNoMoreRequest
source: This document has been signed already and cannot be signed again.
cs: Tento dokument byl již podepsán a nelze jej podepsat znovu.
de: Dieses Dokument wurde bereits signiert und kann nicht erneut signiert werden.
es: Este documento ya se ha firmado y no se puede firmar otra vez.
fr: Ce document a déjà été signé et ne peut pas être signé à nouveau.
it: Il documento è già stato firmato. Impossibile firmarlo di nuovo.
ja: このドキュメントは既に署名されており、再び署名することはできません。
ko: 이 문서는 이미 서명되었으므로 다시 서명할 수 없습니다.
pl: Ten dokument został już podpisany i nie można go podpisać ponownie.
pt_br: Este documento já foi assinado e não pode ser assinado novamente.
ru: Этот документ уже подписан и не может быть подписан еще раз.
tr: Bu belge zaten imzalandı ve yeniden imzalanamaz.
zh_hans: 已对此文档进行签名，无法再次签名。
zh_hant: 此文件已簽署，且無法再次簽署。

# DigitalSignatureWarnErrorSigningErrorTitle
source: XPS Document Signing Error
cs: Chyba podepisování dokumentu XPS
de: Fehler beim Signieren des XPS-Dokuments.
es: Error al firmar el documento XPS
fr: Erreur de signature du document XPS
it: Errore di firma documento XPS
ja: XPS ドキュメント署名エラー
ko: XPS 문서 서명 오류
pl: Błąd podpisywania dokumentu XPS
pt_br: Erro ao assinar documento XPS
ru: Ошибка подписи документа XPS
tr: XPS Belgesi İmzalama Hatası
zh_hans: XPS 文档签名错误
zh_hant: XPS 文件簽署錯誤

# DocumentApplicationDocumentViewerFocusToolBarCommand
source: Give focus to the main toolbar.
cs: Zvolte hlavní panel nástrojů.
de: Fokussieren der Hauptsymbolleiste.
es: Poner el enfoque en la barra de herramientas principal.
fr: Donner le focus à la barre d'outils principale.
it: Sposta lo stato attivo sulla barra degli strumenti principale.
ja: メイン ツール バーにフォーカスを移動します。
ko: 주 도구 모음에 포커스를 이동합니다.
pl: Ustaw fokus na głównym pasku narzędzi.
pt_br: Enfoque a barra de ferramentas principal.
ru: Установить фокус на основную панель инструментов.
tr: Ana araç çubuğuna odaklanın.
zh_hans: 将焦点给予主要工具栏。
zh_hant: 將焦點賦予主工具列。

# DocumentApplicationDocumentViewerRequestSignersCommand
source: Request signatures
cs: Požadovat podpisy
de: Signaturen anfordern
es: Solicitar firmas
fr: Demander les signatures
it: Richiedi firme
ja: 署名を要求します
ko: 서명 요청
pl: Żądaj podpisów
pt_br: Solicitar assinaturas
ru: Запросить подписи
tr: İmza iste
zh_hans: 请求签名
zh_hant: 要求簽章

# DocumentApplicationDocumentViewerShowRMCredentialManagerCommand
source: Restrict permission as...
cs: Omezené oprávnění...
de: Berechtigung einschränken als...
es: Restringir permiso como...
fr: Restreindre l'autorisation en tant que...
it: Limita autorizzazioni...
ja: アクセス許可の制限を行うユーザーを選択します...
ko: 권한 승인자 선택...
pl: Ogranicz uprawnienie jako...
pt_br: Restringir permissões como...
ru: Ограничить разрешение...
tr: İzinleri kısıtlama biçimi...
zh_hans: 将权限限制为...
zh_hant: 限制權限為...

# DocumentApplicationDocumentViewerShowRMPermissionsCommand
source: View my permissions
cs: Zobrazit moje oprávnění
de: Berechtigungen anzeigen
es: Ver mis permisos
fr: Afficher mes autorisations
it: Visualizza autorizzazioni personali
ja: 保有しているアクセス許可を表示します
ko: 내 권한 보기
pl: Wyświetl moje uprawnienia
pt_br: Exibir minhas permissões
ru: Просмотреть мои разрешения
tr: İzinlerimi görüntüle
zh_hans: 查看我的权限
zh_hant: 檢視我的權限

# DocumentApplicationDocumentViewerShowRMPublishingUICommand
source: Set permissions
cs: Nastavit oprávnění
de: Berechtigungen festlegen
es: Establecer permisos
fr: Définir les autorisations
it: Imposta autorizzazioni
ja: アクセス許可を設定します
ko: 권한 설정
pl: Ustaw uprawnienia
pt_br: Definir permissões
ru: Установить разрешения
tr: İzin ayarla
zh_hans: 设置权限
zh_hant: 設定權限

# DocumentApplicationDocumentViewerShowSignatureSummaryCommand
source: View signature details
cs: Zobrazit podrobnosti o podpisu
de: Signaturdetails anzeigen
es: Ver detalles de la firma
fr: Afficher les informations de signature
it: Visualizza dettagli firme
ja: 署名の詳細を表示します
ko: 서명 정보 보기
pl: Wyświetl szczegóły podpisu
pt_br: Exibir detalhes da assinatura
ru: Просмотреть сведения о подписи
tr: İmza ayrıntılarını görüntüle
zh_hans: 查看签名详细信息
zh_hant: 檢視簽章詳細資料

# DocumentApplicationDocumentViewerSignCommand
source: Sign this document
cs: Podepsat tento dokument
de: Dieses Dokument signieren
es: Firmar este documento
fr: Signer le document
it: Firma documento
ja: このドキュメントに署名します
ko: 이 문서에 서명
pl: Podpisz ten dokument
pt_br: Assinar este documento
ru: Подписать документ
tr: Bu belgeyi imzala
zh_hans: 对此文档签名
zh_hant: 簽署此文件

# DocumentPropertiesDialogAuthorLabel
source: Author:
cs: Autor:
de: Autor:
es: Autor:
fr: Auteur :
it: Autore:
ja: 作成者:
ko: 만든 사람:
pl: Autor:
pt_br: Autor:
ru: Автор:
tr: Yazar:
zh_hans: 作者:
zh_hant: 作者:

# DocumentPropertiesDialogCategoryLabel
source: Category:
cs: Kategorie:
de: Kategorie:
es: Categoría:
fr: Catégorie :
it: Categoria:
ja: カテゴリ:
ko: 범주:
pl: Kategoria:
pt_br: Categoria:
ru: Категория:
tr: Kategori:
zh_hans: 类别:
zh_hant: 類別:

# DocumentPropertiesDialogContentLabel
source: Content:
cs: Obsah:
de: Inhalt:
es: Contenido:
fr: Contenu :
it: Contenuto:
ja: 内容:
ko: 콘텐츠:
pl: Zawartość:
pt_br: Conteúdo:
ru: Содержимое:
tr: İçerik:
zh_hans: 内容:
zh_hant: 內容:

# DocumentPropertiesDialogDescriptionLabel
source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ja: 説明:
ko: 설명:
pl: Opis:
pt_br: Descrição:
ru: Описание:
tr: Açıklama:
zh_hans: 描述:
zh_hant: 描述:

# DocumentPropertiesDialogDocumentCreatedLabel
source: Published:
cs: Vydal:
de: Veröffentlicht:
es: Publicado:
fr: Publié :
it: Data pubblicazione:
ja: 公開済み:
ko: 게시 날짜:
pl: Opublikowany:
pt_br: Publicado:
ru: Опубликован:
tr: Yayım:
zh_hans: 已发布:
zh_hant: 發行日期:

# DocumentPropertiesDialogDocumentDetailBoxLabel
source: Authoring Information
cs: Tvorba informací
de: Authoringinformationen
es: Información de creación
fr: Informations sur la création
it: Informazioni documento
ja: オーサリング情報
ko: 작성 정보
pl: Informacje o autorstwie
pt_br: Informações sobre autoria
ru: Сведения о разработке
tr: Yazar Bilgileri
zh_hans: 创作信息
zh_hant: 製作資訊

# DocumentPropertiesDialogDocumentModifiedLabel
source: Edited:
cs: Upravil:
de: Bearbeitet:
es: Editado:
fr: Modifié :
it: Data modifica:
ja: 編集済み:
ko: 편집 날짜:
pl: Edytowany:
pt_br: Editado:
ru: Изменен:
tr: Düzenlenme:
zh_hans: 已编辑:
zh_hant: 編輯日期:

# DocumentPropertiesDialogDocumentPrintedLabel
source: Printed:
cs: Vytištěno:
de: Gedruckt:
es: Impreso:
fr: Imprimé :
it: Data stampa:
ja: 印刷日時:
ko: 인쇄 날짜:
pl: Wydrukowany:
pt_br: Impresso:
ru: Напечатан:
tr: Yazdırılma:
zh_hans: 已打印:
zh_hant: 列印日期:

# DocumentPropertiesDialogDocumentPropertiesMustExist
source: DocumentProperties must exist.
cs: Musí existovat třída vlastností dokumentu DocumentProperties.
de: "DocumentProperties" muss vorhanden sein.
es: Debe existir el elemento DocumentProperties.
fr: DocumentProperties doit exister.
it: DocumentProperties deve esistere.
ja: DocumentProperties が存在する必要があります。
ko: DocumentProperties가 있어야 합니다.
pl: Element DocumentProperties musi istnieć.
pt_br: DocumentProperties deve existir.
ru: Требуется наличие DocumentProperties.
tr: DocumentProperties var olmalıdır.
zh_hans: DocumentProperties 必须存在。
zh_hant: DocumentProperties 必須存在。

# DocumentPropertiesDialogFileAccessedLabel
source: Accessed:
cs: Otevřeno:
de: Zugriff:
es: Con acceso:
fr: Accédé :
it: Data accesso:
ja: アクセス日時:
ko: 액세스한 날짜:
pl: Ostatnio używany:
pt_br: Acessado:
ru: Открыт:
tr: Erişim:
zh_hans: 已访问:
zh_hant: 存取日期:

# DocumentPropertiesDialogFileCreatedLabel
source: Created:
cs: Vytvořeno:
de: Erstellt:
es: Creado:
fr: Créé :
it: Data creazione:
ja: 作成日時:
ko: 만든 날짜:
pl: Utworzony:
pt_br: Criado:
ru: Создан:
tr: Oluşturulma:
zh_hans: 已创建:
zh_hant: 建議日期:

# DocumentPropertiesDialogFileModifiedLabel
source: Modified:
cs: Změněno:
de: Geändert:
es: Modificado:
fr: Modifié :
it: Data modifica:
ja: 更新日時:
ko: 수정 날짜:
pl: Zmodyfikowany:
pt_br: Modificado:
ru: Изменен:
tr: Değiştirilme:
zh_hans: 已修改:
zh_hant: 修改日期:

# DocumentPropertiesDialogFileSizeBytesUnit
source: bytes
cs: bajtů
fr: octets
it: byte
ja: バイト
ko: 바이트
pl: bajtów
ru: байт
tr: bayt
zh_hans: 字节
zh_hant: 位元組

# DocumentPropertiesDialogFileSizeKBUnit
source: KB
fr: Ko
ru: КБ

# DocumentPropertiesDialogFileSizeMBUnit
source: MB
fr: Mo
ru: МБ

# DocumentPropertiesDialogFileSystemBoxLabel
source: File System
cs: Systém souborů
de: Dateisystem
es: Sistema de archivos
fr: Système de fichiers
ja: ファイル システム
ko: 파일 시스템
pl: System plików
pt_br: Sistema de arquivos
ru: Файловая система
tr: Dosya Sistemi
zh_hans: 文件系统
zh_hant: 檔案系統

# DocumentPropertiesDialogIdentifierLabel
source: Identifier:
cs: Identifikátor:
de: Bezeichner:
es: Identificador:
fr: Identificateur :
it: Identificatore:
ja: 識別子:
ko: 식별자:
pl: Identyfikator:
pt_br: Identificador:
ru: Идентификатор:
tr: Tanımlayıcı:
zh_hans: 标识符:
zh_hant: 識別項:

# DocumentPropertiesDialogInfoLabel
source: File
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
zh_hans: 文件
zh_hant: 檔案

# DocumentPropertiesDialogKeywordsLabel
source: Keywords:
cs: Klíčová slova:
de: Schlüsselwörter:
es: Palabras clave:
fr: Mots clés :
it: Parole chiave:
ja: キーワード:
ko: 키워드:
pl: Słowa kluczowe:
pt_br: Palavras-chave:
ru: Ключевые слова:
tr: Anahtar Sözcükler:
zh_hans: 关键字:
zh_hant: 關鍵字:

# DocumentPropertiesDialogLanguageLabel
source: Language:
cs: Jazyk:
de: Sprache:
es: Lenguaje:
fr: Langue :
it: Linguaggio:
ja: 言語:
ko: 언어:
pl: Język:
pt_br: Linguagem:
ru: Язык:
tr: Dil:
zh_hans: 语言:
zh_hant: 語言:

# DocumentPropertiesDialogLastSavedByLabel
source: Last Saved By:
cs: Naposledy uložil:
de: Zuletzt gespeichert von:
es: Guardado por:
fr: Dernier enregistrement par :
it: Autore ultimo salvataggio:
ja: 最終保存者:
ko: 마지막으로 저장한 이:
pl: Ostatnio zapisany przez:
pt_br: Salvo por:
ru: Сохранен:
tr: Son Kaydeden:
zh_hans: 上次保存者:
zh_hant: 上次存檔人員:

# DocumentPropertiesDialogNotAvailable
source: Not Available
cs: Není k dispozici
de: Nicht verfügbar
es: No disponible
fr: Non disponible
it: Non disponibile
ja: 無効
ko: 사용할 수 없음
pl: Niedostępne
pt_br: Não Disponível
ru: Нет данных
tr: Kullanılamıyor
zh_hans: 不可用
zh_hant: 無法使用

# DocumentPropertiesDialogOkButtonLabel
source: &Close
cs: &Zavřít
de: S&chließen
es: C&errar
fr: Fer&mer
it: C&hiudi
ja: 閉じる(&C)
ko: 닫기(&C)
pl: Za&mknij
pt_br: Fe&char
ru: Закры&ть
tr: K&apat
zh_hans: 关闭(&C)
zh_hant: 關閉(&C)

# DocumentPropertiesDialogRevisionLabel
source: Revision:
cs: Revize:
es: Revisión:
fr: Révision :
it: Revisione:
ja: リビジョン:
ko: 수정:
pl: Wydanie:
pt_br: Revisão:
ru: Редакция:
tr: Gözden Geçirilme:
zh_hans: 修订号:
zh_hant: 修訂編號:

# DocumentPropertiesDialogSizeLabel
source: Size:
cs: Velikost:
de: Größe:
es: Tamaño:
fr: Taille :
it: Dimensioni:
ja: サイズ:
ko: 크기:
pl: Rozmiar:
pt_br: Tamanho:
ru: Размер:
tr: Boyut:
zh_hans: 大小:
zh_hant: 大小:

# DocumentPropertiesDialogStatusLabel
source: Status:
cs: Stav:
es: Estado:
fr: État :
it: Stato:
ja: ステータス:
ko: 상태:
pl: Stan:
ru: Статус:
tr: Durum:
zh_hans: 状态:
zh_hant: 狀態:

# DocumentPropertiesDialogSubjectLabel
source: Subject:
cs: Předmět:
de: Betreff:
es: Asunto:
fr: Objet :
it: Oggetto:
ja: 件名:
ko: 제목:
pl: Temat:
pt_br: Assunto:
ru: Тема:
tr: Konu:
zh_hans: 主题:
zh_hant: 主旨:

# DocumentPropertiesDialogSummaryLabel
source: Content
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 내용
pl: Zawartość
pt_br: Conteúdo
ru: Объект
tr: İçerik
zh_hans: 内容
zh_hant: 內容

# DocumentPropertiesDialogTitle
source: XPS Document Properties
cs: Vlastnosti dokumentu XPS
de: XPS-Dokumenteigenschaften
es: Propiedades del documento XPS
fr: Propriétés du document XPS
it: Proprietà documento XPS
ja: XPS ドキュメントのプロパティ
ko: XPS 문서 속성
pl: Właściwości dokumentu XPS
pt_br: Propriedades do documento XPS
ru: Свойства документа XPS
tr: XPS Belge Özellikleri
zh_hans: XPS 文档属性
zh_hant: XPS 文件內容

# DocumentPropertiesDialogTitleLabel
source: Title:
cs: Nadpis:
de: Titel:
es: Título:
fr: Titre :
it: Titolo:
ja: タイトル:
ko: 제목:
pl: Tytuł:
pt_br: Título:
ru: Название:
tr: Başlık:
zh_hans: 标题:
zh_hant: 標題:

# DocumentPropertiesDialogVersionLabel
source: Version:
cs: Verze:
es: Versión:
it: Versione:
ja: バージョン:
ko: 버전:
pl: Wersja:
pt_br: Versão:
ru: Версия:
tr: Sürüm:
zh_hans: 版本:
zh_hant: 版本:

# DocumentSignatureManagerAppliedToolTip
source: Click here to verify the signer's identity.
cs: Chcete-li ověřit totožnost podepsaného, klikněte sem.
de: Klicken Sie hier, um die Identität der Signatur zu überprüfen.
es: Haga clic aquí para comprobar la identidad del firmante.
fr: Cliquez ici pour vérifier l'identité du signataire.
it: Fare clic qui per verificare l'identità del firmatario.
ja: 署名者の ID を確認するには、ここをクリックします。
ko: 서명자 ID를 확인하려면 여기를 클릭하십시오.
pl: Kliknij tutaj, aby zweryfikować tożsamość osoby podpisującej
pt_br: Clique aqui para verificar a identidade do signatário.
ru: Щелкните здесь для подтверждения личности подписавшего.
tr: İmzalayanın kimliğini doğrulamak için burayı tıklatın.
zh_hans: 单击此处，以验证签名者的标识。
zh_hant: 按這裡檢查簽署人的識別身分。

# DocumentSignatureManagerDefaultToolTip
source: Sign this document using a digital signature.
cs: Podepsat dokument za použití digitálního podpisu.
de: Dieses Dokument mit einer digitalen Signatur signieren.
es: Firmar este documento con una firma digital.
fr: Signer le document à l'aide d'une signature numérique.
it: Firmare il documento con una firma digitale.
ja: デジタル署名を使用してこのドキュメントに署名します。
ko: 디지털 서명을 사용하여 이 문서에 서명하십시오.
pl: Podpisz ten dokument za pomocą podpisu cyfrowego.
pt_br: Assine este documento usando uma assinatura digital.
ru: Подпишите данный документ с помощью цифровой подписи.
tr: Bu belgeyi dijital imza kullanarak imzalayın.
zh_hans: 使用数字签名对此文档签名。
zh_hant: 使用數位簽章簽署此文件。

# DocumentSignatureManagerInvalid
source: This document is signed. However, there are problems with one or more signatures. Click here for more information...
cs: Tento dokument je podepsán. Přesto se vyskytly potíže s jedním nebo více podpisy. Chcete-li získat další informace, klikněte sem.
de: Das Dokument ist signiert. Bei mindestens einer der Signaturen wurde jedoch ein Problem festgestellt. Klicken Sie hier, um weitere Informationen zu erhalten...
es: Este documento está firmado. Sin embargo, hay problemas con una o varias firmas. Haga clic aquí para obtener más información...
fr: Ce document est signé. Toutefois, une ou plusieurs signatures présentent un problème. Cliquez ici pour plus d'informations...
it: Il documento è firmato. Tuttavia, sono presenti problemi per una o più firme. Fare clic qui per ulteriori informazioni...
ja: このドキュメントは署名されています。ただし、署名に問題があります。詳細については、ここをクリックします...
ko: 이 문서에 서명했습니다. 그러나 하나 이상의 서명에 문제가 있습니다. 자세한 내용을 보려면 여기를 클릭하십시오.
pl: Ten dokument jest podpisany. Wystąpiły jednak problemy z jednym lub kilkoma podpisami. Kliknij tutaj, aby uzyskać więcej informacji...
pt_br: Este documento está assinado. Entretanto, há problemas com uma ou mais assinaturas. Clique aqui para obter mais informações...
ru: Этот документ подписан. Однако существуют проблемы с одной или несколькими подписями. Для получения дополнительных сведений щелкните здесь...
tr: Bu belge imzalı. Ancak, bir veya daha fazla imzayla ilgili sorun var. Daha fazla bilgi için burayı tıklatın...
zh_hans: 此文档已签名。但是一个或多个签名有问题。单击此处获取详细信息...
zh_hant: 此文件已簽署。然而，文件中的一或多個簽章有問題。其他資訊請按這裡...

# DocumentSignatureManagerUndetermined
source: This document contains digital signatures that will be checked when the download is complete. Click here to verify the signer's identity...
cs: Tento dokument obsahuje digitální podpisy, které budou zkontrolovány, jakmile se dokument načte. Chcete-li ověřit totožnost podepsaného, klikněte sem.
de: Das Dokument enthält digitale Signaturen, die geprüft werden, sobald der Download abgeschlossen ist. Klicken Sie hier, um die Identität der Signatur zu überprüfen...
es: Este documento contiene firmas digitales que se comprobarán cuando se complete la descarga. Haga clic aquí para comprobar la identidad del firmante...
fr: Ce document contient des signatures numériques qui peuvent être vérifiées quand le téléchargement est complet. Cliquez ici pour vérifier l'identité du signataire...
it: Il documento contiene firme digitali che verranno controllate al termine del download. Fare clic qui per verificare l'identità del firmatario...
ja: このドキュメントにはダウンロードの完了時に確認されるデジタル署名が含まれています。署名者の ID を確認するには、ここをクリックします...
ko: 다운로드가 완료되면 확인될 디지털 서명이 이 문서에 들어있습니다. 서명자 ID를 확인하려면 여기를 클릭하십시오.
pl: Ten dokument zawiera podpisy cyfrowe, które zostaną sprawdzone po ukończeniu pobierania. Kliknij tutaj, aby zweryfikować tożsamość osoby podpisującej...
pt_br: Este documento contém assinaturas digitais que serão verificadas quando o download for concluído. Clique aqui para verificar a identidade do signatário...
ru: Этот документ содержит цифровые подписи, которые будут проверены по окончании скачивания. Для подтверждения личности подписавшего щелкните здесь...
tr: Bu belge, indirme tamamlandığında denetlenecek dijital imzalar içeriyor. İmzalayanın kimliğini doğrulamak için burayı tıklatın...
zh_hans: 此文档包含下载完成后将要检查的数字签名。请单击此处以验证签名者的标识...
zh_hant: 此文件包含數位簽章，下載完成時將檢查這些數位簽章。按這裡檢查簽署人的識別身分...

# DocumentSignatureManagerValid
source: This document is signed. All signatures are valid. Click here to view the signer's identity...
cs: Tento dokument je podepsán. Všechny podpisy jsou platné. Chcete-li zobrazit totožnost podepsaného, klikněte sem.
de: Das Dokument ist signiert. Alle Signaturen sind gültig. Klicken Sie hier, um die Identität der Signatur zu überprüfen...
es: Este documento está firmado. Todas las firmas son válidas. Haga clic aquí para ver la identidad del firmante...
fr: Ce document est signé. Toutes les signatures sont valides. Cliquez ici pour afficher l'identité du signataire...
it: Il documento è firmato. Tutte le firme sono valide. Fare clic qui per visualizzare l'identità del firmatario...
ja: このドキュメントは署名されています。すべての署名は有効です。署名者の ID を確認するには、ここをクリックします...
ko: 이 문서에 서명했습니다. 모든 서명이 유효합니다. 서명자 ID를 보려면 여기를 클릭하십시오.
pl: Ten dokument jest podpisany. Wszystkie podpisy są prawidłowe. Kliknij tutaj, aby zweryfikować tożsamość osoby podpisującej...
pt_br: Este documento está assinado. Todas as assinaturas são válidas. Clique aqui para ver a identidade do signatário...
ru: Этот документ подписан. Все подписи подлинные. Для подтверждения личности подписавшего щелкните здесь...
tr: Bu belge imzalı. Tüm imzalar geçerli. İmzalayanın kimliğini görüntülemek için burayı tıklatın...
zh_hans: 此文档已签名。所有签名有效。请单击此处以查看签名者的标识...
zh_hant: 此文件已簽署。所有簽章都是有效的。按這裡檢查簽署人的識別身分...

# DocumentStreamCanNoLongerOpen
source: Can no longer open file.
cs: Soubor již nelze otevřít.
de: Die Datei kann nicht mehr geöffnet werden.
es: Ya no se puede abrir el archivo.
fr: Le fichier ne peut plus être ouvert.
it: Non è più possibile aprirle il file.
ja: ファイルを開くことはできません。
ko: 더 이상 파일을 열 수 없습니다.
pl: Nie można już otworzyć pliku.
pt_br: O arquivo não pode mais ser aberto.
ru: Больше не удается открыть файл.
tr: Dosya artık açılamaz.
zh_hans: 无法再打开文件。
zh_hant: 無法再開啟該檔案。

# DocumentStreamMustBeFileSource
source: Operation valid only on file based sources.
cs: Tato operace je platná pouze pro souborové zdroje.
de: Der Vorgang ist nur in dateibasierten Quellen gültig.
es: Esta operación sólo es válida en orígenes basados en archivos.
fr: Opération valide uniquement sur les sources basées sur des fichiers.
it: Operazione valida solo per origini basate su file.
ja: ファイル ベースのソースにのみ有効な操作です。
ko: 원본을 기준으로 하는 파일에서만 작업을 수행할 수 있습니다.
pl: Operacja jest prawidłowa tylko dla źródeł opartych na plikach.
pt_br: Operação válida somente em fontes com base em arquivo.
ru: Операция доступна только для источников, работающих с файлами.
tr: İşlem yalnızca dosya temelinde kaynaklar üzerinde geçerlidir.
zh_hans: 操作仅在基于文件的源上有效。
zh_hant: 只有在以來源為基礎的檔案上，此操作才有效。
