Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/UIAutomation/UIAutomationClientSideProviders/Resources/xlf/Strings.*.xlf
Languages: cs, de, fr, it, ko, pl, tr, zh_hant

# DoesNotSupportMultipleSelection
source: Selection container does not support multiple selection.
cs: Zásobník pro výběr nepodporuje vícenásobný výběr.
de: Der Auswahlcontainer unterstützt die Mehrfachauswahl nicht.
fr: Le conteneur de sélection ne prend pas en charge la sélection multiple.
it: Il contenitore di selezione non supporta selezioni multiple.
ko: 선택 컨테이너가 다중 선택을 지원하지 않습니다.
pl: Kontener zaznaczenia nie obsługuje wyboru wielokrotnego.
tr: Seçim kapsayıcısı çoklu seçimi desteklemiyor.
zh_hant: 選擇容器不支援多重選擇。

# EditControlsHaveNoChildren
source: Win32 edit control cannot have a child element.
cs: Textové pole prostředí Win32 nemůže mít podřízený element.
de: Das Win32-Bearbeitungssteuerelement kann keine untergeordneten Elemente haben.
fr: Un contrôle d'édition Win32 ne peut pas avoir d'élément enfant.
it: Il controllo di modifica Win32 non può avere alcun elemento figlio.
ko: Win32 편집 컨트롤에 자식 요소가 있을 수 없습니다.
pl: Formant edycji Win32 nie może mieć elementu podrzędnego.
tr: Win32 düzenleme denetiminin alt öğesi olamaz.
zh_hant: Win32 編輯控制項不能有子項目。

# GridColumnOutOfRange
source: Grid column must be set between 0 and column maximum.
cs: Sloupec mřížky musí být nastaven v rozmezí 0 až maximum sloupce.
de: Die Rasterspalte muss auf einen Wert zwischen 0 und dem Spaltenmaximum festgelegt werden.
fr: La valeur de Grid Column doit être comprise entre 0 et la valeur maximale de la colonne.
it: Per la colonna della griglia è necessario impostare un valore compreso tra 0 e il massimo per la colonna.
ko: Grid 열은 0과 열 최댓값 사이에서 설정되어야 합니다.
pl: Numer kolumny siatki powinien być ustawiony między wartością 0 a maksimum.
tr: Grid sütunu 0 ile üst sütun değeri arasında ayarlanmalıdır.
zh_hant: 方格資料行必須設定成介於 0 與資料行最大值之間的數字。

# GridRowOutOfRange
source: Grid row must be set between 0 and row maximum.
cs: Řádek Grid musí být nastaven v rozmezí 0 až maximum řádku.
de: Die Grid-Zeile muss auf einen Wert zwischen 0 und dem Zeilenmaximum festgelegt werden.
fr: La valeur de Grid Row doit être comprise entre 0 et la valeur maximale de la ligne.
it: Per la riga di Grid è necessario impostare un valore compreso tra 0 e il massimo per la riga.
ko: Grid 행은 0과 행 최댓값 사이에서 설정되어야 합니다.
pl: Numer wiersza elementu Grid powinien być ustawiony między wartością 0 a maksimum.
tr: Grid satırı 0 ile üst satır değeri arasında ayarlanmalıdır.
zh_hant: 方格資料列必須設定成介於 0 與資料列最大值之間的數字。

# InvalidParameter
source: Parameter not valid.
cs: Parametr není platný.
de: Der Parameter ist ungültig.
fr: Le paramètre n'est pas valide.
it: Parametro non valido.
ko: 매개 변수가 잘못되었습니다.
pl: Nieprawidłowy parametr.
tr: Parametre geçerli değil.
zh_hant: 參數無效。

# InvalidRangeEndpoint
source: Start or end specified is past the end of the text range.
cs: Určený začátek nebo konec je mimo rozsah textu.
de: Der angegebene Start bzw. das angegebene Ende liegt nach dem Ende des Textbereichs.
fr: Le début ou la fin spécifié se trouve au-delà de la fin de la plage de texte.
it: L'inizio o la fine specificati superano la fine dell'intervallo di testo.
ko: 지정한 시작 또는 끝이 텍스트 범위의 끝을 지났습니다.
pl: Określony początek lub koniec jest poza zakresem tekstu.
tr: Belirtilen başlangıç veya bitiş metin aralığının sonunu aşıyor.
zh_hant: 開始或結束指定位置超出文字範圍的結尾。

# InvalidTextRangeOffset
source: Character offset not valid in TextRange.
cs: Odsazení znaku není v platném rozsahu textu TextRange.
de: Das Zeichenoffset in TextRange ist ungültig.
fr: Offset de caractère non valide dans TextRange.
it: Offset di carattere non valido in TextRange.
ko: TextRange에서 문자 오프셋을 사용할 수 없습니다.
pl: Nieprawidłowe przesunięcie znaku w obiekcie TextRange.
tr: TextRange içinde karakter kaydırma geçerli değil.
zh_hant: TextRange 中的字元位移無效。

# KeyControl
source: Control
cs: Řízení
de: STRG-TASTE
it: CTRL
ko: 제어
pl: Kontrola
tr: Kontrol
zh_hant: 控制

# KeyCtrl
source: Ctrl
de: STRG

# KeyDel
source: Del
cs: Odstranit
de: ENTF
it: CANC
pl: Delete

# KeyDelete
source: Delete
cs: Odstranit
de: Löschen
fr: Supprimer
it: Elimina
ko: 삭제
pl: Usuń
tr: Sil
zh_hant: 刪除

# KeyEnd
source: End
de: ENDE
fr: Fin
it: Fine
ko: 종료
pl: Zakończenie
tr: Bitiş
zh_hant: 結束

# KeyHelp
source: Help
cs: Nápověda
de: Hilfe
fr: Aide
it: Guida
ko: 도움말
pl: Pomoc
tr: Yardım
zh_hant: 說明

# KeyHome
source: Home
cs: Domů
de: Startseite
fr: Accueil
it: Home page
ko: 홈
pl: Strona główna
tr: Giriş
zh_hant: 首頁

# KeyIns
source: Ins
de: EINFG
fr: Inser
ko: Insert

# KeyInsert
source: Insert
de: Einfg
it: INSERISCI

# KeyPageDown
source: Page Down
de: Nach unten
it: PGGIÙ

# KeyPageUp
source: Page Up
de: Nach oben
it: PGSU

# KeyPause
source: Pause
cs: Pozastavit
de: Anhalten
it: Sospendi
ko: 일시 중지
pl: Wstrzymaj
tr: Duraklat
zh_hant: 暫停

# KeyPrtScn
source: PrtScn
de: DRUCK

# KeyScrLk
source: ScrLk
de: ROLLEN
it: BS

# KeyShift
source: Shift
de: Umschalttaste
it: MAIUSC

# KeySpace
source: Space
de: Speicherplatz
fr: L'espace
it: Spazio
ko: 공간
tr: Ara Çubuğu

# KeyWinKey
source: WinKey
de: WINDOWS-TASTE

# LocalizedControlTypeDialog
source: Dialog
cs: Dialogové okno
de: Dialogfeld
fr: Boîte de dialogue
ko: 대화 상자
pl: Okno dialogowe
tr: İletişim kutusu
zh_hant: 對話方塊

# LocalizedControlTypeGrip
source: Grip
cs: Úchyt
de: Ziehpunkt
fr: Poignée
it: Ridimensionamento
ko: 그립
pl: Uchwyt
tr: Kavra
zh_hant: 底框

# LocalizedControlTypeIPAddress
source: ip address
cs: Adresa IP
de: IP-Adresse
fr: Adresse IP
it: Indirizzo IP
ko: IP 주소
pl: Adres IP
tr: ip adresi
zh_hant: IP 位址

# LocalizedControlTypeOctet
source: Octet
cs: Oktet
de: Oktett
it: Ottetto
ko: 8진수
pl: Oktet
tr: Sekizli
zh_hant: 八位元

# LocalizedControlTypeRebar
source: Rebar
cs: Matrice
de: Grundleiste
pl: Pasek pomocniczy
tr: Çubuk Barınağı

# LocalizedControlTypeRebarBand
source: Rebar Band
cs: Pruh matrice
de: Grundleistenbereich
fr: Bande rebar
ko: Rebar 밴드
pl: Pasek pomocniczy
tr: Çubuk Barınağı Bandı
zh_hant: Rebar 群組列

# LocalizedNameWindowsComboButton
source: Drop Down Button
cs: Tlačítko rozevíracího pole
de: Dropdown-Schaltfläche
fr: Bouton de liste déroulante
it: Pulsante a discesa
ko: 드롭다운 단추
pl: Przycisk listy rozwijanej
tr: Açılır Düğme
zh_hant: 下拉按鈕

# LocalizedNameWindowsHorizontalScrollBar
source: Horizontal Scroll Bar
cs: Vodorovný posuvník
de: Horizontale Bildlaufeiste
fr: Barre de défilement horizontale
it: Barra di scorrimento orizzontale
ko: 가로 스크롤 막대
pl: Poziomy pasek przewijania
tr: Yatay Kaydırma Çubuğu
zh_hant: 水平捲軸

# LocalizedNameWindowsMenu
source: Menu
cs: Nabídka
de: Menü
ko: 메뉴
tr: Menü
zh_hant: 功能表

# LocalizedNameWindowsMenuBar
source: Application
cs: Aplikace
de: Anwendung
it: Applicazione
ko: 애플리케이션
pl: Aplikacja
tr: Uygulama
zh_hant: 應用程式

# LocalizedNameWindowsMenuSeparator
source: separator
cs: oddělovač
de: Trennzeichen
fr: séparateur
it: separatore
ko: 구분 기호
tr: ayırıcı
zh_hant: 分隔符號

# LocalizedNameWindowsReBarBandItem
source: Rebar Band
cs: Pruh matrice
de: Grundleistenbereich
fr: Bande rebar
ko: Rebar 밴드
pl: Pasek pomocniczy
tr: Çubuk Barınağı Bandı
zh_hant: Rebar 群組列

# LocalizedNameWindowsScrollBarBitsBackByLargeAmount
source: Back by large amount
cs: Zpět o velkou část
de: Zurück um große Menge
fr: Revenir en arrière de beaucoup
it: Indietro di molto spazio
ko: 많이 뒤로
pl: Znacznie do tyłu
tr: Büyük miktarda geri
zh_hant: 往後移動長距離

# LocalizedNameWindowsScrollBarBitsBackBySmallAmount
source: Back by small amount
cs: Zpět o malou část
de: Zurück um kleine Menge
fr: Revenir en arrière de peu
it: Indietro di poco spazio
ko: 조금 뒤로
pl: Minimalnie do tyłu
tr: Küçük miktarda geri
zh_hant: 往後移動短距離

# LocalizedNameWindowsScrollBarBitsForwardByLargeAmount
source: Forward by large amount
cs: Vpřed o velkou část
de: Vorwärts um große Menge
fr: Avancer de beaucoup
it: Avanti di molto spazio
ko: 많이 앞으로
pl: Znacznie do przodu
tr: Büyük miktarda ileri
zh_hant: 往前移動長距離

# LocalizedNameWindowsScrollBarBitsForwardBySmallAmount
source: Forward by small amount
cs: Vpřed o malou část
de: Vorwärts um kleine Menge
fr: Avancer de peu
it: Avanti di poco spazio
ko: 조금 앞으로
pl: Minimalnie do przodu
tr: Küçük miktarda ileri
zh_hant: 往前移動短距離

# LocalizedNameWindowsScrollBarBitsThumb
source: Thumb
cs: Miniatura
de: Ziehpunkt
fr: Curseur de défilement
it: Cursore
pl: Przycisk przewijania
tr: Küçük Resim
zh_hant: 捲動方塊

# LocalizedNameWindowsSliderItemBackByLargeAmount
source: Back by large amount
cs: Zpět o velkou část
de: Zurück um große Menge
fr: Revenir en arrière de beaucoup
it: Indietro di molto spazio
ko: 많이 뒤로
pl: Znacznie do tyłu
tr: Büyük miktarda geri
zh_hant: 往後移動長距離

# LocalizedNameWindowsSliderItemForwardByLargeAmount
source: Forward by large amount
cs: Vpřed o velkou část
de: Vorwärts um große Menge
fr: Avancer de beaucoup
it: Avanti di molto spazio
ko: 많이 앞으로
pl: Znacznie do przodu
tr: Büyük miktarda ileri
zh_hant: 往前移動長距離

# LocalizedNameWindowsSliderItemThumb
source: Thumb
cs: Miniatura
de: Ziehpunkt
fr: Curseur de défilement
it: Cursore
pl: Przycisk przewijania
tr: Küçük Resim
zh_hant: 捲動方塊

# LocalizedNameWindowsSpinButtonItemBackward
source: Backward
cs: Zpět
de: Rückwärts
fr: Précédent
it: Indietro
ko: 뒤로
pl: Do tyłu
tr: Geri
zh_hant: 往後

# LocalizedNameWindowsSpinButtonItemForward
source: Forward
cs: Vpřed
de: Weiterleiten
fr: Transférer
it: Inoltra
ko: 앞으로
pl: Prześlij dalej
tr: İleri
zh_hant: 往前

# LocalizedNameWindowsSystemMenuBar
source: System Menu Bar
cs: Systémová nabídka
de: Systemmenüleiste
fr: Barre de menus système
it: Barra dei menu di sistema
ko: 시스템 메뉴 모음
pl: Pasek menu systemowego
tr: Sistem Menü Çubuğu
zh_hant: 系統功能表列

# LocalizedNameWindowsTitleBarButtonClose
source: Close
cs: Zavřít
de: Schließen
fr: Fermer
it: Chiudi
ko: 닫기
pl: Zamknij
tr: Kapat
zh_hant: 關閉

# LocalizedNameWindowsTitleBarButtonContextHelp
source: Context help
cs: Kontextová nápověda
de: Kontexthilfe
fr: Aide contextuelle
it: Guida sensibile al contesto
ko: 상황에 맞는 도움말
pl: Pomoc kontekstowa
tr: Bağlam yardımı
zh_hant: 內容輔助說明

# LocalizedNameWindowsTitleBarButtonMaximize
source: Maximize
cs: Maximalizovat
de: Maximieren
fr: Agrandir
it: Ingrandisci
ko: 최대화
pl: Maksymalizuj
tr: Ekranı Kapla
zh_hant: 最大化

# LocalizedNameWindowsTitleBarButtonMinimize
source: Minimize
cs: Minimalizovat
de: Minimieren
fr: Réduire
it: Riduci a icona
ko: 최소화
pl: Minimalizuj
tr: Simge Durumuna Küçült
zh_hant: 最小化

# LocalizedNameWindowsTitleBarButtonRestore
source: Restore
cs: Obnovit
de: Wiederherstellen
fr: Restaurer
it: Ripristina
ko: 보류 해제
pl: Przywróć
tr: Önceki Boyut
zh_hant: 還原

# LocalizedNameWindowsTitleBarButtonUnknown
source: Unknown title bar button
cs: Neznámé tlačítko nadpisu
de: Unbekannte Titelleistenschaltfläche
fr: Bouton de barre de titre inconnu
it: Pulsante barra del titolo sconosciuto
ko: 알 수 없는 제목 표시줄 단추
pl: Nieznany przycisk paska tytułu
tr: Bilinmeyen başlık çubuğu düğmesi
zh_hant: 不明的標題列按鈕

# LocalizedNameWindowsUpDown
source: Spin
cs: Otočit
de: Drehfeld
it: Casella di selezione
ko: 회전
pl: Pokrętło
tr: Döndür
zh_hant: 微調

# LocalizedNameWindowsVerticalScrollBar
source: Vertical Scroll Bar
cs: Svislý posuvník
de: Vertikale Bildlaufleiste
fr: Barre de défilement verticale
it: Barra di scorrimento verticale
ko: 세로 스크롤 막대
pl: Pionowy pasek przewijania
tr: Dikey Kaydırma Çubuğu
zh_hant: 垂直捲軸

# NoITextDocumentFromRichEdit
source: Cannot obtain ITextDocument from RichEdit control.
cs: Nelze získat rozhraní ITextDocument z ovládacího prvku RichEdit.
de: ITextDocument kann nicht aus dem RichEdit-Steuerelement abgerufen werden.
fr: Impossible d’obtenir ITextDocument à partir du contrôle RichEdit.
it: Impossibile ottenere ITextDocument dal controllo RichEdit.
ko: RichEdit 컨트롤에서 ITextDocument를 가져올 수 없습니다.
pl: Nie można uzyskać obiektu ITextDocument z formantu RichEdit.
tr: RichEdit denetiminden ITextDocument elde edilemez.
zh_hant: 無法從 RichEdit 控制項取得 ITextDocument。

# NotAValidValue
source: '{0}' is not a valid value for this control.
cs: {0} není platná hodnota pro tento ovládací prvek.
de: "{0}" ist kein gültiger Wert für dieses Steuerelement.
fr: La valeur '{0}' n'est pas valide pour ce contrôle.
it: '{0}' non è un valore valido per questo controllo.
ko: '{0}'이(가) 이 컨트롤에 대해 잘못된 값입니다.
pl: „{0}” nie jest prawidłową wartością tego formantu.
tr: '{0}' bu denetim için geçerli bir değer değildir.
zh_hant: '{0}' 不是此控制項有效的值。

source: Operation cannot be performed.
cs: Operaci nelze provést.
de: Der Vorgang kann nicht ausgeführt werden.
fr: Impossible d'exécuter l'opération.
it: Impossibile eseguire l'operazione.
ko: 작업을 수행할 수 없습니다.
pl: Nie można wykonać operacji.
tr: İşlem gerçekleştirilemiyor.
zh_hant: 無法執行作業。

# RangeValueMax
source: Value is greater than Maximum.
cs: Hodnota je vyšší než maximum.
de: Der Wert ist größer als das Maximum.
fr: La valeur est supérieure à la limite maximale.
it: Il valore supera il Massimo.
ko: 값이 Maximum보다 큽니다.
pl: Wartość jest większa niż maksimum.
tr: Değer Maximum'dan büyük.
zh_hant: 值大於最大值。

# RangeValueMin
source: Value is less than Minimum.
cs: Hodnota je nižší než minimum.
de: Der Wert ist kleiner als das Minimum.
fr: La valeur est inférieure à la limite minimale.
it: Il valore è inferiore al Minimo.
ko: 값이 Minimum보다 작습니다.
pl: Wartość jest mniejsza niż minimum.
tr: Değer Minimum'dan küçük.
zh_hant: 值小於最小值。

# RichEditTextPatternHasNoChildren
source: RangeFromChild method is not supported in this implementation.
cs: Metoda RangeFromChild není v této implementaci podporována.
de: Die RangeFromChild-Methode wird in dieser Implementierung nicht unterstützt.
fr: La méthode RangeFromChild n'est pas prise en charge dans cette implémentation.
it: Il metodo RangeFromChild non è supportato in questa implementazione.
ko: RangeFromChild 메서드가 이 구현에서 지원되지 않습니다.
pl: Metoda RangeFromChild nie jest obsługiwana w tej implementacji.
tr: RangeFromChild metodu bu uygulamada desteklenmiyor.
zh_hant: 此實作中不支援 RangeFromChild 方法。

# ScrollBarOutOfRange
source: ScrollBar percent must be between 0 and 100.
cs: Procentuální hodnota ScrollBar musí být v rozmezí od 0 do 100.
de: Als Prozentwert für ScrollBar muss ein Wert zwischen 0 und 100 festgelegt werden.
fr: La valeur du pourcentage de ScrollBar doit être comprise entre 0 et 100.
it: La percentuale di ScrollBar deve essere compresa tra 0 e 100.
ko: ScrollBar 백분율은 0에서 100 사이여야 합니다.
pl: Wartość procentowa elementu ScrollBar musi należeć do zakresu od 0 do 100.
tr: ScrollBar yüzdesi 0 ile 100 arasında olmalıdır.
zh_hant: ScrollBar 百分比必須是介於 0 和 100 之間的值。

# SelectionRequired
source: Selection container requires one selection.
cs: Zásobník pro výběr vyžaduje výběr jedné položky.
de: Der Auswahlcontainer erfordert eine Auswahl.
fr: Le conteneur de sélection nécessite une sélection.
it: Questo contenitore di selezione richiede una selezione.
ko: 선택 컨테이너에서 하나를 선택해야 합니다.
pl: Kontener wyboru wymaga jednego wyboru.
tr: Seçim kapsayıcısı bir seçim gerektiriyor.
zh_hant: 選擇容器需要一個選擇。

# SetFocusFailed
source: Target element cannot receive focus.
cs: Cílový element nemůže být vybrán.
de: Das Zielelement kann keinen Fokus erhalten.
fr: L'élément cible ne peut pas recevoir le focus.
it: Impossibile spostare lo stato attivo sull'elemento di destinazione.
ko: 대상 요소가 포커스를 받을 수 없습니다.
pl: Nie można ustawić fokusu na elemencie docelowym.
tr: Hedef öğeye odaklanılamıyor.
zh_hant: 目標項目無法接收焦點。

# ShouldBeZero
source: Must be zero.
cs: Musí mít hodnotu nula.
de: Muss Null sein.
fr: Doit être égal à zéro.
it: Deve essere zero.
ko: 0이어야 합니다.
pl: Musi mieć wartość zero.
tr: Sıfır olmalıdır.
zh_hant: 必須為零。

# ValueReadonly
source: Value is read-only.
cs: Hodnota je pouze pro čtení.
de: Der Wert ist schreibgeschützt.
fr: La valeur est en lecture seule.
it: Valore di sola lettura.
ko: 값이 읽기 전용입니다.
pl: Wartość jest tylko do odczytu.
tr: Değer salt okunur.
zh_hant: 值是唯讀的。

# KeyTab
source: Tab
fr: Onglet
it: Scheda
zh_hant: 索引標籤

# LocalizedControlTypeContainer
source: Container
cs: Zásobník
fr: Conteneur
it: Contenitore
ko: 컨테이너
pl: Kontener
tr: Kapsayıcı
zh_hant: 容器

# LocalizedNameWindowsSysHeader
source: Header
cs: Hlavička
ko: 헤더
pl: Nagłówek
tr: Üstbilgi
zh_hant: 標題

# LocalizedNameWindowsSystemMenuItem
source: System
cs: Systém
fr: Système
pl: Systemowa
tr: Sistem
