Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MarkupExtensionArrayType
source: Must set ArrayType before calling ProvideValue on ArrayExtension.
cs: Než se pro ArrayExtension zavolá ProvideValue, musí se nastavit ArrayType.
de: Der ArrayType muss vor dem Aufrufen von ProvideValue für ArrayExtension festgelegt werden.
es: Debe establecer ArrayType antes de llamar a ProvideValue en ArrayExtension.
fr: ArrayType doit être défini avant l'appel de ProvideValue sur ArrayExtension.
it: È necessario impostare ArrayType prima di chiamare ProvideValue su ArrayExtension.
ja: ArrayExtension で ProvideValue を呼び出す前に、ArrayType を設定する必要があります。
ko: ArrayExtension에서 ProvideValue를 호출하기 전에 ArrayType을 설정해야 합니다.
pl: ArrayType należy ustawić przed wywołaniem ProvideValue w ArrayExtension.
pt_br: ArrayType deve ser definido antes de chamar ProvideValue em ArrayExtension.
ru: Необходимо задать значение ArrayType перед вызовом ProvideValue для ArrayExtension.
tr: ArrayExtension üzerinde ProvideValue çağrılmadan önce ArrayType ayarlanmalıdır.
zh_hans: 对 ArrayExtension 调用 ProvideValue 之前，必须设置 ArrayType。
zh_hant: 必須先設定 ArrayType，然後再於 ArrayExtension 上呼叫 ProvideValue。

# MarkupExtensionBadStatic
source: '{0}' StaticExtension value cannot be resolved to an enumeration, static field, or static property.
cs: Hodnotu {0} StaticExtension nelze přeložit na výčet, statické pole ani statickou vlastnost.
de: Der StaticExtension-Wert "{0}" kann nicht zu einer Enumeration, einem statischen Feld oder einer statischen Eigenschaft aufgelöst werden.
es: El valor de StaticExtension '{0}' no se puede resolver en una enumeración, un campo estático o una propiedad estática.
fr: La valeur StaticExtension '{0}' ne peut pas être résolue en énumération, champ statique ou propriété statique.
it: Impossibile risolvere il valore StaticExtension '{0}' in un'enumerazione, un campo statico o una proprietà statica.
ja: '{0}' StaticExtension 値は、列挙体、静的フィールド、または静的プロパティに解決できません。
ko: '{0}' StaticExtension 값을 열거형, 정적 필드 또는 정적 속성으로 확인할 수 없습니다.
pl: Obiektu StaticExtension „{0}” nie można rozpoznać jako wyliczenia, pola statycznego ani właściwości statycznej.
pt_br: O valor StaticExtension '{0}' não pode ser resolvido para uma enumeração, campo estático ou propriedade estática.
ru: Значение StaticExtension "{0}" нельзя определить как перечисление, статическое поле или статическое свойство.
tr: '{0}' StaticExtension değeri bir sabit listesi, statik alan veya statik özelliğe çözülemiyor.
zh_hans: 无法将“{0}”StaticExtension 值解析为枚举、静态字段或静态属性。
zh_hant: '{0}' StaticExtension 值無法解析為列舉、靜態欄位或靜態屬性。

# MarkupExtensionNoContext
source: Markup extension '{0}' requires '{1}' be implemented in the IServiceProvider for ProvideValue.
cs: Rozšíření značek {0} vyžaduje, aby se v rozhraní IServiceProvider pro metodu ProvideValue implementovalo {1}.
de: Die Markuperweiterung "{0}" erfordert die Implementierung von "{1}" in IServiceProvider für ProvideValue.
es: La extensión de marcado "{0}" requiere que "{1}" se implemente en IServiceProvider para ProvideValue.
fr: L'extension de balisage '{0}' nécessite l'implémentation de '{1}' dans le IServiceProvider de ProvideValue.
it: L'estensione di markup '{0}' richiede l'implementazione di '{1}' nell'elemento IServiceProvider per ProvideValue.
ja: マークアップ拡張 '{0}' では、ProvideValue の IServiceProvider に '{1}' を実装する必要があります。
ko: 태그 확장 '{0}'을(를) 사용하려면 IServiceProvider에서 ProvideValue에 대해 '{1}'이(가) 구현되어 있어야 합니다.
pl: Rozszerzenie znacznika „{0}” wymaga zaimplementowania interfejsu „{1}” w interfejsie IServiceProvider dla metody ProvideValue.
pt_br: A extensão de marcação '{0}' exige a implementação de '{1}' no IServiceProvider para ProvideValue.
ru: Расширению разметки "{0}" требуется реализация "{1}" в IServiceProvider для ProvideValue.
tr: '{0}' işaretleme uzantısı, ProvideValue için IServiceProvider içinde '{1}' uygulanmasını gerektirir.
zh_hans: 标记扩展“{0}”要求在 ProvideValue 的 IServiceProvider 中实现“{1}”。
zh_hant: 標記延伸 '{0}' 要求要在 ProvideValue 的 IServiceProvider 中實作 '{1}'。

# MarkupExtensionStaticMember
source: StaticExtension must have Member property set before ProvideValue can be called.
cs: Třída StaticExtension musí mít nastavenu vlastnost Member před voláním metody ProvideValue.
de: Für StaticExtension muss die Member-Eigenschaft festgelegt werden, bevor ProvideValue aufgerufen werden kann.
es: StaticExtension debe tener la propiedad Member establecida para poder llamar a ProvideValue.
fr: La propriété Member doit être définie pour StaticExtension avant que ProvideValue puisse être appelé.
it: È necessario impostare la proprietà Member per StaticExtension prima di poter chiamare ProvideValue.
ja: StaticExtension では、ProvideValue を呼び出す前に、Member プロパティを設定する必要があります。
ko: ProvideValue를 호출하려면 먼저 StaticExtension에서 Member 속성을 설정해야 합니다.
pl: Aby było można wywołać metodę ProvideValue, obiekt StaticExtension musi mieć ustawioną właściwość Member.
pt_br: StaticExtension deve ter a propriedade Member definida para que ProvideValue possa ser chamado.
ru: Для StaticExtension требуется задать свойство Member перед вызовом ProvideValue.
tr: ProvideValue çağırılmadan önce StaticExtension için Member özelliği ayarlanmış olmalıdır.
zh_hans: 必须先设置 StaticExtension 的 Member 属性，然后才能调用 ProvideValue。
zh_hant: StaticExtension 必須設定 Member 屬性，才能呼叫 ProvideValue。

# MarkupExtensionTypeName
source: TypeExtension must have TypeName property set before ProvideValue can be called.
cs: Třída TypeExtension musí mít nastavenu vlastnost TypeName před voláním metody ProvideValue.
de: Für TypeExtension muss die TypeName-Eigenschaft festgelegt werden, bevor ProvideValue aufgerufen werden kann.
es: TypeExtension debe tener la propiedad TypeName establecida para poder llamar a ProvideValue.
fr: La propriété TypeName de TypeExtension doit être définie avant que ProvideValue puisse être appelé.
it: È necessario impostare la proprietà TypeName per TypeExtension prima di poter chiamare ProvideValue.
ja: TypeExtension では、ProvideValue を呼び出す前に、TypeName プロパティを設定する必要があります。
ko: ProvideValue를 호출하려면 먼저 TypeExtension에서 TypeName 속성을 설정해야 합니다.
pl: Aby było można wywołać metodę ProvideValue, obiekt TypeExtension musi mieć ustawioną właściwość TypeName.
pt_br: TypeExtension deve ter a propriedade TypeName definida para que ProvideValue possa ser chamado.
ru: Для TypeExtension требуется задать свойство TypeName перед вызовом ProvideValue.
tr: ProvideValue çağrılmadan önce TypeExtension'ın TypeName özelliği ayarlanmış olmalıdır.
zh_hans: TypeExtension 必须先设置 TypeName 属性，然后才能调用 ProvideValue。
zh_hant: TypeExtension 必須設定 TypeName 屬性，才能呼叫 ProvideValue。

# MarkupExtensionTypeNameBad
source: '{0}' string is not valid for type.
cs: Řetězec {0} není pro tento typ platný.
de: Die Zeichenfolge "{0}" ist für den Typ ungültig.
es: La cadena '{0}' no es válida para el tipo.
fr: Chaîne '{0}' non valide pour le type.
it: Stringa '{0}' non valida per il tipo.
ja: '{0}' 文字列は型として有効ではありません。
ko: '{0}' 문자열은 형식에 사용할 수 없습니다.
pl: Ciąg „{0}” jest nieprawidłowy dla tego typu.
pt_br: A cadeia de caracteres '{0}' não é válida para o tipo.
ru: Недопустимая строка "{0}" для типа.
tr: '{0}' dizesinin türü geçerli değil.
zh_hans: “{0}”字符串对类型无效。
zh_hant: '{0}' 字串對於型別而言是無效的。

# MethodAvailableOnlyInStreamingCreation
source: '{0}' method can only be called on a package opened in streaming mode.
cs: Metoda {0} se dá zavolat jen pro balíček otevřený v režimu streamování.
de: Die {0}-Methode kann nur für ein Paket aufgerufen werden, das im Streamingmodus geöffnet ist.
es: El método "{0}" solo puede llamarse en un paquete abierto en el modo de streaming.
fr: La méthode '{0}' peut uniquement être appelée sur un package ouvert en mode streaming.
it: È possibile chiamare il metodo '{0}' solo su un pacchetto aperto in modalità flusso.
ja: '{0}' メソッドは、ストリーミング モードで開いたパッケージでのみ呼び出せます。
ko: '{0}' 메서드는 스트리밍 모드로 열린 패키지에서만 호출할 수 있습니다.
pl: Metodę „{0}” można wywołać tylko dla pakietu otwartego w trybie strumieniowym.
pt_br: O método '{0}' só pode ser chamado em um pacote aberto no modo de streaming.
ru: Метод "{0}" можно вызвать только для пакета, открытого в потоковом режиме.
tr: '{0}' metodu yalnızca akış modunda açılmış bir paket üzerinde çağrılabilir.
zh_hans: 只能在以流模式打开的包上调用“{0}”方法。
zh_hant: 只有於串流模式下開啟的套件上，才可呼叫 '{0}' 方法。

# MismatchedDispatchers
source: Objects must be created by the same thread.
cs: Objekty se musí vytvořit ve stejném vlákně.
de: Die Objekte müssen von demselben Thread erstellt werden.
es: Los objetos deben crearse por el mismo subproceso.
fr: Les objets doivent être créés par le même thread.
it: Gli oggetti devono essere creati dallo stesso thread.
ja: オブジェクトは同じスレッドによって作成される必要があります。
ko: 동일한 스레드에서 개체를 만들어야 합니다.
pl: Obiekty muszą być utworzone przez ten sam wątek.
pt_br: Os objetos precisam ser criados pelo mesmo thread.
ru: Объекты должны быть созданы тем же потоком.
tr: Nesneler aynı iş parçacığı tarafından oluşturulmalıdır.
zh_hans: 对象必须由同一个线程创建。
zh_hant: 物件必須由相同的執行緒建立。

# MissingCreateDefaultValue
source: Default value factory user must override PropertyMetadata.CreateDefaultValue.
cs: Uživatel objektu pro vytváření výchozích hodnot musí přepsat PropertyMetadata.CreateDefaultValue.
de: Der Standardbenutzer der Wertfactory muss "PropertyMetadata.CreateDefaultValue" außer Kraft setzen.
es: El usuario de fábrica de valor predeterminado debe anular PropertyMetadata.CreateDefaultValue.
fr: L'utilisateur de la fabrique de valeurs par défaut doit remplacer PropertyMetadata.CreateDefaultValue.
it: L'utente della factory del valore predefinito deve eseguire l'override di PropertyMetadata.CreateDefaultValue.
ja: 既定値ファクトリ ユーザーは、PropertyMetadata.CreateDefaultValue を上書きする必要があります。
ko: 기본값 팩터리 사용자가 PropertyMetadata.CreateDefaultValue를 재정의해야 합니다.
pl: Użytkownik fabryki wartości domyślnych musi przesłonić metodę PropertyMetadata.CreateDefaultValue.
pt_br: O usuário da fábrica com valor padrão deve substituir PropertyMetadata.CreateDefaultValue.
ru: Пользователь фабрики значений по умолчанию должен переопределять PropertyMetadata.CreateDefaultValue.
tr: Varsayılan değer fabrika kullanıcısı, PropertyMetadata.CreateDefaultValue öğesini geçersiz kılmalıdır.
zh_hans: 默认值工厂用户必须替代 PropertyMetadata.CreateDefaultValue。
zh_hant: 預設值出廠使用者必須覆寫 PropertyMetadata.CreateDefaultValue。

# MoreThanOneMetadataRelationships
source: Package has more than one Core Properties relationship.
cs: Balíček má více než jeden vztah Core Properties.
de: Das Paket weist mehrere Core Properties-Beziehungen auf.
es: El paquete tiene más de una relación Core Properties.
fr: Le package a plusieurs relations Core Properties.
it: L'oggetto Package include più di una risorsa Core Properties relationship.
ja: Package に複数の Core Properties relationship が指定されています。
ko: 패키지에 두 개 이상의 Core Properties relationship이 있습니다.
pl: Pakiet ma więcej niż jedną relację Core Properties.
pt_br: O pacote tem mais de uma relação de Propriedades Básicas.
ru: Пакет имеет более одного отношения "Core Properties".
tr: Pakette birden fazla Core Properties ilişkisi var.
zh_hans: 包具有多个 Core Properties 关系。
zh_hant: 套件有一個以上的 Core Properties 關聯性。

# MoreThanOnePackageSpecificReference
source: Expected exactly one Package-specific Reference tag.
cs: Očekávala se přesně jedna značka Reference specifická pro balíček.
de: Es wurde genau ein Package-spezifisches Reference-Tag erwartet.
es: Se esperaba exactamente una etiqueta de referencia específica del paquete.
fr: Une seule balise Reference spécifique au package est attendue.
it: È previsto un solo tag Reference specifico di Package.
ja: Package 固有の Reference タグは 1 つだけご使用ください。
ko: 정확히 Package 특정 Reference 태그 하나만 필요합니다.
pl: Oczekiwano dokładnie jednego tagu Reference specyficznego dla elementu Package.
pt_br: É esperada exatamente uma marca de Referência específica do Pacote.
ru: Ожидается только один тег Reference для конкретного пакета Package.
tr: Tam olarak bir Pakete özgü Reference etiketi bekleniyordu.
zh_hans: 应只有一个特定于 Package 的 Reference 标记。
zh_hant: 應剛好有一個套件專屬的 Reference 標籤。

# MoveToDestNotExist
source: MoveTo Destination storage does not exist.
cs: Cílové úložiště MoveTo neexistuje.
de: Der MoveTo-Zielspeicher ist nicht vorhanden.
es: El almacenamiento MoveTo Destination no existe.
fr: Le stockage de destination MoveTo n'existe pas.
it: Lo spazio di archiviazione di destinazione di MoveTo non esiste.
ja: MoveTo Destination 記憶域は存在しません。
ko: MoveTo Destination 스토리지가 없습니다.
pl: Magazyn docelowy metody MoveTo nie istnieje.
pt_br: O armazenamento de destino de MoveTo não existe.
ru: Конечное хранилище для MoveTo не существует.
tr: MoveTo Hedef depolama alanı yok.
zh_hans: MoveTo 目标存储不存在。
zh_hant: MoveTo Destination 儲存體不存在。

# MoveToNYI
source: IStorage/IStream::MoveTo not supported.
cs: IStorage/IStream::MoveTo se nepodporuje.
de: IStorage/IStream::MoveTo wird nicht unterstützt.
es: No se admite IStorage/IStream::MoveTo.
fr: IStorage/IStream::MoveTo n'est pas pris en charge.
it: IStorage/IStream::MoveTo non è supportato.
ja: IStorage/IStream::MoveTo はサポートされていません。
ko: IStorage/IStream::MoveTo가 지원되지 않습니다.
pl: Metoda IStorage/IStream::MoveTo nie jest obsługiwana.
pt_br: IStorage/IStream::MoveTo sem suporte.
ru: IStorage/IStream::MoveTo не поддерживается.
tr: IStorage/IStream::MoveTo desteklenmiyor.
zh_hans: 不支持 IStorage/IStream::MoveTo。
zh_hant: 不支援 IStorage/IStream::MoveTo。

# MultipleRelationshipTransformsFound
source: There must be at most one relationship transform specified for a given relationship part.
cs: Pro danou součást vztahu se musí zadat nanejvýš jedna transformace vztahu.
de: Für einen vorgegebenen Beziehungsteil darf höchstens eine Beziehungstransformation angegeben werden.
es: Debe haber como máximo una transformación de relación especificada para una parte de relación determinada.
fr: Une seule transformation de relation peut être spécifiée pour un composant de relation donné.
it: Per una determinata parte della relazione deve essere specificata una sola trasformazione di relazione.
ja: 所定の relationship パートに指定された relationship 変換は最大 1 つでなければなりません。
ko: 지정된 관계 파트에 대해 관계 변환을 최대 하나만 지정해야 합니다.
pl: Dla danej części relacji może istnieć najwyżej jedno przekształcenie relacji.
pt_br: Deve haver no máximo uma transformação de relação especificada para uma determinada parte da relação.
ru: Для этой части отношения следует указать не более одного преобразования отношения.
tr: Belirli bir ilişki bölümü için en fazla bir ilişki dönüşümü belirtilmelidir.
zh_hans: 对于给定的关系部分，最多只能有一个关系转换。
zh_hant: 對指定的關聯性組件來說，最多只能指定一個關聯性轉換。

# MultipleRightsManagementEncryptionTransformFound
source: Document contains multiple Rights Management Encryption Transforms.
cs: Dokument obsahuje několik transformací šifrování správy přístupových práv.
de: Das Dokument enthält mehrere Rights Management-Verschlüsselungstransformationen.
es: El documento contiene múltiples transformaciones de cifrado de Rights Management.
fr: Le document contient plusieurs transformations du chiffrement de la gestion des droits.
it: Il documento contiene più trasformazioni di crittografia Rights Management.
ja: ドキュメントには、複数の Rights Management 暗号化変換が含まれています。
ko: 문서에 여러 개의 Rights Management Encryption Transforms가 포함되어 있습니다.
pl: Dokument zawiera kilka przekształceń szyfrujących na potrzeby zarządzania prawami dostępu.
pt_br: O documento contém várias Transformações de Criptografia de Gerenciamento de Direitos.
ru: Документ содержит несколько преобразований шифрования управления правами.
tr: Belge birden fazla Hak Yönetimi Şifreleme Dönüşümü içeriyor.
zh_hans: 文档包含多个权限管理加密转换。
zh_hant: 文件包含多個 Rights Management 加密轉換。

# MultipleSignatureOrigins
source: Multiple signature origin relationships found.
cs: Našlo se několik vztahů původu podpisu.
de: Es wurden mehrere Beziehungen für den Ursprung der Signatur gefunden.
es: Se han encontrado múltiples relaciones de origen de firma.
fr: Plusieurs relations d'origine de signature ont été trouvées.
it: Sono state trovate più relazioni di origine della firma.
ja: 複数の Signature Origin Relationship が見つかりました。
ko: 여러 개의 시그니처 원본 관계가 있습니다.
pl: Znaleziono kilka relacji miejsc pochodzenia podpisu.
pt_br: Várias relações de origem de assinatura encontradas.
ru: Обнаружено несколько отношений источника подписи.
tr: Birden fazla imza kaynağı ilişkisi bulundu.
zh_hans: 找到多个签名源关系。
zh_hant: 找到多個簽章原始關聯性。

# MustBeOfType
source: '{0}' must be of type '{1}'.
cs: {0} musí být typu {1}.
de: "{0}" muss vom Typ "{1}" sein.
es: "{0}" debe ser de tipo "{1}".
fr: '{0}' doit être de type '{1}'.
it: '{0}' deve essere di tipo '{1}'.
ja: '{0}' の型は '{1}' でなければなりません。
ko: '{0}'은(는) '{1}' 형식이어야 합니다.
pl: Element „{0}” musi być typu „{1}”.
pt_br: '{0}' precisa ser do tipo '{1}'.
ru: "{0}" должен иметь тип "{1}".
tr: '{0}', '{1}' türünde olmalıdır.
zh_hans: “{0}”的类型必须是“{1}”。
zh_hant: '{0}' 必須是類型 '{1}'。

# NYIDefault
source: This feature is not supported.
cs: Funkce se nepodporuje.
de: Dieses Feature wird nicht unterstützt.
es: Esta característica no se admite.
fr: Cette fonctionnalité n'est pas prise en charge.
it: Questa funzionalità non è supportata.
ja: この機能はサポートされていません。
ko: 이 기능은 지원되지 않습니다.
pl: Ta funkcja nie jest obsługiwana.
pt_br: Não há suporte para o recurso.
ru: Эта функция не поддерживается.
tr: Bu özellik desteklenmiyor.
zh_hans: 不支持该功能。
zh_hant: 不支援此功能。

# NameAlreadyInUse
source: '{0}' name is already in use.
cs: Název {0} se už používá.
de: Der Name "{0}" wird bereits verwendet.
es: El nombre "{0}" ya está en uso.
fr: Le nom '{0}' est déjà utilisé.
it: Il nome '{0}' è già in uso.
ja: 名前 '{0}' は既に使用されています。
ko: '{0}'은(는) 이미 사용 중인 이름입니다.
pl: Nazwa „{0}” jest już używana.
pt_br: O nome '{0}' já está em uso.
ru: Имя "{0}" уже используется.
tr: '{0}' adı zaten kullanımda.
zh_hans: “{0}”名称已在使用中。
zh_hant: '{0}' 名稱已在使用中。

# NameCanNotHaveDelimiter
source: '{0}' cannot contain the path delimiter: '{1}'.
cs: {0} nemůže obsahovat oddělovač cesty: {1}
de: "{0}" darf das folgende Pfadtrennzeichen nicht enthalten: {1}.
es: "{0}" no puede contener el delimitador de ruta: "{1}".
fr: '{0}' ne peut pas contenir le délimiteur de chemin '{1}'.
it: '{0}' non può contenere il delimitatore di percorso: '{1}'.
ja: '{0}' に、パス区切り文字 '{1}' を含めることはできません。
ko: '{0}'에 경로 구분 기호 '{1}'을(를) 포함할 수 없습니다.
pl: Element „{0}” nie może zawierać ogranicznika ścieżki: „{1}”.
pt_br: '{0}' não pode conter o delimitador de caminho: '{1}'.
ru: "{0}" не может содержать разделитель пути: "{1}".
tr: '{0}' şu yol sınırlayıcısını içeremez: '{1}'.
zh_hans: “{0}”不能包含路径分隔符:“{1}”。
zh_hant: '{0}' 不可包含路徑分隔符號: '{1}'。

# NameScopeDuplicateNamesNotAllowed
source: Cannot register duplicate Name '{0}' in this scope.
cs: V tomto oboru nelze registrovat duplicitní položku Name {0}.
de: Der doppelte Name "{0}" kann in diesem Bereich nicht registriert werden.
es: No se puede registrar Name '{0}' duplicado en este ámbito.
fr: Impossible d'inscrire un Name dupliqué '{0}' dans cette portée.
it: Impossibile registrare il Name '{0}' duplicato in questo ambito.
ja: このスコープでは、重複した Name '{0}' を登録できません。
ko: 이 범위에서는 중복 Name '{0}'을(를) 등록할 수 없습니다.
pl: Nie można zarejestrować zduplikowanej właściwości Name „{0}” w tym zakresie.
pt_br: Não é possível registrar a duplicata de Name '{0}' neste escopo.
ru: Невозможно зарегистрировать повторяющееся имя Name "{0}" в этой области.
tr: Bu kapsamda yinelenen Name '{0}' kaydedilemez.
zh_hans: 不能在此范围中注册重复的 Name“{0}”。
zh_hant: 無法在此範圍中登錄重複的 Name '{0}'。

# NameScopeInvalidIdentifierName
source: '{0}' name is not valid for identifier.
cs: Název {0} není platný pro identifikátor.
de: Der Name "{0}" ist für den Bezeichner nicht gültig.
es: El nombre '{0}' no es válido para el identificador.
fr: Nom '{0}' non valide pour l'identificateur.
it: Nome '{0}' non valido per l'identificatore.
ja: '{0}' 名は、識別子に対して無効です。
ko: 식별자에 대한 '{0}' 이름이 잘못되었습니다.
pl: Nazwa „{0}” jest nieprawidłowa dla identyfikatora.
pt_br: O nome '{0}' não é válido para o identificador.
ru: Недопустимое имя "{0}" для идентификатора.
tr: '{0}' adı tanımlayıcı için geçerli değil.
zh_hans: “{0}”名称对标识符无效。
zh_hant: '{0}' 名稱對於識別碼而言是無效的。

# NameScopeNameNotEmptyString
source: Name cannot be an empty string.
cs: Name nemůže být prázdný řetězec.
de: Der Name kann keine leere Zeichenfolge sein.
es: Name no puede ser una cadena vacía.
fr: Name ne peut pas être une chaîne vide.
it: Name non può essere una stringa vuota.
ja: Name は空の文字列にできません。
ko: Name은 빈 문자열일 수 없습니다.
pl: Element Name nie może być ciągiem pustym.
pt_br: Name não pode ser uma cadeia de caracteres vazia.
ru: Значение Name не может быть пустой строкой.
tr: Name boş bir dize olamaz.
zh_hans: Name 不能为空字符串。
zh_hant: Name 不能是空字串。

# NameScopeNameNotFound
source: '{0}' Name is not found.
cs: {0} Name nenalezen.
de: Der Name "{0}" wurde nicht gefunden.
es: No se encuentra Name '{0}'.
fr: Name '{0}' introuvable.
it: Impossibile trovare il Name '{0}'.
ja: Name '{0}' が見つかりません。
ko: Name '{0}'을(를) 찾을 수 없습니다.
pl: Właściwość Name „{0}” nie została znaleziona.
pt_br: Name '{0}' não encontrado.
ru: Имя Name "{0}" не найдено.
tr: '{0}' Name bulunamadı.
zh_hans: 未找到“{0}”Name。
zh_hant: 找不到 '{0}' Name。

# NameScopeNotFound
source: No NameScope found to {1} the Name '{0}'.
cs: Pro název {0} se nedá použít operace {1}, protože se nenašel žádný obor NameScope.
de: Es wurde kein NameScope zum {1} des Namens "{0}" gefunden.
es: No se encontró ningún NameScope para {1} el Name "{0}".
fr: NameScope introuvable pour {1} le nom '{0}'.
it: Non è stato trovato alcun NameScope per {1} l'elemento Name '{0}'.
ja: NameScope が {1} Name '{0}' に見つかりません。
ko: Name '{0}'의 {1}에 대한 NameScope가 없습니다.
pl: Nie znaleziono zakresu NameScope dla {1}, nazwa: „{0}”.
pt_br: Nenhum NameScope encontrado para {1} o Name '{0}'.
ru: Не удается обнаружить NameScope, чтобы {1} имя Name "{0}".
tr: {1} için Adı '{0}' olan bir NameScope bulunamadı.
zh_hans: 对于名称为“{0}”的 {1}，找不到 NameScope。
zh_hant: 找不到 {1} Name '{0}' 的 NameScope。

# NameTableCorruptMem
source: Name table data is corrupt in memory.
cs: Data tabulky názvů jsou v paměti poškozená.
de: Die Namentabellendaten im Arbeitsspeicher sind beschädigt.
es: Los datos de la tabla de nombres están dañados en la memoria.
fr: Les données de la table des noms sont endommagées en mémoire.
it: I dati della tabella dei nomi sono danneggiati in memoria.
ja: ネーム テーブルのデータはメモリ内で壊れています。
ko: 메모리에서 이름 테이블 데이터가 손상되었습니다.
pl: Dane tabeli nazw w pamięci są uszkodzone.
pt_br: Dados da tabela de nomes estão corrompidos na memória.
ru: Данные таблицы имен в памяти повреждены.
tr: Bellekte ad tablosu verileri bozuk.
zh_hans: 名称表数据在内存中已损坏。
zh_hant: 記憶體中的名稱資料表資料已損毀。

# NameTableCorruptStg
source: Name table data is corrupt in data storage.
cs: Data tabulky názvů jsou v úložišti dat poškozená.
de: Die Namentabellendaten im Datenspeicher sind beschädigt.
es: Los datos de la tabla de nombres están dañados en el almacenamiento de datos.
fr: Les données de la table des noms sont endommagées dans le stockage de données.
it: I dati della tabella dei nomi sono danneggiati nell'archivio dati.
ja: ネーム テーブルのデータはデータ記憶域内で壊れています。
ko: 데이터 스토리지에서 이름 테이블 데이터가 손상되었습니다.
pl: Dane tabeli nazw w magazynie danych są uszkodzone.
pt_br: Dados da tabela de nomes estão corrompidos no armazenamento de dados.
ru: Данные таблицы имен в хранилище данных повреждены.
tr: Bellek deposunda ad tablosu verileri bozuk.
zh_hans: 名称表数据在数据存储中已损坏。
zh_hant: 資料儲存區中的名稱資料表資料已損毀。
