Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# StringEmpty
source: Parameter cannot be a zero-length string.
cs: Parametr nemůže být řetězec o nulové délce.
de: Der Parameter darf keine Zeichenfolge mit der Länge Null sein.
es: El parámetro no puede ser una cadena de longitud cero.
fr: Le paramètre ne peut pas être une chaîne nulle.
it: Il parametro non può essere una stringa di lunghezza zero.
ja: パラメーターを長さゼロの文字列にすることはできません。
ko: 매개 변수 문자열의 길이는 0일 수 없습니다.
pl: Parametr nie może być ciągiem o zerowej długości.
pt_br: O parâmetro não pode ser uma cadeia de caracteres de comprimento zero.
ru: Параметр не может представлять собой строку нулевой длины.
tr: Parametre sıfır uzunlukta bir dize olamaz.
zh_hans: 参数不能为零长度的字符串。
zh_hant: 參數不能是零長度字串。

# TargetNotMediaPermissionLevel
source: Target is not a MediaPermission.
cs: Cíl není MediaPermission.
de: Das Ziel ist kein MediaPermission-Objekt.
es: El destino no es un elemento MediaPermission.
fr: La cible n'est pas un MediaPermission.
it: La destinazione non è un elemento MediaPermission.
ja: ターゲットは MediaPermission ではありません。
ko: 대상이 MediaPermission이 아닙니다.
pl: Obiekt docelowy nie jest typu MediaPermission.
pt_br: O destino não é uma MediaPermission.
ru: Конечный объект не является MediaPermission.
tr: Hedef bir MediaPermission değil.
zh_hans: 目标不是 MediaPermission。
zh_hant: 目標並非 MediaPermission。

# TargetNotWebBrowserPermissionLevel
source: Target is not a WebBrowserPermission.
cs: Cíl není WebBrowserPermission.
de: Das Ziel ist kein WebBrowserPermission-Objekt.
es: El destino no es un elemento WebBrowserPermission.
fr: La cible n'est pas un WebBrowserPermission.
it: La destinazione non è un elemento WebBrowserPermission.
ja: ターゲットは WebBrowserPermission ではありません。
ko: 대상이 WebBrowserPermission이 아닙니다.
pl: Obiekt docelowy nie jest typu WebBrowserPermission.
pt_br: O destino não é uma WebBrowserPermission.
ru: Конечный объект не является WebBrowserPermission.
tr: Hedef bir WebBrowserPermission değil.
zh_hans: 目标不是 WebBrowserPermission。
zh_hant: 目標並非 WebBrowserPermission。

# ThreadMayNotWaitOnOperationsAlreadyExecutingOnTheSameThread
source: A thread cannot wait on operations already running on the same thread.
cs: Vlákno nemůže čekat na operace, které jsou už spuštěné ve stejném vlákně.
de: Ein Thread kann nicht auf Vorgänge warten, die bereits im gleichen Thread ausgeführt werden.
es: Un subproceso no puede esperar en las operaciones que ya se están ejecutando en el mismo subproceso.
fr: Un thread ne peut pas attendre sur des opérations déjà en cours d'exécution sur le même thread.
it: Un thread non può mettersi in attesa per operazioni già in esecuzione sullo stesso thread.
ja: スレッドは、同じスレッドで既に実行されている操作を待機することはできません。
ko: 스레드는 같은 스레드에서 이미 실행 중인 작업에 대해 대기할 수 없습니다.
pl: Wątek nie może czekać na operacje już uruchomione w tym samym wątku.
pt_br: Um thread não pode aguardar operações que já estão em execução no mesmo thread.
ru: Поток не может ожидать операции, которые уже выполняются в том же потоке.
tr: Bir iş parçacığı aynı iş parçacığı üzerinde çalışmakta olan işlemlerde bekleyemez.
zh_hans: 线程无法等待已在同一线程上运行的操作。
zh_hant: 執行緒無法等待已在相同執行緒上執行的作業。

# TimeSpanPeriodOutOfRange_TooLarge
source: TimeSpan period must be less than or equal to Int32.MaxValue.
cs: Období TimeSpan musí být menší nebo rovno hodnotě Int32.MaxValue.
de: Der TimeSpan-Zeitraum muss kleiner oder gleich "Int32.MaxValue" sein.
es: El período de TimeSpan debe ser menor o igual a Int32.MaxValue.
fr: La période TimeSpan doit être inférieure ou égale à Int32.MaxValue.
it: Il periodo di TimeSpan deve essere minore o uguale a Int32.MaxValue.
ja: TimeSpan Period は、Int32.MaxValue 以下でなければなりません。
ko: TimeSpan 기간은 Int32.MaxValue보다 작거나 같아야 합니다.
pl: Okres w obiekcie TimeSpan musi być mniejszy lub równy wartości Int32.MaxValue.
pt_br: O período TimeSpan deve ser menor ou igual a Int32.MaxValue.
ru: Временной интервал TimeSpan должен быть меньше или равен Int32.MaxValue.
tr: TimeSpan süresi Int32.MaxValue veya daha az olmalıdır.
zh_hans: TimeSpan 周期必须小于或等于 Int32.MaxValue。
zh_hant: TimeSpan 期間必須小於或等於 Int32.MaxValue。

# TimeSpanPeriodOutOfRange_TooSmall
source: TimeSpan period must be greater than or equal to zero.
cs: Období TimeSpan musí být větší nebo rovno nule.
de: Der TimeSpan-Zeitraum muss größer oder gleich null sein.
es: El período de TimeSpan debe ser mayor o igual a cero.
fr: La période TimeSpan doit être supérieure ou égale à zéro.
it: Il periodo di TimeSpan deve essere maggiore o uguale a zero.
ja: TimeSpan Period は、0 以上でなければなりません。
ko: TimeSpan 기간은 0보다 크거나 같아야 합니다.
pl: Okres w obiekcie TimeSpan musi być większy lub równy zeru.
pt_br: O parâmetro TimeSpan deve ser maior ou igual a zero.
ru: Временной интервал TimeSpan должен быть больше или равен нулю.
tr: TimeSpan süresi sıfır veya daha büyük olmalıdır.
zh_hans: TimeSpan 周期必须大于或等于零。
zh_hant: TimeSpan 期間必須大於或等於零。

# TimeStampNotAvailable
source: Requested time stamp is not available.
cs: Požadované časové razítko není k dispozici.
de: Der angeforderte Zeitstempel ist nicht verfügbar.
es: La marca de tiempo solicitada no está disponible.
fr: Horodatage demandé non disponible.
it: Il timestamp richiesto non è disponibile.
ja: 要求されたタイム スタンプは使用できません。
ko: 요청한 타임스탬프를 사용할 수 없습니다.
pl: Żądana sygnatura czasowa nie jest dostępna.
pt_br: O carimbo de data/hora solicitado não está disponível.
ru: Запрошенная метка времени недоступна.
tr: İstenen zaman damgası kullanılamıyor.
zh_hans: 请求的时间戳不可用。
zh_hant: 要求的時間戳記無法使用。

# ToStringNull
source: (null)
es: (nulo)
pt_br: (nulo)

# TokenizerHelperEmptyToken
source: Empty token encountered at position {0} while parsing '{1}'.
cs: Při parsování {1} byl zjištěn prázdný token na pozici {0}.
de: Beim Analysieren von "{1}" wurde ein leeres Token an Position {0} gefunden.
es: Se encontró un token vacío en la posición {0} al analizar "{1}".
fr: Jeton vide rencontré à la position {0} durant l'analyse de '{1}'.
it: È stato rilevato un token vuoto alla posizione {0} durante l'analisi di '{1}'.
ja: '{1}' の解析中に、位置 {0} で空のトークンが見つかりました。
ko: '{1}'을(를) 구문 분석하는 동안 위치 {0}에서 비어 있는 토큰이 발견되었습니다.
pl: Podczas analizy elementu „{1}” napotkano pusty token na pozycji {0}.
pt_br: Token vazio encontrado na posição {0} ao analisar '{1}'.
ru: При синтаксическом анализе "{1}" обнаружен пустой маркер в позиции {0}.
tr: '{1}' ayrıştırılırken {0} konumunda boş belirteçle karşılaşıldı.
zh_hans: 分析“{1}”时在位置 {0} 处遇到空标记。
zh_hant: 剖析 '{1}' 時，位置 {0} 出現空的語彙基元。

# TokenizerHelperExtraDataEncountered
source: Extra data encountered at position {0} while parsing '{1}'.
cs: Při parsování {1} byla zjištěna nadbytečná data na pozici {0}.
de: Beim Analysieren von "{1}" wurden zusätzliche Daten an Position {0} gefunden.
es: Se encontraron datos adicionales en la posición {0} al analizar "{1}".
fr: Données supplémentaires rencontrées à la position {0} durant l'analyse de '{1}'.
it: Sono stati rilevati dati aggiuntivi alla posizione {0} durante l'analisi di '{1}'.
ja: '{1}' の解析中に、位置 {0} で余分なデータが見つかりました。
ko: '{1}'을(를) 구문 분석하는 동안 위치 {0}에서 추가 데이터가 발견되었습니다.
pl: Podczas analizy elementu „{1}” napotkano dodatkowe dane na pozycji {0}.
pt_br: Dados extras encontrados na posição {0} ao analisar '{1}'.
ru: При синтаксическом анализе "{1}" обнаружены избыточные данные в позиции {0}.
tr: '{1}' ayrıştırılırken {0} konumunda dış veriyle karşılaşıldı.
zh_hans: 分析“{1}”时在位置 {0} 处遇到额外数据。
zh_hant: 剖析 '{1}' 時，位置 {0} 出現額外的資料。

# TokenizerHelperMissingEndQuote
source: Missing end quote encountered while parsing '{0}'.
cs: Při analýze {0} bylo zjištěno, že chybí ukončovací uvozovka.
de: Beim Analysieren von "{0}" wurde erkannt, dass ein abschließendes Anführungszeichen fehlt.
es: Al analizar '{0}', se detectó que falta la comilla final.
fr: Absence de guillemet fermant rencontrée lors de l'analyse de '{0}'.
it: Virgoletta finale mancante rilevata durante l'analisi di '{0}'.
ja: '{0}' の解析中に、終わりの引用符が見つかりませんでした。
ko: '{0}'을(를) 구문 분석하는 동안 닫는 따옴표가 없음을 발견했습니다.
pl: Podczas analizy elementu {0} napotkano brakujący cudzysłów zamykający.
pt_br: Encontrada aspa de fechamento ausente ao analisar '{0}'.
ru: При синтаксическом анализе "{0}" обнаружена пропущенная закрывающая кавычка.
tr: '{0}' ayrıştırılırken eksik bitiş tırnak işareti bulundu.
zh_hans: 分析“{0}”时遇到缺少右引号的情况。
zh_hant: 剖析 '{0}' 時遺失結尾引號。

# TokenizerHelperPrematureStringTermination
source: Premature string termination encountered while parsing '{0}'.
cs: Při analýze {0} bylo zjištěno předčasné ukončení řetězce.
de: Beim Analysieren von "{0}" wurde ein vorzeitiger Zeichenfolgenabschluss erkannt.
es: Se detectó una finalización prematura de la cadena al analizar '{0}'.
fr: Fin de chaîne prématurée rencontrée lors de l'analyse de '{0}'.
it: Rilevata fine prematura della stringa durante l'analisi di '{0}'.
ja: '{0}' の解析中に、終了が不完全な文字列が見つかりました。
ko: '{0}'을(를) 구문 분석하는 동안 중간에 중단된 문자열이 발견되었습니다.
pl: Podczas analizy elementu {0} napotkano przedwczesne zakończenie ciągu.
pt_br: Encontrado um término prematuro da cadeia de caracteres ao analisar '{0}'.
ru: При синтаксическом анализе "{0}" обнаружено преждевременное завершение строки.
tr: '{0}' ayrıştırılırken erken dize sonuyla karşılaşıldı.
zh_hans: 分析“{0}”时遇到字符串过早终止的情况。
zh_hant: 剖析 '{0}' 時發現字串過早結束。

# TooManyDependencyProperties
source: DependencyProperty limit has been exceeded upon registration of '{0}'. Dependency properties are normally static class members registered with static field initializers or static constructors. In this case, there may be dependency properties accidentally getting initialized in instance constructors and thus causing the maximum limit to be exceeded.
cs: Při registraci {0} se překročil limit DependencyProperty. Vlastnosti závislostí jsou obvykle statické členy tříd zaregistrované pomocí inicializátorů statických polí nebo pomocí statických konstruktorů. V tomto případě je možné, že vlastnosti závislostí se omylem inicializují v konstruktorech instancí, čímž způsobují překročení maximálního limitu.
de: Der Grenzwert für DependencyProperty wurde bei der Registrierung von "{0}" überschritten. Abhängigkeitseigenschaften sind in der Regel statische Klassenmember, die bei statischen Feldinitialisierern oder statischen Konstruktoren registriert sind. In diesem Fall werden Abhängigkeitseigenschaften möglicherweise aus Versehen in Instanzkonstruktoren initialisiert und verursachen daher die Überschreitung des maximalen Grenzwerts.
es: El límite de DependencyProperty se ha superado en el registro de "{0}". Las propiedades de dependencia normalmente son miembros de clase estática registrados con inicializadores de campo estático o constructores estáticos. En este caso, es posible que se inicialicen involuntariamente propiedades de dependencia en los constructores de la instancia y que, por lo tanto, se supere el límite máximo.
fr: La limite de DependencyProperty a été dépassée au moment de l'inscription de '{0}'. Les propriétés de dépendance sont normalement des membres de classe statiques inscrits auprès d'initialiseurs de champs statiques ou de constructeurs statiques. Dans ce cas, il peut arriver que des propriétés de dépendance soient initialisées par inadvertance dans les constructeurs d'instance, ce qui entraîne ainsi le dépassement de la limite maximale.
it: Il limite di DependencyProperty è stato superato durante la registrazione di '{0}'. Le proprietà di dipendenza sono generalmente membri di classe statici registrati con inizializzatori di campo o costruttori statici. In questo caso, è possibile che esistano proprietà di dipendenza che vengono accidentalmente inizializzate in costruttori di istanze, causando il superamento del limite massimo.
ja: '{0}' の登録時に DependencyProperty の制限を超えました。Dependency プロパティは通常、静的フィールド初期化子または静的コンストラクターと共に登録される静的クラス メンバーです。このケースでは、インスタンス コンストラクターで誤って初期化された依存関係プロパティが存在し、それが原因で上限を超えている可能性があります。
ko: '{0}' 등록 시 DependencyProperty 한도를 초과했습니다. 종속성 속성은 일반적으로 정적 필드 이니셜라이저 또는 정적 생성자에 등록된 정적 클래스 멤버입니다. 이 경우에는 종속성 속성이 실수로 인스턴스 생성자에서 초기화되어 최대 한도를 초과했을 수 있습니다.
pl: Podczas rejestracji elementu „{0}” przekroczono limit DependencyProperty. Właściwości zależności są na ogół statycznymi składowymi klas zarejestrowanymi z inicjatorami pól statycznych lub statycznymi konstruktorami. W takiej sytuacji mogą wystąpić właściwości zależności przypadkowo inicjowane w konstruktorach wystąpień i powodujące przekroczenie limitu.
pt_br: O limite de DependencyProperty foi excedido no registro de '{0}'. Normalmente, as propriedades de dependência são membros de classes estáticas registrados com inicializadores de campo estáticos ou construtores estáticos. Neste caso, pode haver propriedades de dependências sendo inicializadas acidentalmente em construtores de instância e, assim, fazendo com que o limite máximo seja excedido.
ru: При регистрации "{0}" превышен предел DependencyProperty. Свойства зависимости обычно являются статическими членами класса, зарегистрированными с помощью статических инициализаторов полей или статических конструкторов. В данном случае некоторые свойства зависимости могли быть случайно инициализированы в конструкторах экземпляров, что вызвало превышение предела.
tr: '{0}' kaydedildiğinde DependencyProperty sınırı aşıldı. Bağımlılık özellikleri normalde statik alan başlatıcıları veya statik oluşturucularla kaydedilen statik sınıf üyeleridir. Bu durumda, örnek oluşturucularda yanlışlıkla başlatılan bağımlılık özellikleri olabilir ve bu da üst sınırın aşılmasına neden olabilir.
zh_hans: 注册“{0}”时已超出 DependencyProperty 限制。依赖项属性通常是使用静态字段初始值设定项或静态构造函数注册的静态类成员。在这种情况下，可能会在实例构造函数中意外地初始化依赖项属性，从而导致超出最大限制。
zh_hant: 根據 '{0}' 的登錄情況，已超出 DependencyProperty 的限制。Dependency 屬性一般會註冊為靜態欄位初始設定式或靜態建構函式的靜態類別成員。在這種情況下，在執行個體建構函式中有些相依性屬性會意外地初始化，因而會發生超出上限的情況。

# TransformLabelInUse
source: Transform label name is already in use.
cs: Název popisku transformace se už používá.
de: Der Name der Transformationsbezeichnung wird bereits verwendet.
es: El nombre de la etiqueta de transformación ya está en uso.
fr: Le nom de l'étiquette de transformation est déjà utilisé.
it: Il nome dell'etichetta della trasformazione è già in uso.
ja: 変換ラベル名は既に使用中です。
ko: 변환 레이블 이름이 이미 사용 중입니다.
pl: Nazwa etykiety przekształcenia jest już w użyciu.
pt_br: O nome do rótulo de transformação já está em uso.
ru: Имя метки преобразования уже используется.
tr: Dönüşüm etiketi adı zaten kullanımda.
zh_hans: 转换标签名称已在使用中。
zh_hant: 轉換標籤名稱已在使用。

# TransformLabelUndefined
source: Data space transform stack includes undefined transform labels.
cs: Zásobník transformace datového prostoru zahrnuje nedefinované popisky transformace.
de: Der Datenbereichs-Transformationsstapel enthält nicht definierte Transformationsbezeichnungen.
es: La pila de transformación del espacio de datos incluye etiquetas de transformación sin definir.
fr: La pile de transformations de l'espace de données inclut des étiquettes de transformation non définies.
it: Lo stack di trasformazioni dello spazio dati include etichette di trasformazioni non definite.
ja: データ スペース変換スタックに、未定義の変換ラベルが含まれています。
ko: 데이터 공간 변환 스택에 정의되지 않은 변환 레이블이 있습니다.
pl: Na stosie przekształcenia przestrzeni danych znajdują się niezdefiniowane etykiety przekształceń.
pt_br: A pilha de transformação de espaço de dados inclui rótulos de transformação não definidos.
ru: Стек преобразований пространства данных включает неопределенные метки преобразования.
tr: Veri alanı dönüşüm yığını tanımlanmamış dönüşüm etiketleri içeriyor.
zh_hans: 数据空间转换堆栈包括未定义的转换标签。
zh_hant: 資料空間轉換堆疊包含了未定義的轉換標籤。

# TransformObjectConstructorParam
source: Transform object type is required to have a constructor which takes a TransformEnvironment object.
cs: Typ objektu Transform musí mít konstruktor, který přijímá objekt TransformEnvironment.
de: Der Transformationsobjekttyp muss einen Konstruktor mit einem TransformEnvironment-Objekt aufweisen.
es: Es necesario que el tipo de objeto de transformación tenga un constructor que tome un objeto TransformEnvironment.
fr: Le type de l'objet Transform est obligatoire pour avoir un constructeur qui accepte un objet TransformEnvironment.
it: Per il tipo di oggetto Transform è richiesto un costruttore che accetta un oggetto TransformEnvironment.
ja: Transform オブジェクト型は、TransformEnvironment オブジェクトを取るコンストラクターを持っている必要があります。
ko: Transform 개체 형식에는 TransformEnvironment 개체를 사용하는 생성자가 있어야 합니다.
pl: Typ obiektu Transform musi mieć konstruktor pobierający obiekt typu TransformEnvironment.
pt_br: O tipo de objeto de transformação precisa ter um construtor que usa um objeto TransformEnvironment.
ru: Тип объекта Transform должен иметь конструктор, который принимает объект TransformEnvironment.
tr: Dönüşüm nesne türünün bir TransformEnvironment nesnesi alan oluşturucuya sahip olması gerekir.
zh_hans: 转换对象类型需要具有一个采用 TransformEnvironment 对象的构造函数。
zh_hant: 需要轉換物件類型，才可有能利用 TransformEnvironment 物件的建構函式。

# TransformObjectImplementIDataTransform
source: Transform object type is required to implement IDataTransform interface.
cs: Typ objektu Transform musí implementovat IDataTransform.
de: Der Transformationsobjekttyp muss die IDataTransform-Schnittstelle implementieren.
es: El tipo de objeto de transformación es necesario para implementar la interfaz IDataTransform.
fr: Le type de l'objet Transform est obligatoire pour implémenter l'interface IDataTransform.
it: Il tipo di oggetto Transform deve implementare l'interfaccia IDataTransform.
ja: Transform オブジェクト型は、IDataTransform インターフェイスを実装する必要があります。
ko: IDataTransform 인터페이스를 구현하려면 Transform 개체 형식이 필요합니다.
pl: Typ obiektu Transform musi implementować interfejs IDataTransform.
pt_br: O tipo de objeto de transformação precisa implementar a interface IDataTransform.
ru: Тип объекта Transform должен реализовывать интерфейс IDataTransform.
tr: Dönüşüm nesne türünün IDataTransform arabirimini uygulaması gerekir.
zh_hans: 需要转换对象类型才能实现 IDataTransform 接口。
zh_hant: 需要轉換物件類型才可執行 IDataTransform 介面。

# TransformObjectInitFailed
source: Stream transformation failed due to uninitialized data transform objects.
cs: Transformace streamu neproběhla úspěšně kvůli neinicializovaným objektům transformace dat.
de: Fehler bei der Datenstromtransformation aufgrund von nicht initialisierten Datentransformationsobjekten.
es: No se pudo realizar la transformación de la secuencia debido a que hay objetos de transformación de datos sin inicializar.
fr: Échec de la transformation du flux, car des objets de transformation de données ne sont pas initialisés.
it: La trasformazione del flusso non è riuscita a causa di oggetti di trasformazione dei dati non inizializzati.
ja: 初期化されていないデータ変換オブジェクトが原因で、ストリームの変換に失敗しました。
ko: 초기화되지 않은 데이터 변환 개체로 인해 스트림 변환에 실패했습니다.
pl: Przekształcenie strumienia nie powiodło się z powodu niezainicjowanych obiektów przekształceń danych.
pt_br: Falha na transformação do fluxo devido a objetos de transformação de dados não inicializados.
ru: Ошибка преобразования потока из-за неинициализированных объектов преобразования данных.
tr: Başlatılmamış veri dönüşüm nesneleri nedeniyle akış dönüşümü başarısız oldu.
zh_hans: 由于未初始化数据转换对象，因此流转换失败。
zh_hant: 因為尚未初始化資料轉換物件，所以資料流轉換失敗。

# TransformParametersFixed
source: Cannot change Transform parameters after the transform is initialized.
cs: Parametry objektu Transform se po inicializaci transformace nedají změnit.
de: Transformationsparameter können nach der Initialisierung der Transformation nicht geändert werden.
es: No se pueden cambiar los parámetros de transformación después de que la transformación se haya inicializado.
fr: Impossible de changer les paramètres de Transform une fois la transformation initialisée.
it: Non è possibile modificare i parametri di trasformazione dopo l'inizializzazione della trasformazione.
ja: 変換が初期化された後に Transform パラメーターを変更することはできません。
ko: 변환이 초기화되면 Transform 매개 변수를 변경할 수 없습니다.
pl: Nie można zmienić parametrów przekształcenia po jego inicjacji.
pt_br: Não é possível alterar parâmetros de Transform após a inicialização da transformação.
ru: Не удается изменить параметры Transform после инициализации преобразования.
tr: Dönüşüm başlatıldıktan sonra Dönüşüm parametreleri değiştirilemiyor.
zh_hans: 初始化转换后，无法更改 Transform 参数。
zh_hant: 初始化轉換之後，即無法變更 Transform 參數。

# TransformStackValid
source: Transform stack must have at least one transform.
cs: Zásobník transformací musí obsahovat alespoň jednu transformaci.
de: Der Transformationsstapel muss mindestens eine Transformation aufweisen.
es: La pila de transformación debe tener al menos una transformación.
fr: La pile de transformations doit avoir au moins une transformation.
it: Lo stack di trasformazioni deve includere almeno una trasformazione.
ja: 変換スタックには、少なくとも 1 つの変換が必要です。
ko: 변환 스택에는 최소한 하나의 변환이 있어야 합니다.
pl: Na stosie przekształceń musi być co najmniej jedno przekształcenie.
pt_br: A pilha de transformação precisa ter pelo menos uma transformação.
ru: Стек преобразований должен содержать хотя бы одно преобразование.
tr: Dönüşüm yığınında en az bir dönüşüm olmalıdır.
zh_hans: 转换堆栈必须至少有一个转换。
zh_hant: 轉換堆疊至少必須要有一個轉換。

# TransformTypeUnsupported
source: Transform identifier type is not supported.
cs: Typ identifikátoru transformace se nepodporuje.
de: Der Transformationsbezeichnertyp wird nicht unterstützt.
es: El tipo de identificador de transformación no se admite.
fr: Le type d'identificateur de Transform n'est pas pris en charge.
it: Il tipo di identificatore di trasformazione non è supportato.
ja: 変換識別子の種類はサポートされていません。
ko: 변환 식별자 형식이 지원되지 않습니다.
pl: Typ identyfikatora przekształcenia nie jest obsługiwany.
pt_br: O tipo de identificador de transformação não tem suporte.
ru: Тип идентификатора преобразования не поддерживается.
tr: Dönüşüm tanımlayıcı türü desteklenmiyor.
zh_hans: 不支持此转换标识符类型。
zh_hant: 不支援轉換識別碼類型。

# Transform_NotInvertible
source: Transform is not invertible.
cs: Transformace neumožňuje inverzi.
de: Die Transformation ist nicht invertierbar.
es: La transformación no se puede invertir.
fr: La transformation n'est pas réversible.
it: La trasformazione non è invertibile.
ja: 変換は可逆的ではありません。
ko: 반대로 변환할 수 없습니다.
pl: Przekształcenie nie jest odwracalne.
pt_br: A transformação não pode ser invertida.
ru: Преобразование необратимо.
tr: Dönüştürme ters çevrilebilir değil.
zh_hans: 转换不可逆。
zh_hant: 轉換不可逆。

# TruncateAppendModesNotSupported
source: Truncate and Append FileModes are not supported.
cs: Režimy FileMode Truncate a Append se nepodporují.
de: Die Aktionen "Truncate" und "Append" von FileModes-Objekten werden nicht unterstützt.
es: Truncate y Append FileModes no se admiten.
fr: Les FileModes Truncate et Append ne sont pas pris en charge.
it: I valori Truncate e Append di FileModes non sono supportati.
ja: Truncate FileMode および Append FileMode はサポートされていません。
ko: Truncate 및 Append FileModes가 지원되지 않습니다.
pl: Wartości Truncate i Append atrybutów FileModes nie są obsługiwane.
pt_br: Não há suporte para truncar e acrescentar FileModes.
ru: Значения Truncate и Append для FileModes не поддерживаются.
tr: Truncate ve Append FileModes desteklenmiyor.
zh_hans: 不支持 Truncate 和 Append FileMode。
zh_hant: 不支援 Truncate 與 Append FileModes。
