Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# EmptySignatureId
source: Signature Identifier cannot be empty.
cs: Identifikátor podpisu nemůže být prázdný.
de: Der Signaturbezeichner darf nicht leer sein.
es: El identificador de firma no puede estar vacío.
fr: L'identificateur de signature ne doit pas être vide.
it: L'identificatore della firma non può essere vuoto.
ja: 署名識別子は空白にはできません。
ko: 시그니처 식별자는 비어 있을 수 없습니다.
pl: Identyfikator podpisu nie może być pusty.
pt_br: O identificador da assinatura não pode estar vazio.
ru: Идентификатор подписи не может быть пустым.
tr: İmza Tanımlayıcısı boş olamaz.
zh_hans: 签名标识符不能为空。
zh_hant: 簽章識別碼不可為空的。

# EncodingNotSupported
source: Encoding format is not supported. Only UTF-8 and UTF-16 are supported.
cs: Formát kódování se nepodporuje. Podporují se jen formáty UTF-8 a UTF-16.
de: Das Codierungsformat wird nicht unterstützt. Nur UTF-8 und UTF-16 werden unterstützt.
es: El formato de codificación no se admite. Solo se admiten UTF-8 y UTF-16.
fr: Le format d'encodage n'est pas pris en charge. Seuls les formats UTF-8 et UTF-16 sont pris en charge.
it: Il formato di codifica non è supportato. Sono supportati solo i formati UTF-8 e UTF-16.
ja: エンコード フォーマットがサポートされていません。UTF-8 および UTF-16 のみがサポートされています。
ko: 인코딩 형식이 지원되지 않습니다. UTF-8 및 UTF-16만 지원됩니다.
pl: Nieobsługiwany format kodowania. Obsługiwane są tyko formaty UTF-8 i UTF-16.
pt_br: O formato de codificação não tem suporte. Somente UTF-8 e UTF-16 têm suporte.
ru: Формат кодировки не поддерживается. Поддерживаются только кодировки UTF-8 и UTF-16.
tr: Kodlama biçimi desteklenmiyor. Yalnızca UTF-8 ve UTF-16 desteklenir.
zh_hans: 不支持编码格式。仅支持 UTF-8 和 UTF-16。
zh_hant: 不支援編碼格式。只支援 UTF-8 與 UTF-16。

# EncryptedDataStreamCorrupt
source: Encrypted data stream is corrupted.
cs: Šifrovaný datový stream je poškozený.
de: Der verschlüsselte Datenstrom ist beschädigt.
es: La secuencia de datos cifrados está dañada.
fr: Le flux de données chiffrées est endommagé.
it: Il flusso dei dati crittografati è danneggiato.
ja: 暗号化されたデータ ストリームが破損しています。
ko: 암호화된 데이터 스트림이 손상되었습니다.
pl: Zaszyfrowany strumień danych jest uszkodzony.
pt_br: O fluxo de dados criptografados está corrompido.
ru: Поврежден поток зашифрованных данных.
tr: Şifrelenmiş veri akışı bozuk.
zh_hans: 加密的数据流已损坏。
zh_hant: 加密的資料串流已損毀。

# EncryptedPackageEnvelopeDisposed
source: EncryptedPackageEnvelope object was disposed.
cs: Objekt EncryptedPackageEnvelope se vyřadil.
de: Das EncryptedPackageEnvelope-Objekt wurde gelöscht.
es: El objeto EncryptedPackageEnvelope se eliminó.
fr: L'objet EncryptedPackageEnvelope a été libéré.
it: L'oggetto EncryptedPackageEnvelope è stato eliminato.
ja: EncryptedPackageEnvelope オブジェクトは破棄されました。
ko: EncryptedPackageEnvelope 개체가 삭제되었습니다.
pl: Obiekt EncryptedPackageEnvelope został usunięty.
pt_br: O objeto EncryptedPackageEnvelope foi descartado.
ru: Объект EncryptedPackageEnvelope ликвидирован.
tr: EncryptedPackageEnvelope nesnesi atıldı.
zh_hans: 已释放 EncryptedPackageEnvelope 对象。
zh_hant: 已處置 EncryptedPackageEnvelope 物件。

source: Encryption right is not granted.
cs: Oprávnění pro šifrování se neudělilo.
de: Das Verschlüsselungsrecht wurde nicht erteilt.
es: El derecho de cifrado no está concedido.
fr: Droit de chiffrement non accordé.
it: Il diritto di crittografia non è stato concesso.
ja: 暗号化の権限は付与されていません。
ko: 암호화 권한이 부여되지 않았습니다.
pl: Nie udzielono prawa do szyfrowania.
pt_br: Direito de criptografia não concedido.
ru: Право на шифрование не предоставлено.
tr: Şifreleme hakkı verilmedi.
zh_hans: 未授予加密权。
zh_hant: 未授與加密權限。

# Enum_Invalid
source: '{0}' enumeration value is not valid.
cs: Hodnota výčtu {0} není platná.
de: Der Aufzählungswert "{0}" ist ungültig.
es: El valor de enumeración '{0}' no es válido.
fr: Valeur d'énumération '{0}' non valide.
it: Valore di enumerazione '{0}' non valido.
ja: '{0}' 列挙値が無効です。
ko: '{0}' 열거형 값이 잘못되었습니다.
pl: Wartość wyliczenia „{0}” jest nieprawidłowa.
pt_br: O valor de enumeração '{0}' não é válido.
ru: Недопустимое значение перечисления "{0}".
tr: '{0}' sabit listesi değeri geçerli değil.
zh_hans: “{0}”枚举值无效。
zh_hant: '{0}' 列舉值無效。

# Enumerator_VerifyContext
source: No current object to return.
cs: Neexistuje objekt, který by mohl být vrácen.
de: Es ist kein aktuelles Objekt zum Zurückgeben vorhanden.
es: No hay ningún objeto actual para devolver.
fr: Aucun objet actif à retourner.
it: Nessun oggetto corrente da restituire.
ja: 返すべき現在のオブジェクトがありません。
ko: 반환할 현재 개체가 없습니다.
pl: Brak bieżącego obiektu do zwrócenia.
pt_br: Nenhum objeto atual a ser retornado.
ru: Нет текущего объекта для возврата.
tr: Döndürülecek geçerli nesne yok.
zh_hans: 没有当前对象要返回。
zh_hant: 沒有可傳回的目前物件。

# EventNotFound
source: '{1}' event not found on type '{0}'.
cs: V typu {0} se nenašla událost {1}.
de: Das Ereignis "{1}" wurde für den Typ "{0}" nicht gefunden.
es: No se encontró el evento "{1}" en el tipo "{0}".
fr: Événement '{1}' introuvable pour le type '{0}'.
it: L'evento '{1}' non è stato trovato nel tipo '{0}'.
ja: '{1}' イベントが型 '{0}' に見つかりませんでした。
ko: '{0}' 형식에 '{1}' 이벤트가 없습니다.
pl: Nie znaleziono zdarzenia „{1}” w typie „{0}”
pt_br: Evento '{1}' não encontrado no tipo '{0}'.
ru: Событие "{1}" не найдено в типе "{0}".
tr: '{0}' türü üzerinde '{1}' olayı bulunamadı.
zh_hans: 类型“{0}”上找不到“{1}”事件。
zh_hant: 在類型 '{0}' 上找不到 '{1}' 事件。

# ExceptionFilterCodeNotPresent
source: Exception Filter Code is not built and installed properly.
cs: Kód filtru výjimek není správně sestavený a nainstalovaný.
de: Der Ausnahmefiltercode wurde nicht erstellt und nicht ordnungsgemäß installiert.
es: El código de filtro de excepciones no está compilado e instalado correctamente.
fr: Le code de filtrage des exceptions n'est pas généré et installé correctement.
it: Il codice del filtro eccezioni non è stato compilato e installato in modo appropriato.
ja: 例外フィルター コードのビルドとインストールが正常に行われていません。
ko: 예외 필터 코드가 제대로 빌드 및 설치되지 않았습니다.
pl: Kod filtru wyjątków nie został prawidłowo skompilowany i zainstalowany.
pt_br: O Código de Filtro de Exceção não foi compilado e instalado corretamente.
ru: Код фильтра исключений не был создан и установлен правильно.
tr: Özel Durum Filtre Kodu oluşturulmadı ve düzgün yüklenmedi.
zh_hans: 未正确生成和安装异常筛选器代码。
zh_hant: 未正確地建置及安裝例外篩選代碼。

# ExcessiveLengthPrefix
source: Length prefix specifies {0} characters, which exceeds the maximum of {1} characters.
cs: Předpona délky určuje tento počet znaků: {0}. To překračuje maximum {1} znaků.
de: Vom Längenpräfix werden {0} Zeichen angegeben. Dies überschreitet die maximal zulässige Anzahl von {1} Zeichen.
es: El prefijo de longitud especifica {0} caracteres, que supera el máximo de {1} caracteres.
fr: Le préfixe de longueur indique {0} caractères, ce qui dépasse la limite maximale fixée à {1} caractères.
it: Nel prefisso della lunghezza sono specificati {0} caratteri e tale valore supera il numero massimo di {1} caratteri.
ja: 長さのプレフィックスで {0} 文字が指定されています。これは、最大文字数 {1} を超えています。
ko: 길이 접두사가 {0}자를 지정하여, 최댓값인 {1}자를 초과합니다.
pl: Prefiks długości określa następującą liczbę znaków: {0}, co przekracza maksymalną liczbę znaków wynoszącą {1}.
pt_br: O comprimento do prefixo especifica {0} caracteres, que ultrapassa o valor máximo de {1} caracteres.
ru: Префикс длины указывает символов: {0}. Это число превышает максимальное число символов: {1}.
tr: Uzunluk öneki {0} karakter belirtiyor, bu değer en fazla karakter sayısını ({1}) aşıyor.
zh_hans: 长度前缀指定 {0} 个字符，该字符超过 {1} 个字符的上限。
zh_hant: 長度前置詞指定了 {0} 個字元，但如此超過上限 {1} 個字元。

# ExpectedRelationshipsElementTag
source: Relationships tag expected at root level.
cs: Na úrovni kořene se očekává značka Relationships.
de: Auf Stammebene wurde ein Relationships-Tag erwartet.
es: Se espera una etiqueta de relaciones a nivel de raíz.
fr: Balise Relationships attendue au niveau racine.
it: È previsto il tag Relationships al livello radice.
ja: Relationships タグがルート レベルで必要です。
ko: 루트 수준에 관계 태그가 필요합니다.
pl: Oczekiwano tagu relacji na poziomie głównym.
pt_br: Marca de relações esperada no nível da raiz.
ru: Тег Relationships ожидается на корневом уровне.
tr: Kök düzeyinde Relationships etiketi bekleniyor.
zh_hans: 根级别需要 Relationships 标记。
zh_hant: 根層級應要有 Relationships 標籤。

# ExpectedVersionPairObject
source: Expected a VersionPair object.
cs: Očekával se objekt VersionPair.
de: Es wurde ein VersionPair-Objekt erwartet.
es: Se esperaba un objeto VersionPair.
fr: Objet VersionPair attendu.
it: È previsto un oggetto VersionPair.
ja: VersionPair オブジェクトが必要です。
ko: VersionPair 개체가 필요합니다.
pl: Oczekiwano obiektu VersionPair.
pt_br: Era esperado um objeto VersionPair.
ru: Ожидается объект VersionPair.
tr: VersionPair nesnesi bekleniyor.
zh_hans: 需要 VersionPair 对象。
zh_hant: 應為 VersionPair 物件。

# ExpectingParameterValuePairs
source: ';' must be followed by parameter=value pair.
cs: Za středníkem musí následovat pár parametr=hodnota.
de: Auf ";" muss ein "parameter=value"-Paar folgen.
es: ";" debe ir seguido por el par de parámetro=valor.
fr: ';' doit être suivi de la paire paramètre=valeur.
it: Il separatore ';' deve essere seguito da una coppia parametro=valore.
ja: ';' の後に、パラメーター = 値のペアが続く必要があります。
ko: ';' 뒤에 parameter=value 쌍이 와야 합니다.
pl: Po znaku „;” musi następować para parametr=wartość.
pt_br: ';' deve ser seguido pelo par parameter=value.
ru: За точкой с запятой (;) должна идти пара параметр=значение.
tr: parametre=değer çiftinin önünde ';' olmalıdır.
zh_hans: ";" 必须后跟 parameter=value 对。
zh_hant: ';' 之後必須接著成對的 parameter=value。

# ExpectingSemicolon
source: Semicolon separator is required between two valid parameter=value pairs.
cs: Mezi dvěma platnými páry parametr=hodnota se vyžaduje oddělení středníkem.
de: Gültige "parameter=value"-Paare werden durch ein Semikolon getrennt.
es: Se requiere un separador de punto y coma entre dos pares válidos de parámetro=valor.
fr: Le séparateur point-virgule est obligatoire entre deux paires paramètre=valeur valides.
it: Il separatore punto e virgola è obbligatorio tra due coppie parametro=valore valide.
ja: 2 つの有効なパラメーター = 値のペアの間に、セミコロン区切り記号が必要です。
ko: 두 개의 유효한 parameter=value 쌍 사이에 세미콜론 구분 기호가 필요합니다.
pl: Między dwiema poprawnymi parami parametr=wartość musi znajdować się separator w postaci średnika.
pt_br: O separador ponto-e-vírgula é obrigatório entre dois pares válidos de parameter=value.
ru: Две допустимые пары параметр=значение должны быть разделены точкой с запятой.
tr: İki geçerli parametre=değer çiftinin arasında noktalı virgül ayırıcısı olmalıdır.
zh_hans: 两个有效的 parameter=value 对之间需要使用分号分隔符。
zh_hant: 兩對有效的 parameter=value 之間需要一個分號分隔符號。

# FileAccessInvalid
source: FileAccess value is not valid.
cs: Hodnota FileAccess není platná.
de: Der FileAccess-Wert ist ungültig.
es: El valor FileAccess no es válido.
fr: Valeur FileAccess non valide.
it: Il valore di FileAccess non è valido.
ja: FileAccess 値が無効です。
ko: FileAccess 값이 잘못되었습니다.
pl: Wartość FileAccess jest nieprawidłowa.
pt_br: O valor de FileAccess não é válido.
ru: Недопустимое значение FileAccess.
tr: FileAccess değeri geçerli değil.
zh_hans: FileAccess 值无效。
zh_hant: FileAccess 值無效。

source: File already exists.
cs: Soubor už existuje.
de: Die Datei ist bereits vorhanden.
es: El archivo ya existe.
fr: Le fichier existe déjà.
it: File già esistente.
ja: 既に同名のファイルが存在しています。
ko: 파일이 이미 있습니다.
pl: Plik już istnieje.
pt_br: Arquivo já existe.
ru: Файл уже существует.
tr: Dosya zaten var.
zh_hans: 文件已存在。
zh_hant: 檔案已存在。

# FileDoesNotExists
source: Cannot find specified file.
cs: Nepovedlo se najít zadaný soubor.
de: Die angegebene Datei wurde nicht gefunden.
es: No se encuentra el archivo especificado.
fr: Le fichier spécifié est introuvable.
it: Non è possibile trovare il file specificato.
ja: 指定されたファイルが見つかりません。
ko: 지정한 파일을 찾을 수 없습니다.
pl: Nie można odnaleźć określonego pliku.
pt_br: Não é possível encontrar o arquivo especificado.
ru: Не удается найти указанный файл.
tr: Belirtilen dosya bulunamıyor.
zh_hans: 找不到指定文件。
zh_hant: 找不到指定的機器。

# FileFormatException
source: Input file or data stream does not conform to the expected file format specification.
cs: Vstupní soubor nebo datový proud neodpovídají očekávané specifikaci formátu souboru.
de: Die Eingabedatei oder der Datenstrom entspricht nicht der erwarteten Dateiformatspezifikation.
es: El archivo de entrada o el flujo de datos no se ajusta a la especificación de formato de archivo esperada.
fr: Le fichier d'entrée ou le flux de données ne sont pas conformes aux spécifications de format de fichier attendues.
it: Il file di input o il flusso di dati non è conforme alla specifica di formato di file prevista.
ja: 入力ファイルまたはデータ ストリームは、予測されるファイル形式の仕様に準拠していません。
ko: 입력 파일 또는 데이터 스트림이 필요한 파일 형식 사양에 맞지 않습니다.
pl: Plik wejściowy lub strumień danych nie odpowiada oczekiwanej specyfikacji formatu pliku.
pt_br: O arquivo de entrada ou o fluxo de dados não está de acordo com a especificação de formato de arquivo esperada.
ru: Входной файл или поток данных не соответствует спецификации ожидаемого формата файлов.
tr: Giriş dosyası veya veri akışı beklenen dosya biçimi belirtimine uymuyor.
zh_hans: 输入文件或数据流不符合要求的文件格式规格。
zh_hant: 輸入檔或資料流不符合預期的檔案格式規格。

# FileFormatExceptionWithFileName
source: '{0}' file does not conform to the expected file format specification.
cs: Soubor {0} neodpovídá očekávané specifikaci formátu souboru.
de: Die Datei "{0}" entspricht nicht der erwarteten Dateiformatspezifikation.
es: El archivo '{0}' no se ajusta a la especificación de formato de archivo esperada.
fr: Le fichier '{0}' n'est pas conforme aux spécifications de format attendues.
it: Il file '{0}' non è conforme alla specifica di formato di file prevista.
ja: '{0}' ファイルは、予測されるファイル形式の仕様に準拠していません。
ko: '{0}' 파일이 필요한 파일 형식 사양에 맞지 않습니다.
pl: Plik „{0}” jest niezgodny z oczekiwaną specyfikacją formatu pliku.
pt_br: O arquivo '{0}' não está de acordo com a especificação de formato de arquivo esperada.
ru: Файл "{0}" не соответствует спецификации ожидаемого формата файла.
tr: '{0}' dosyası beklenen dosya biçimi belirtimine uymuyor.
zh_hans: “{0}”文件不符合要求的文件格式规格。
zh_hant: '{0}' 檔案不符合預期的檔案格式規格。

# FileModeInvalid
source: FileMode value is not valid.
cs: Hodnota FileMode není platná.
de: Der FileMode-Wert ist ungültig.
es: El valor FileMode no es válido.
fr: La valeur de FileMode est non valide.
it: Il valore di FileMode non è valido.
ja: FileMode 値は無効です。
ko: FileMode 값이 잘못되었습니다.
pl: Wartość FileMode jest nieprawidłowa.
pt_br: O valor de FileMode não é válido.
ru: Недопустимое значение FileMode.
tr: FileMode değeri geçerli değil.
zh_hans: FileMode 值无效。
zh_hant: FileMode 值無效。

# FileModeUnsupported
source: FileMode value is not supported.
cs: Hodnota FileMode se nepodporuje.
de: Der FileMode-Wert wird nicht unterstützt.
es: El valor FileMode no se admite.
fr: La valeur de FileMode n'est pas prise en charge.
it: Il valore di FileMode non è supportato.
ja: FileMode 値はサポートされていません。
ko: FileMode 값이 지원되지 않습니다.
pl: Wartość FileMode jest nieobsługiwana.
pt_br: O valor de FileMode não tem suporte.
ru: Значение FileMode не поддерживается.
tr: FileMode değeri desteklenmiyor.
zh_hans: 不支持 FileMode 值。
zh_hant: 不支援 FileMode 值。

# FileShareInvalid
source: FileShare value is not valid.
cs: Hodnota FileShare není platná.
de: Der FileShare-Wert ist ungültig.
es: El valor FileShare no es válido.
fr: La valeur de FileShare est non valide.
it: Il valore di FileShare non è valido.
ja: FileShare 値は無効です。
ko: FileShare 값이 잘못되었습니다.
pl: Wartość FileShare jest nieprawidłowa.
pt_br: O valor de FileShare não é válido.
ru: Недопустимое значение FileShare.
tr: FileShare değeri geçerli değil.
zh_hans: FileShare 值无效。
zh_hant: FileShare 值無效。

# FileShareUnsupported
source: FileShare value is not supported.
cs: Hodnota FileShare se nepodporuje.
de: Der FileShare-Wert wird nicht unterstützt.
es: El valor FileShare no se admite.
fr: La valeur de FileShare n'est pas prise en charge.
it: Il valore di FileShare non è supportato.
ja: FileShare 値はサポートされていません。
ko: FileShare 값이 지원되지 않습니다.
pl: Wartość FileShare jest nieobsługiwana.
pt_br: O valor de FileShare não tem suporte.
ru: Значение FileShare не поддерживается.
tr: FileShare değeri desteklenmiyor.
zh_hans: 不支持 FileShare 值。
zh_hant: 不支援 FileShare 值。

# FragmentMustStartWithHash
source: The 'fragment' parameter must start with a number sign.
cs: Parametr fragment musí začínat znaménkem čísla.
de: Der fragment-Parameter muss einem Nummernzeichen beginnen.
es: El parámetro "fragment" debe comenzar con un signo numérico.
fr: Le paramètre 'fragment' doit commencer par un signe dièse.
it: Il parametro 'fragment' deve iniziare con un cancelletto.
ja: 'fragment' パラメーターは番号記号で始まる必要があります。
ko: 'fragment' 매개 변수는 숫자 기호로 시작해야 합니다.
pl: Parametr „fragment” musi się rozpoczynać znakiem numeru.
pt_br: O parâmetro 'fragment' deve ser iniciado por um sinal de jogo da velha.
ru: Параметр "fragment" должен начинаться с символа решетки (#).
tr: 'fragment' parametresi bir sayı işaretiyle başlamalıdır.
zh_hans: "fragment" 参数必须以数字符号开头。
zh_hant: 'fragment' 參數必須以數字符號 (#) 開頭。

# Freezable_AttemptToUseInnerValueWithDifferentThread
source: Cannot use a DependencyObject that belongs to a different thread than its parent Freezable.
cs: Objekt DependencyObject, který patří do jiného vlákna než jeho nadřazený objekt Freezable, se nedá použít.
de: Es kann kein DependencyObject verwendet werden, das zu einem anderen Thread als das übergeordnete Freezable-Objekt gehört.
es: No se puede usar un objeto DependencyObject que pertenece a un subproceso diferente al de su objeto Freezable principal.
fr: Impossible d'utiliser un DependencyObject qui appartient à un autre thread que son Freezable parent.
it: Non è possibile usare un elemento DependencyObject che appartiene a un thread diverso rispetto all'elemento Freezable padre.
ja: 親の Freezable とは異なるスレッドに属する DependencyObject を使用することはできません。
ko: 부모 Freezable과 다른 스레드에 속하는 DependencyObject를 사용할 수 없습니다.
pl: Nie można użyć obiektu DependencyObject, który należy do innego wątku niż jego element nadrzędny Freezable.
pt_br: Não é possível usar um DependencyObject que pertence a um thread diferente de seu Freezable pai.
ru: Не удается использовать объект DependencyObject, принадлежащий не к тому же потоку, что его родительский объект Freezable.
tr: Freezable üst öğesi yerine başka bir iş parçacığına ait olan DependencyObject kullanılamaz.
zh_hans: 无法使用属于与父 Freezable 不同的线程的 DependencyObject。
zh_hant: 不可使用屬於與其父 Freezable 不同執行緒的 DependencyObject。

# Freezable_CantBeFrozen
source: Specified value of type '{0}' must have IsFrozen set to false to modify.
cs: Zadaná hodnota typu {0} musí mít vlastnost IsFrozen nastavenu na hodnotu false, aby ji bylo možné upravit.
de: Zum Ändern des angegebenen Werts vom Typ "{0}" muss "IsFrozen" auf "false" festgelegt sein.
es: El valor especificado de tipo '{0}' debe tener IsFrozen establecido en falso para poder ser modificado.
fr: La valeur spécifiée de type '{0}' doit avoir IsFrozen défini à la valeur false pour apporter des modifications.
it: Per modificare il valore specificato di tipo '{0}' è necessario impostare IsFrozen su false.
ja: 型 '{0}' の指定された値を変更するには、IsFrozen が false に設定されていなければなりません。
ko: '{0}' 형식의 지정된 값을 수정하려면 IsFrozen을 false로 설정해야 합니다.
pl: Aby modyfikować określoną wartość typu „{0}”, należy ustawić atrybut IsFrozen na wartość „false”.
pt_br: O valor especificado do tipo '{0}' deve ter IsFrozen definido como falso para modificação.
ru: Для изменения указанного значения типа "{0}" его свойство IsFrozen должно иметь значение "false".
tr: Belirtilen '{0}' türünde değerin değiştirilebilmesi için IsFrozen yanlış olarak ayarlanmış olmalıdır.
zh_hans: 指定的类型“{0}”值必须将 IsFrozen 设置为 false，以进行修改。
zh_hant: 所指定型別 '{0}' 的值必須將 IsFrozen 設定為 false，才能進行修改。

# Freezable_CantFreeze
source: This Freezable cannot be frozen.
cs: Tento objekt Freezable se nedá zablokovat.
de: Dieses Freezable-Objekt kann nicht eingefroren werden.
es: Este objeto Freezable no puede estar inmovilizado.
fr: Impossible de geler ce Freezable.
it: Non è possibile bloccare questo elemento Freezable.
ja: この Freezable はフリーズできません。
ko: 이 Freezable은 고정할 수 없습니다.
pl: Ten element Freezable nie może być zamrożony.
pt_br: Não é possível congelar este Freezable.
ru: Не удается зафиксировать этот объект Freezable.
tr: Bu Freezable dondurulamıyor.
zh_hans: 无法冻结此 Freezable。
zh_hant: 無法凍結此 Freezable。

# Freezable_NotAContext
source: The provided DependencyObject is not a context for this Freezable.
cs: Poskytnutý objekt DependencyObject není kontext pro tento objekt Freezable.
de: Das bereitgestellte DependencyObject ist kein Kontext für dieses Freezable-Objekt.
es: El objeto DependencyObject proporcionado no es un contexto para este objeto Freezable.
fr: Le DependencyObject fourni n'est pas un contexte pour ce Freezable.
it: L'elemento DependencyObject specificato non rappresenta un contesto per questo elemento Freezable.
ja: 指定された DependencyObject は、この Freezable のコンテキストではありません。
ko: 제공한 DependencyObject는 이 Freezable에 대한 컨텍스트가 아닙니다.
pl: Udostępniony obiekt DependencyObject nie jest kontekstem dla tego elementu Freezable.
pt_br: O DependencyObject fornecido não é um contexto para este Freezable.
ru: Предоставленный DependencyObject не является контекстом для этого объекта Freezable.
tr: Sağlanan DependencyObject bu Freezable için bağlam değil.
zh_hans: 提供的 DependencyObject 不是此 Freezable 的上下文。
zh_hant: 提供的 DependencyObject 並非此 Freezable 的內容。

# Freezable_UnregisteredHandler
source: Handler has not been registered with this event.
cs: Pro tuto událost se nezaregistrovala obslužná rutina.
de: Der Handler wurde nicht bei diesem Ereignis registriert.
es: No se ha registrado un controlador con este evento.
fr: Le gestionnaire n'a pas été inscrit auprès de cet événement.
it: Il gestore non è stato registrato con questo evento.
ja: このイベントではハンドラーは登録されていません。
ko: 처리기가 이 이벤트에 등록되지 않았습니다.
pl: Dla tego zdarzenia nie zarejestrowano programu obsługi.
pt_br: O manipulador não foi registrado neste evento.
ru: Обработчик не был зарегистрирован для этого события.
tr: İşleyici bu olaya kaydedilmedi.
zh_hans: 处理程序尚未使用此活动进行注册。
zh_hant: 處理常式尚未註冊此事件。

# FrugalList_CannotPromoteBeyondArray
source: Cannot promote from Array.
cs: Nelze zvýšit úroveň z pole.
de: Höherstufen von Array nicht möglich.
es: No se puede promover desde una matriz.
fr: Impossible de promouvoir à partir de Array.
it: Non è possibile alzare di livello dalla matrice.
ja: 配列から昇格させることができません。
ko: Array에서 승격할 수 없습니다.
pl: Nie można podwyższyć poziomu obiektu typu Array.
pt_br: Não é possível elevar a partir de Array.
ru: Повышение уровня из массива невозможно.
tr: Diziden yükseltilemiyor.
zh_hans: 无法从数组提升。
zh_hant: 無法從陣列升級。

# FrugalList_TargetMapCannotHoldAllData
source: Cannot promote from '{0}' to '{1}' because the target map is too small.
cs: Úroveň se nedá zvýšit z {0} na {1}, protože cílová mapa je příliš malá.
de: Das Höherstufen von "{0}" auf "{1}" ist nicht möglich, weil die Zielzuordnung zu klein ist.
es: No se puede promover de "{0}" a "{1}" porque la asignación de destino es demasiado pequeña.
fr: Impossible de promouvoir '{0}' en '{1}', car le mappage cible est trop petit.
it: Non è possibile alzare di livello da '{0}' a '{1}' perché il mapping di destinazione è troppo piccolo.
ja: ターゲット マップが小さすぎるため、'{0}' から '{1}' に昇格させることはできません。
ko: 대상 맵이 너무 작아 '{0}'에서 '{1}'(으)로 승격할 수 없습니다.
pl: Nie można podwyższyć poziomu z „{0}” na „{1}”, ponieważ docelowa mapa jest za mała.
pt_br: Não é possível elevar de '{0}' a '{1}' porque o mapa de destino é muito pequeno.
ru: Повышение уровня с "{0}" до "{1}" невозможно, так как конечное отображение слишком мало.
tr: Hedef eşleme çok küçük olduğu için '{0}' öğesinden '{1}' öğesine yükseltme yapılamıyor.
zh_hans: 由于目标映射太小，因此无法从“{0}”提升到“{1}”。
zh_hant: 因為目標對應太小，所以無法從 '{0}' 升階到 '{1}'。
