Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CFM_TypeTableFormat
source: Failed to read a stream type table - the data appears to be a different format.
cs: Nepovedlo se načíst tabulku typů streamu – vypadá to, že data mají jiný formát.
de: Fehler beim Lesen einer Tabelle vom Typ "Datenstrom": Die Daten weisen offenbar ein anderes Format auf.
es: Error al leer una tabla de tipo de secuencia: los datos parecen tener un formato diferente.
fr: Échec de la lecture d'une table de type de flux - les données semblent être dans un autre format.
it: Non è stato possibile leggere una tabella dei tipi di flusso. I dati sembrano essere in un formato diverso.
ja: ストリーム型のテーブルの読み取りに失敗しました - データのフォーマットが異なっている可能性があります。
ko: 스트림 형식 테이블을 읽지 못했습니다. 데이터가 다른 형식인 것 같습니다.
pl: Nie można odczytać tabeli typu strumienia — prawdopodobnie dane są w innym formacie.
pt_br: Falha ao ler uma tabela de tipos do fluxo – os dados parecem ter um formato diferente.
ru: Не удается прочитать таблицу типов потока. Вероятно, данные имеют другой формат.
tr: Bir akış türü tablosu okunamadı; veriler farklı biçimde gibi görünüyor.
zh_hans: 未能读取流类型表 - 数据似乎格式不同。
zh_hant: 無法讀取資料流類型表 - 資料似乎是不同的格式。

# CFM_UnicodeCharInvalid
source: Unicode character is not valid.
cs: Znak Unicode není platný.
de: Ungültiges Unicode-Zeichen.
es: El carácter Unicode no es válido.
fr: Caractère Unicode non valide.
it: Il carattere Unicode non è valido.
ja: Unicode 文字は無効です。
ko: 유니코드 문자가 잘못되었습니다.
pl: Nieprawidłowy znak Unicode.
pt_br: Caractere Unicode inválido.
ru: Недопустимый символ Юникода.
tr: Unicode karakteri geçerli değil.
zh_hans: Unicode 字符无效。
zh_hant: Unicode 字元無效。

# CFM_ValueMustBeString
source: Only strings can be used as value.
cs: Jako hodnota se dají použít jen řetězce.
de: Es können nur Zeichenfolgen als Wert verwendet werden.
es: Solo las cadenas se pueden usar como valor.
fr: Seules les chaînes peuvent être utilisées en tant que valeurs.
it: È possibile usare solo stringhe come valore.
ja: 文字列のみを値として使用できます。
ko: 문자열만 값으로 사용할 수 있습니다.
pl: Jako wartości mogą być używane tylko ciągi.
pt_br: Somente cadeias de caracteres podem ser usadas como valor.
ru: В качестве значения могут использоваться только строки.
tr: Yalnızca dizeler değer olarak kullanılabilir.
zh_hans: 只有字符串可以用作值。
zh_hant: 只有字串才可用作為值。

# CFM_XMLCharInvalid
source: XML character is not valid.
cs: Znak XML není platný.
de: Ungültiges XML-Zeichen.
es: El carácter XML no es válido.
fr: Caractère XML non valide.
it: Il carattere XML non è valido.
ja: XML 文字は無効です。
ko: XML 문자가 잘못되었습니다.
pl: Nieprawidłowy znak XML.
pt_br: Caractere XML inválido.
ru: Недопустимый символ XML.
tr: XML karakteri geçerli değil.
zh_hans: XML 字符无效。
zh_hant: XML 字元無效。

# CFRCorrupt
source: CompoundFileReference: Corrupted CompoundFileReference.
cs: CompoundFileReference: Poškozené CompoundFileReference
de: CompoundFileReference: Beschädigte CompoundFileReference.
es: CompoundFileReference: CompoundFileReference dañado.
fr: CompoundFileReference : CompoundFileReference endommagé.
it: CompoundFileReference: CompoundFileReference è danneggiato.
ja: CompoundFileReference: CompoundFileReference が破損しています。
ko: CompoundFileReference: 손상된 CompoundFileReference입니다.
pl: CompoundFileReference: uszkodzony obiekt CompoundFileReference.
pt_br: CompoundFileReference: CompoundFileReference corrompido.
ru: CompoundFileReference: обнаружено повреждение CompoundFileReference.
tr: CompoundFileReference: Bozuk CompoundFileReference.
zh_hans: CompoundFileReference: CompoundFileReference 已损坏。
zh_hant: CompoundFileReference: CompoundFileReference 損毀。

# CFRCorruptMultiStream
source: CompoundFileReference: Corrupted CompoundFileReference - multiple stream components found.
cs: CompoundFileReference: Poškozené CompoundFileReference – Našlo se několik komponent streamu.
de: CompoundFileReference: Beschädigte CompoundFileReference. Es wurden mehrere Datenstromkomponenten gefunden.
es: CompoundFileReference: Corrupted CompoundFileReference - se encontraron varios componentes de la secuencia.
fr: CompoundFileReference : CompoundFileReference endommagé - plusieurs composants de flux trouvés.
it: CompoundFileReference: CompoundFileReference è danneggiato. Sono stati trovati più componenti di flusso.
ja: CompoundFileReference: CompoundFileReference が破損しています - 複数のストリーム コンポーネントが見つかりました。
ko: CompoundFileReference: 손상된 CompoundFileReference - 여러 개의 스트림 구성 요소가 있습니다.
pl: CompoundFileReference: uszkodzony obiekt CompoundFileReference — znaleziono wiele składników strumienia.
pt_br: CompoundFileReference: CompoundFileReference corrompido – diversos componentes do fluxo encontrados.
ru: CompoundFileReference: обнаружено повреждение CompoundFileReference — найдено несколько компонентов потока.
tr: CompoundFileReference: Bozuk CompoundFileReference. Birden fazla akış bileşeni bulundu.
zh_hans: CompoundFileReference: CompoundFileReference 已损坏 - 发现多个流组件。
zh_hant: CompoundFileReference: CompoundFileReference 損毀 - 找到多個資料流元件。

# CFRCorruptStgFollowStm
source: CompoundFileReference: Corrupted CompoundFileReference - storage component cannot follow stream component.
cs: CompoundFileReference: Poškozené CompoundFileReference – Komponenta úložiště nemůže následovat za komponentou streamu.
de: CompoundFileReference: Beschädigte CompoundFileReference. Eine Speicherkomponente kann nicht auf eine Datenstromkomponente folgen.
es: CompoundFileReference: Corrupted CompoundFileReference - el componente de almacenamiento no puede seguir al componente de secuencia.
fr: CompoundFileReference : CompoundFileReference endommagé - un composant de stockage ne peut pas suivre un composant de flux.
it: CompoundFileReference: CompoundFileReference danneggiato: il componente di archiviazione non può essere successivo al componente di flusso.
ja: CompoundFileReference: CompoundFileReference が破損しています - ストレージ コンポーネントをストリーム コンポーネントの後に置くことはできません。
ko: CompoundFileReference: 손상된 CompoundFileReference - 스토리지 구성 요소는 스트림 구성 요소를 따를 수 없습니다.
pl: CompoundFileReference: uszkodzony obiekt CompoundFileReference — składnik magazynu nie może się znajdować za składnikiem strumienia.
pt_br: CompoundFileReference: CompoundFileReference corrompido – o componente de armazenamento não pode seguir o componente de fluxo.
ru: CompoundFileReference: обнаружено повреждение CompoundFileReference — компонент хранилища не может следовать за компонентом потока.
tr: CompoundFileReference: Bozuk CompoundFileReference. Depolama bileşeni akış bileşenini izleyemiyor.
zh_hans: CompoundFileReference: CompoundFileReference 已损坏 - 流组件不能后接存储组件。
zh_hant: CompoundFileReference: CompoundFileReference 損毀 - 儲存體元件不能接在資料流元件之後。

# CallbackParameterInvalid
source: Caller-supplied parameter to callback function is not of expected type.
cs: Parametr, který volající poskytl funkci zpětného volání, nemá očekávaný typ.
de: Der vom Aufrufer angegebene Parameter für die Rückruffunktion entspricht nicht dem erwarteten Typ.
es: El parámetro proporcionado por el autor de la llamada a la función de devolución de llamada no es del tipo esperado.
fr: Le paramètre fourni par l'appelant à la fonction de rappel n'est pas du type attendu.
it: Il tipo del parametro fornito dal chiamante alla funzione di richiamata non è previsto.
ja: 呼び出し元によって指定されたコールバック関数のパラメーターが、想定されている型と異なります。
ko: 콜백 함수에 대해 호출자가 제공한 매개 변수가 필요한 형식이 아닙니다.
pl: Nieoczekiwany typ parametru dostarczonego przez element wywołujący do funkcji wywołania zwrotnego.
pt_br: O parâmetro fornecido pelo autor da chamada para a função de retorno de chamada não é do tipo esperado.
ru: Предоставленный вызывающим объектом параметр для функции обратного вызова имеет тип, отличный от ожидаемого.
tr: Çağıran tarafından geri çağırma işlevine sağlanan parametre beklenen türde değil.
zh_hans: 调用者提供的回调函数参数不是预期的类型。
zh_hant: 由呼叫者提供用於回呼函式的參數，並非應有的類型。

# CanNotCompareDiffTypes
source: Cannot compare different types.
cs: Různé typy se nedají porovnat.
de: Verschiedene Typen können nicht verglichen werden.
es: No se pueden comparar tipos diferentes.
fr: Impossible de comparer des types distincts.
it: Non è possibile confrontare tipi diversi.
ja: 異なる型を比較することはできません。
ko: 다른 형식을 비교할 수 없습니다.
pl: Nie można porównywać różnych typów.
pt_br: Não é possível comparar tipos diferentes.
ru: Сравнение разных типов невозможно.
tr: Farklı türler karşılaştırılamaz.
zh_hans: 无法比较不同的类型。
zh_hant: 無法比較不同的類型。

# CanNotCreateAccessDenied
source: Cannot create data storage because access is denied.
cs: Úložiště dat se nedá vytvořit, protože se zamítl přístup.
de: Der Datenspeicher kann nicht erstellt werden, weil der Zugriff verweigert wird.
es: No se puede crear el almacenamiento de datos porque el acceso se ha denegado.
fr: Impossible de créer un stockage de données, car l'accès est refusé.
it: Non è possibile creare l'archivio dati perché l'accesso è negato.
ja: アクセスが拒否されるため、データ ストレージを作成できません。
ko: 액세스가 거부되어 데이터 스토리지를 만들 수 없습니다.
pl: Nie można utworzyć magazynu danych z powodu odmowy dostępu.
pt_br: Não é possível criar o armazenamento de dados porque o acesso foi negado.
ru: Не удается создать хранилище данных из-за отказа в доступе.
tr: Erişim reddedildiğinden veri deposu oluşturulamıyor.
zh_hans: 由于拒绝遭拒，因此无法创建数据存储。
zh_hant: 因為拒絕存取，所以無法建立資料儲存區。

# CanNotCreateAsReadOnly
source: Cannot create a read-only stream.
cs: Stream, který je jen pro čtení, se nedá vytvořit.
de: Ein schreibgeschützter Datenstrom kann nicht erstellt werden.
es: No se puede crear una secuencia de solo lectura.
fr: Impossible de créer un flux en lecture seule.
it: Non è possibile creare un flusso di sola lettura.
ja: 読み取り専用ストリームを作成できません。
ko: 읽기 전용 스트림을 만들 수 없습니다.
pl: Nie można utworzyć strumienia tylko do odczytu.
pt_br: Não é possível criar um fluxo somente leitura.
ru: Не удается создать поток, доступный только для чтения.
tr: Salt okunur akış oluşturulamıyor.
zh_hans: 无法创建只读流。
zh_hant: 無法建立唯讀資料流。

# CanNotCreateContainerOnReadOnlyStream
source: Cannot create new package on a read-only stream.
cs: Ve streamu jen pro čtení se nedá vytvořit nový balíček.
de: Für einen schreibgeschützten Datenstrom kann kein neues Paket erstellt werden.
es: No se puede crear un nuevo paquete en una secuencia de solo lectura.
fr: Impossible de créer un package sur un flux en lecture seule.
it: Non è possibile creare il nuovo pacchetto in un flusso di sola lettura.
ja: 読み取り専用ストリームには、新しいパッケージを作成できません。
ko: 읽기 전용 스트림에 새 패키지를 만들 수 없습니다.
pl: Nie można utworzyć nowego pakietu w systemie tylko do odczytu.
pt_br: Não é possível criar um novo pacote em um fluxo somente leitura.
ru: Невозможно создать пакет для потока, доступного только для чтения.
tr: Salt okunur akışta yeni paket oluşturulamıyor.
zh_hans: 无法在只读流上创建新包。
zh_hant: 無法對唯讀資料流建立新的套件。

# CanNotCreateInReadOnly
source: Cannot create a stream in a read-only package.
cs: V balíčku jen pro čtení se nedá vytvořit stream.
de: In einem schreibgeschützten Paket kann kein Datenstrom erstellt werden.
es: No se puede crear una secuencia en un paquete de solo lectura.
fr: Impossible de créer un flux dans un package en lecture seule.
it: Non è possibile creare un flusso in un pacchetto di sola lettura.
ja: 読み取り専用パッケージには、ストリームを作成できません。
ko: 읽기 전용 패키지에 스트림을 만들 수 없습니다.
pl: Nie można utworzyć strumienia w pakiecie tylko do odczytu.
pt_br: Não é possível criar um fluxo em um pacote somente leitura.
ru: Невозможно создать поток в пакете, доступном только для чтения.
tr: Salt okunur pakette akış oluşturulamıyor.
zh_hans: 无法在只读包中创建流。
zh_hant: 無法在唯讀套件中建立資料流。

# CanNotCreateStorageRootOnNonReadableStream
source: Cannot create StorageRoot on a nonreadable stream.
cs: Ve streamu, ze kterého se nedá číst, nejde vytvořit StorageRoot.
de: In einem nicht lesbaren Datenstrom kann kein StorageRoot erstellt werden.
es: No se puede crear un elemento StorageRoot en una secuencia que no se puede leer.
fr: Impossible de créer StorageRoot sur un flux non accessible en lecture.
it: Non è possibile creare StorageRoot in un flusso non leggibile.
ja: 読み取ることのできないストリームには、StorageRoot を作成できません。
ko: 읽을 수 없는 스트림에 StorageRoot를 만들 수 없습니다.
pl: Nie można utworzyć obiektu StorageRoot w niemożliwym do odczytania strumieniu.
pt_br: Não é possível criar StorageRoot em um fluxo ilegível.
ru: Невозможно создать StorageRoot для потока, недоступного для чтения.
tr: Okunamaz akışta StorageRoot oluşturulamıyor.
zh_hans: 无法在不可读的流上创建 StorageRoot。
zh_hant: 無法在非可讀取的資料流上建立 StorageRoot。

# CanNotDelete
source: Cannot delete element.
cs: Element se nedá odstranit.
de: Das Element kann nicht gelöscht werden.
es: No se puede eliminar el elemento.
fr: Impossible de supprimer l'élément.
it: Non è possibile eliminare l'elemento.
ja: 要素を削除できません。
ko: 요소를 삭제할 수 없습니다.
pl: Nie można usunąć elementu.
pt_br: Não é possível excluir o elemento.
ru: Не удается удалить элемент.
tr: Öğe silinemiyor.
zh_hans: 无法删除元素。
zh_hant: 無法刪除項目。

# CanNotDeleteAccessDenied
source: Cannot delete element because access is denied.
cs: Element se nedá odstranit, protože se zamítl přístup.
de: Das Element kann nicht gelöscht werden, weil der Zugriff verweigert wird.
es: No se puede eliminar el elemento porque el acceso está denegado.
fr: Impossible de supprimer l'élément, car l'accès est refusé.
it: Non è possibile eliminare l'elemento perché l'accesso è negato.
ja: アクセスが拒否されるため、要素を削除できません。
ko: 액세스가 거부되어 요소를 삭제할 수 없습니다.
pl: Nie można usunąć elementu z powodu odmowy dostępu.
pt_br: Não é possível excluir o elemento porque o acesso foi negado.
ru: Не удается удалить элемент из-за отказа в доступе.
tr: Erişim reddedildiğinden öğe silinemiyor.
zh_hans: 由于访问遭拒，因此无法删除元素。
zh_hant: 因為拒絕存取，所以無法刪除項目。

# CanNotDeleteInReadOnly
source: Cannot delete read-only packages.
cs: Balíčky jen pro čtení se nedají odstranit.
de: Schreibgeschützte Pakete können nicht gelöscht werden.
es: No se pueden eliminar paquetes de solo lectura.
fr: Impossible de supprimer des packages en lecture seule.
it: Non è possibile eliminare pacchetti di sola lettura.
ja: 読み取り専用パッケージを削除できません。
ko: 읽기 전용 패키지를 삭제할 수 없습니다.
pl: Nie można usunąć pakietów tylko do odczytu.
pt_br: Não é possível excluir pacotes somente leitura.
ru: Невозможно удалить пакеты, доступные только для чтения.
tr: Salt okunur paketler silinemiyor.
zh_hans: 无法删除只读包。
zh_hant: 無法刪除唯讀套件。

# CanNotDeleteNonEmptyStorage
source: Cannot delete because the storage is not empty. Try a recursive delete with Delete(true).
cs: Úložiště se nedá odstranit, protože není prázdné. Zkuste rekurzivní odstranění pomocí Delete(true).
de: Löschvorgang nicht möglich, weil der Speicher nicht leer ist. Versuchen Sie einen rekursiven Löschvorgang mit "Delete(true)".
es: No se puede eliminar porque el almacenamiento no está vacío. Intente una eliminación recursiva con Delete(true).
fr: Impossible d'effectuer la suppression, car le stockage n'est pas vide. Essayez d'effectuer une suppression récursive avec Delete(true).
it: Non è possibile eseguire l'eliminazione perché l'archivio non è vuoto. Provare un'eliminazione ricorsiva con Delete(true).
ja: ストレージが空ではないため削除できません。Delete(true) を使用して、再帰的な削除をお試しください。
ko: 스토리지가 비어 있지 않아 삭제할 수 없습니다. Delete(true)를 사용하여 재귀 삭제를 시도하세요.
pl: Nie można przeprowadzić operacji usuwania, ponieważ magazyn nie jest pusty. Spróbuj usunąć rekursywnie za pomocą metody Delete(true).
pt_br: Não é possível excluir porque o armazenamento não está vazio. Tente uma exclusão recursiva usando Delete(true).
ru: Удаление невозможно, так как хранилище не пусто. Попробуйте рекурсивное удаление с помощью Delete(true).
tr: Depolama alanı boş olmadığından silinemiyor. Delete(true) ile yinelemeli silme yapmayı deneyin.
zh_hans: 存储不为空，因此无法删除。请尝试使用 Delete(true) 进行递归删除。
zh_hant: 因為儲存體並非空的，所以無法刪除。請利用 Delete(true) 嘗試遞迴刪除。

# CanNotDeleteRoot
source: Cannot delete the root StorageInfo.
cs: Kořenové StorageInfo se nedá odstranit.
de: Die StorageInfo des Stamms kann nicht gelöscht werden.
es: No se puede eliminar el valor StorageInfo raíz.
fr: Impossible de supprimer la racine StorageInfo.
it: Non è possibile eliminare l'elemento radice StorageInfo.
ja: ルートの StorageInfo を削除できません。
ko: 루트 StorageInfo를 삭제할 수 없습니다.
pl: Nie można usunąć głównego elementu StorageInfo.
pt_br: Não é possível excluir o StorageInfo raiz.
ru: Невозможно удалить корневой StorageInfo.
tr: Kök StorageInfo silinemiyor.
zh_hans: 无法删除根 StorageInfo。
zh_hant: 無法刪除根 StorageInfo。

# CanNotOnNonExistStorage
source: Cannot perform this function on a storage that does not exist.
cs: Pro úložiště, které neexistuje, se tato funkce nedá provést.
de: Diese Funktion kann nicht für einen Speicher durchgeführt werden, der nicht vorhanden ist.
es: No se puede realizar esta función en un almacenamiento que no existe.
fr: Impossible d'effectuer cette fonction sur un stockage qui n'existe pas.
it: Non è possibile eseguire questa funzione su un archivio inesistente.
ja: 存在しないストレージでは、この関数を実行できません。
ko: 존재하지 않는 스토리지에서 이 함수를 수행할 수 없습니다.
pl: Nie można wykonać tej funkcji na nieistniejącym magazynie.
pt_br: Não é possível executar esta função em um armazenamento que não existe.
ru: Невозможно выполнить эту функцию для несуществующего хранилища.
tr: Mevcut olmayan bir depolama alanında bu işlev gerçekleştirilemiyor.
zh_hans: 无法在不存在的存储上执行此函数。
zh_hant: 無法於不存在的儲存體上執行此函式。

# CanNotOpenStorage
source: Cannot open data storage.
cs: Úložiště dat se nedá otevřít.
de: Der Datenspeicher kann nicht geöffnet werden.
es: No se puede abrir el almacenamiento de datos.
fr: Impossible d'ouvrir le stockage de données.
it: Non è possibile aprire l'archivio dati.
ja: データ ストレージを開けません。
ko: 데이터 스토리지를 열 수 없습니다.
pl: Nie można otworzyć magazynu danych.
pt_br: Não é possível abrir o armazenamento de dados.
ru: Не удается открыть хранилище данных.
tr: Veri deposu açılamıyor.
zh_hans: 无法打开数据存储。
zh_hant: 無法開啟資料儲存區。

# CanNotOperateOnStreamWhichDoesNotSupportSeeking
source: Cannot operate on stream that does not support seeking.
cs: Se streamem, který nepodporuje vyhledávání, se nedá pracovat.
de: Der Vorgang ist für einen Datenstrom nicht möglich, der die Suche nicht unterstützt.
es: No se puede operar en una secuencia que no admite la búsqueda.
fr: Opération impossible sur un flux qui ne prend pas en charge la recherche.
it: Non è possibile operare su un flusso che non supporta la ricerca.
ja: シークをサポートしていないストリームでは実行できません。
ko: 검색을 지원하지 않는 스트림에 대해 작업할 수 없습니다.
pl: Nie można wykonywać operacji na strumieniu, który nie obsługuje wyszukiwania.
pt_br: Não é possível operar em um fluxo sem suporte para busca.
ru: Невозможно работать с потоком, который не поддерживает поиск.
tr: Aramayı desteklemeyen akışta işlem yapılamaz.
zh_hans: 无法在不支持查找的流上操作。
zh_hant: 無法在不支援搜尋的資料流上進行作業。

# CanNotReadDataFromStreamWhichDoesNotSupportReading
source: Cannot read data from stream that does not support reading.
cs: Data ze streamu, který nepodporuje čtení, se nedají přečíst.
de: Aus einem Datenstrom, der keine Lesevorgänge unterstützt, können keine Daten gelesen werden.
es: No se pueden leer datos de secuencias que no admiten la lectura.
fr: Impossible de lire les données à partir d'un flux qui ne prend pas en charge la lecture.
it: Non è possibile leggere dati da un flusso che non supporta la lettura.
ja: 読み取りをサポートしていないストリームからは、データを読み取れません。
ko: 읽기를 지원하지 않는 스트림에서 데이터를 읽을 수 없습니다.
pl: Nie można odczytywać danych ze strumienia, który nie obsługuje odczytywania.
pt_br: Não é possível ler dados de um fluxo sem suporte para leitura.
ru: Невозможно прочитать данные из потока, который не поддерживает чтение.
tr: Okumayı desteklemeyen akıştan veri okunamaz.
zh_hans: 无法从不支持读取的流中读取数据。
zh_hant: 無法在不支援讀取的資料流上讀取資料。

# CanNotReadInWriteOnlyMode
source: Cannot perform a read operation in write-only mode.
cs: V režimu jen pro zápis se nedá provést operace čtení.
de: Ein Lesevorgang kann im Modus "Nur Schreibzugriff" nicht durchgeführt werden.
es: No se puede realizar una operación de lectura en modo de solo escritura.
fr: Impossible d'effectuer une opération de lecture en mode d'écriture seule.
it: Non è possibile eseguire un'operazione di lettura in modalità di sola scrittura.
ja: 書き込み専用モードでは、読み取り操作を実行できません。
ko: 쓰기 전용 모드에서 읽기 작업을 수행할 수 없습니다.
pl: Nie można wykonywać operacji odczytu w trybie tylko do zapisu.
pt_br: Não é possível executar uma operação de leitura no modo somente gravação.
ru: Невозможно выполнить операцию чтения, если объект доступен только на запись.
tr: Salt yazılır modunda okuma işlemi yapılamaz.
zh_hans: 无法在只写模式下执行读取操作。
zh_hant: 無法在唯寫模式下執行讀取作業。

# CanNotReadWriteInReadOnlyWriteOnlyMode
source: Cannot perform a read/write operation in write-only or read-only modes.
cs: V režimu jen pro čtení nebo zápis se nedá provést operace zápisu nebo čtení.
de: Ein Lese-/Schreibvorgang kann in den Modi "Nur Schreibzugriff" oder "Schreibgeschützt" nicht durchgeführt werden.
es: No se puede realizar una operación de lectura/escritura en modo de solo escritura o solo lectura.
fr: Impossible d'effectuer une opération de lecture/d'écriture en mode de lecture seule ou d'écriture seule.
it: Non è possibile eseguire un'operazione di lettura/scrittura in modalità di sola scrittura o sola lettura.
ja: 書き込み専用モードや読み取り専用モードでは、読み取り/書き込み操作を実行できません。
ko: 쓰기 전용 또는 읽기 전용 모드에서 읽기/쓰기 작업을 수행할 수 없습니다.
pl: Nie można wykonywać operacji odczytu/zapisu w trybie tylko do zapisu lub tylko do odczytu.
pt_br: Não é possível executar uma operação de leitura/gravação nos modos somente leitura ou somente gravação.
ru: Невозможно выполнить операцию чтения и записи, если объект доступен только на запись или только на чтение.
tr: Salt yazılır veya salt okunur modlarında okuma/yazma işlemi yapılamaz.
zh_hans: 无法在只写或只读模式下执行读/写操作。
zh_hant: 無法在唯寫或唯讀模式下執行讀取/寫入作業。

# CanNotWriteDataToStreamWhichDoesNotSupportWriting
source: Cannot write data to stream that does not support writing.
cs: Do streamu, který nepodporuje zapisování, se nedají zapsat data.
de: In einen Datenstrom, der keine Schreibvorgänge unterstützt, können keine Daten geschrieben werden.
es: No se pueden escribir datos en una secuencia que no admite la escritura.
fr: Impossible d'écrire des données dans un flux qui ne prend pas en charge l'écriture.
it: Non è possibile scrivere dati in un flusso che non supporta la scrittura.
ja: 書き込みをサポートしていないストリームには、データを書き込めません。
ko: 쓰기를 지원하지 않는 스트림에 데이터를 쓸 수 없습니다.
pl: Nie można zapisywać danych do strumienia, który nie obsługuje zapisywania.
pt_br: Não é possível gravar dados em um fluxo sem suporte para gravação.
ru: Невозможно записать данные в поток, не поддерживающий запись.
tr: Yazmayı desteklemeyen akışa veri yazılamaz.
zh_hans: 无法将数据写入不支持写入的流。
zh_hant: 無法對不支援寫入的資料流寫入資料。

# CanNotWriteInReadOnlyMode
source: Cannot perform a write operation in read-only mode.
cs: V režimu jen pro čtení se nedá provést operace zápisu.
de: Ein Schreibvorgang kann im Schreibschutzmodus nicht durchgeführt werden.
es: No se puede realizar una operación de escritura en modo de solo lectura.
fr: Impossible d'effectuer une opération d'écriture en mode lecture seule.
it: Non è possibile eseguire un'operazione di scrittura in modalità di sola lettura.
ja: 読み取り専用モードでは、書き込み操作を実行できません。
ko: 읽기 전용 모드에서 쓰기 작업을 수행할 수 없습니다.
pl: Nie można wykonywać operacji zapisu w trybie tylko do odczytu.
pt_br: Não é possível executar uma operação de gravação no modo somente leitura.
ru: Невозможно выполнить операцию записи, если объект доступен только для чтения.
tr: Salt okunur modunda yazma işlemi yapılamaz.
zh_hans: 无法在只读模式下执行写入操作。
zh_hant: 無法在唯讀模式下執行寫入作業。
