Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PathHasEmptyElement
source: Path string cannot include an empty element.
cs: Řetězec cesty nemůže obsahovat prázdný prvek.
de: Die Pfadzeichenfolge darf kein leeres Element einschließen.
es: La cadena de la ruta de acceso no puede incluir un elemento vacío.
fr: La chaîne du chemin ne peut pas inclure un élément vide.
it: La stringa di percorso non può includere un elemento vuoto.
ja: パス文字列に空の要素を含めることはできません。
ko: 경로 문자열에 빈 요소를 포함할 수 없습니다.
pl: Ciąg ścieżki nie może zawierać pustego elementu.
pt_br: O caminho de caracteres de caminho não pode incluir um elemento vazio.
ru: Строка пути не должна содержать пустой элемент.
tr: Yol dizesi boş bir öğe içeremez.
zh_hans: 路径字符串不能包含空元素。
zh_hant: 路徑字串不可包含空的項目。

# PieceDoesNotExist
source: Cannot find piece with the specified piece number.
cs: Nepovedlo se najít část se zadaným číslem.
de: Das Teil mit der angegebenen Teilnummer kann nicht gefunden werden.
es: No se puede encontrar la pieza con el número de pieza especificado.
fr: Fragment introuvable avec le numéro de fragment spécifié.
it: Non è possibile trovare la parte con il numero di parte specificato.
ja: 指定されたピース番号のピースが見つかりません。
ko: 지정된 조각 번호의 조각을 찾을 수 없습니다.
pl: Nie można odnaleźć części o podanym numerze.
pt_br: Não é possível encontrar a peça com o número de peça especificado.
ru: Не удается найти часть с указанным номером.
tr: Belirtilen parça numarasına sahip parça bulunamıyor.
zh_hans: 找不到具有指定部分编号的部分。
zh_hant: 找不到具備指定項目編號的項目。

# PropertyAlreadyRegistered
source: '{0}' property was already registered by '{1}'.
cs: Vlastnost {0} se už zaregistrovala přes {1}.
de: Die {0}-Eigenschaft wurde von "{1}" bereits registriert.
es: La propiedad "{0}" ya estaba registrada por "{1}".
fr: La propriété '{0}' a déjà été inscrite par '{1}'.
it: La proprietà '{0}' è già stata registrata da '{1}'.
ja: プロパティ '{0}' は、'{1}' によって既に登録されています。
ko: '{1}'이(가) '{0}' 속성을 이미 등록했습니다.
pl: Właściwość „{0}” została już zarejestrowana przez obiekt „{1}”.
pt_br: A propriedade '{0}' já foi registrada por '{1}'.
ru: Свойство "{0}" уже зарегистрировано "{1}".
tr: '{0}' özelliği '{1}' tarafından zaten kaydedilmiş.
zh_hans: “{0}”属性已由“{1}”注册。
zh_hant: '{1}' 已登錄了 '{0}' 屬性。

# PropertyNotReadOnly
source: This method overrides metadata only on read-only properties. This property is not read-only.
cs: Tato metoda přepíše metadata jen pro vlastnosti určené jen pro čtení. Tato vlastnost není určená jen pro čtení.
de: Diese Methode setzt Metadaten nur für schreibgeschützte Eigenschaften außer Kraft. Diese Eigenschaft ist nicht schreibgeschützt.
es: Este método reemplaza los metadatos solo en las propiedades de solo lectura. Esta propiedad no es de solo lectura.
fr: Cette méthode remplace les métadonnées uniquement pour les propriétés en lecture seule. Cette propriété n'est pas en lecture seule.
it: Questo metodo esegue l'override dei metadati solo per le proprietà di sola lettura. Questa proprietà non è di sola lettura.
ja: このメソッドは、読み取り専用プロパティのみのメタデータを上書きします。このプロパティは読み取り専用ではありません。
ko: 이 메서드는 읽기 전용 속성의 메타데이터만 재정의합니다. 이 속성은 읽기 전용이 아닙니다.
pl: Ta metoda przesłania metadane tylko w przypadku właściwości tylko do odczytu. Ta właściwość nie jest tylko do odczytu.
pt_br: Este método substitui metadados apenas em propriedades somente leitura. Esta propriedade não é somente leitura.
ru: Этот метод переопределяет метаданные только для свойств, доступных только для чтения. Это свойство доступно не только для чтения.
tr: Bu metot yalnızca salt okunur özelliklerdeki meta verileri geçersiz kılar. Bu özellik salt okunur değil.
zh_hans: 此方法仅在只读属性上替代元数据。此属性不是只读的。
zh_hant: 此方法只會覆寫唯讀屬性上的中繼資料，但此屬性並非唯讀屬性。

# PropertyStartTagExpected
source: Core Properties part: A property start-tag was expected.
cs: Část Core Properties: Očekávala se značka začátku vlastnosti.
de: Core Properties-Teil: Es wurde ein Start-Tag für die Eigenschaft erwartet.
es: Parte Core Properties: se esperaba una etiqueta de inicio de propiedad.
fr: Composant Core Properties : balise de début de propriété attendue.
it: Parte Core Properties: è previsto un tag di inizio della proprietà.
ja: Core Properties パート: プロパティの開始タグが必要です。
ko: Core Properties 파트: start-tag 속성이 필요합니다.
pl: Część Core Properties: oczekiwano tagu początkowego właściwości.
pt_br: Parte das Propriedades Básicas: uma marca de início da propriedade era esperada.
ru: Часть "Core Properties": ожидался начальный тег свойства.
tr: Core Properties bölümü: Bir özellik başlangıç etiketi bekleniyordu.
zh_hans: Core Properties 部分: 需要属性开始标记。
zh_hant: Core Properties 組件: 應為屬性的開頭標籤。

# PropertyWrongNumbOfAttribsDefinedOn
source: Unexpected number of attributes is found on '{0}'.
cs: V {0} se našel neočekávaný počet atributů.
de: Für "{0}" wurde eine unerwartete Anzahl von Attributen gefunden.
es: Se ha encontrado un número inesperado de atributos en "{0}".
fr: Nombre inattendu d'attributs trouvé dans '{0}'.
it: È stato trovato un numero imprevisto di attributi in '{0}'.
ja: 予期しない数の属性が '{0}' で見つかりました。
ko: '{0}'에 예기치 않은 개수의 특성이 있습니다.
pl: Znaleziono nieoczekiwaną liczbę atrybutów przy obiekcie „{0}”.
pt_br: Número inesperado de atributos encontrado em '{0}'.
ru: Для "{0}" обнаружено неожиданное число атрибутов.
tr: '{0}' üzerinde beklenmeyen sayıda öznitelik bulundu.
zh_hans: 在“{0}”上找到了意外的特性数。
zh_hant: 在 '{0}' 中的屬性數目不對。

# PublishLicenseNotFound
source: Document does not contain a publish license.
cs: Dokument neobsahuje publikační licenci.
de: Das Dokument enthält keine Veröffentlichungslizenz.
es: El documento no contiene una licencia de publicación.
fr: Le document ne contient pas de licence de publication.
it: Il documento non contiene una licenza di pubblicazione.
ja: ドキュメントに公開ライセンスが含まれていません。
ko: 문서에 게시 라이선스가 없습니다.
pl: Dokument nie zawiera licencji publikowania.
pt_br: O documento não contém uma licença de publicação.
ru: Документ не содержит лицензии на публикацию.
tr: Belge bir yayımlama lisansı içermiyor.
zh_hans: 文档中没有发布许可证。
zh_hant: 文件未包含發佈授權。

# PublishLicenseStreamCorrupt
source: Document's publish license stream is corrupted.
cs: Stream publikační licence dokumentu je poškozený.
de: Der Datenstrom für die Veröffentlichungslizenz des Dokuments ist beschädigt.
es: La secuencia de la licencia de publicación del documento está dañada.
fr: Le flux de licence de publication du document est endommagé.
it: Il flusso della licenza di pubblicazione del documento è danneggiato.
ja: ドキュメントの公開ライセンス ストリームが破損しています。
ko: 문서의 게시 라이선스 스트림이 손상되었습니다.
pl: Strumień licencji publikowania dokumentu jest uszkodzony.
pt_br: O fluxo de licença de publicação do documento está corrompido.
ru: Поток лицензии на публикацию для документа поврежден.
tr: Belgenin yayımlama lisansı bozuk.
zh_hans: 文档的发布许可证流已损坏。
zh_hant: 文件的發佈授權資料流損毀。

# PublishLicenseStreamHeaderTooLong
source: Variable-length header in publish license stream is {0} bytes, which exceeds the maximum length of {1} bytes.
cs: Hlavička proměnné délky ve streamu publikační licence má {0} bajtů, což je více než maximální délka {1} bajtů.
de: Der Header mit variabler Länge im Datenstrom für die Veröffentlichungslizenz umfasst {0} Bytes. Die maximal zulässige Länge von {1} Bytes wird damit überschritten.
es: El encabezado de longitud variable en la secuencia de licencias de publicación es de {0} bytes, que supera la longitud máxima de {1} bytes.
fr: L'en-tête de longueur variable du flux de licence de publication est de {0} octets, ce qui dépasse la longueur maximale fixée à {1} octets.
it: L'intestazione di lunghezza variabile nel flusso della licenza di pubblicazione è di {0} byte e supera la lunghezza massima di {1} byte.
ja: 公開ライセンス ストリームの可変長ヘッダーが {0} バイトです。これは、最大長の {1} バイトを超えています。
ko: 게시 라이선스 스트림의 가변 길이 헤더가 {0}바이트로, 최대 길이인 {1}바이트를 초과합니다.
pl: Nagłówek o zmiennej długości strumienia licencji publikowania ma bajtów: {0}, co przekracza maksymalną liczbę bajtów wynoszącą {1}.
pt_br: O cabeçalho de comprimento variável no fluxo de licença de publicação tem {0} bytes, o que ultrapassa o comprimento máximo de {1} bytes.
ru: Заголовок переменной длины в потоке лицензии на публикацию имеет длину в байтах: {0}. Это значение превышает максимальную длину в байтах: {1}.
tr: Yayımlama lisansı akışındaki değişken uzunluklu üst bilgi {0} bayt boyutunda ve {1} bayt olan en fazla uzunluk sınırını aşıyor.
zh_hans: 发布许可证流中的可变长度标头为 {0} 个字节，它超过 {1} 个字节的最大长度。
zh_hant: 發佈授權資料流中的變數長度標頭為 {0} 個位元組，超過了長度上限 {1} 個位元組。

# QualifiedNameHasWrongFormat
source: '{0}' type name does not have the expected format 'className, assembly'.
cs: Název typu {0} nemá očekávaný formát className, assembly.
es: El nombre de tipo '{0}' no tiene el formato esperado 'nombreDeClase, ensamblado'.
fr: Le nom de type '{0}' n'a pas le format attendu 'className, assembly'.
ja: '{0}' 型名には、必要な形式 'className, assembly' がありません。
ko: '{0}' 형식 이름에 'className, assembly' 형식이 없습니다.
pt_br: O nome de tipo '{0}' não tem o formato esperado 'nomeDaClasse, assembly'.
ru: Формат имени типа "{0}" отличается от ожидаемого формата "имя класса, сборка".
zh_hans: “{0}”类型名称不具有要求的格式“className, assembly”。
zh_hant: '{0}' 型別名稱不是預期的格式 'className, assembly'。

# ReachOutOfRange
source: '{0}' index is beyond maximum '{1}'.
cs: Index {0} přesahuje maximum {1}.
de: Der Index "{0}" liegt über dem Höchstwert "{1}".
es: El índice "{0}" está por encima del máximo "{1}".
fr: L'index '{0}' se situe au-delà de la limite maximale fixée à '{1}'.
it: L'indice '{0}' supera il valore massimo consentito di '{1}'.
ja: '{0}' インデックスが最大値 '{1}' を超えています。
ko: '{0}' 인덱스는 최댓값 '{1}'을(를) 초과합니다.
pl: Indeks „{0}” przekroczył maksimum: „{1}”.
pt_br: O índice '{0}' está além do valor máximo de '{1}'.
ru: Индекс "{0}" превышает максимальное значение "{1}".
tr: '{0}' dizini '{1}' üst sınırın üzerinde.
zh_hans: “{0}”索引超出了最大值“{1}”。
zh_hant: '{0}' 索引超過上限 '{1}'。

# ReadBufferTooSmall
source: Buffer too small to hold results of Read.
cs: Vyrovnávací paměť nemůže uchovávat výsledky operace Read, protože je příliš malá.
de: Der Puffer ist zu klein, um die Ergebnisse des Lesevorgangs zu speichern.
es: Búfer demasiado pequeño para contener los resultados de la lectura.
fr: Mémoire tampon trop petite pour contenir les résultats de Read.
it: Le dimensioni del buffer sono insufficienti per contenere i risultati di Read.
ja: バッファーが小さすぎるため、Read の結果を保持できません。
ko: 버퍼가 너무 작아서 Read 결과를 보관할 수 없습니다.
pl: Bufor za mały na wyniki metody Read.
pt_br: Buffer muito pequeno para conter os resultados da Leitura.
ru: Размер буфера слишком мал для хранения результатов Read.
tr: Ara bellek, Okuma sonuçlarını tutmak için çok küçük.
zh_hans: 缓冲区太小，无法存储读取的结果。
zh_hant: 緩衝區太小，無法保留讀取的結果。

# ReadCountNegative
source: Count of bytes to read cannot be negative.
cs: Počet bajtů k načtení nemůže být záporný.
de: Die Anzahl der zu lesenden Bytes kann nicht negativ sein.
es: El recuento de bytes de lectura no puede ser negativo.
fr: Le nombre d'octets à lire ne peut pas être négatif.
it: Il numero di byte da leggere non può essere negativo.
ja: 読み取るバイト数は負の値にできません。
ko: 읽을 바이트 개수는 음수일 수 없습니다.
pl: Liczba bajtów do odczytu nie może być ujemna.
pt_br: A contagem de bytes para leitura não pode ser negativa.
ru: Число считываемых байт не может быть отрицательным.
tr: Okunacak bayt sayısı negatif olamaz.
zh_hans: 要读取的字节计数不能为负数。
zh_hant: 要讀取的位元組計數不能為負數。

# ReadNotSupported
source: Stream does not support reading.
cs: Datový proud nepodporuje čtení.
de: Der Datenstrom unterstützt keine Lesevorgänge.
es: La secuencia no admite lectura.
fr: Le flux ne prend pas en charge la lecture.
it: Il flusso non supporta la lettura.
ja: ストリームは読み取りをサポートしていません。
ko: 스트림이 읽기를 지원하지 않습니다.
pl: Strumień nie obsługuje operacji odczytu.
pt_br: O fluxo não oferece suporte à leitura.
ru: Поток не поддерживает чтение.
tr: Bu akış okumayı desteklemiyor.
zh_hans: 流不支持读取。
zh_hant: 資料流不支援讀取。

# ReadOnlyChangeNotAllowed
source: '{0}' property was registered as read-only and cannot be modified without an authorization key.
cs: Vlastnost {0} se zaregistrovala jako vlastnost jen pro čtení a bez autorizačního klíče se nedá upravit.
de: Die {0}-Eigenschaft wurde als schreibgeschützt registriert und kann ohne Autorisierungsschlüssel nicht geändert werden.
es: La propiedad "{0}" se registró como de solo lectura y no se puede modificar sin una clave de autorización.
fr: La propriété '{0}' a été inscrite en tant que propriété en lecture seule et ne peut pas être modifiée sans une clé d'autorisation.
it: La proprietà '{0}' è stata registrata come di sola lettura e non è possibile modificarla senza una chiave di autorizzazione.
ja: '{0}' プロパティは、読み取り専用として登録されており、承認キーがないと変更できません。
ko: '{0}' 속성은 읽기 전용으로 등록되었으므로 인증 키가 없으면 수정할 수 없습니다.
pl: Właściwość „{0}” została zarejestrowana jako tylko do odczytu i nie może być modyfikowana bez klucza autoryzacji.
pt_br: A propriedade '{0}' foi registrada como somente leitura e não pode ser modificada sem uma chave de autorização.
ru: Свойство "{0}" зарегистрировано как доступное только для чтения и не может быть изменено без ключа авторизации.
tr: '{0}' özelliği salt okunur olarak kayıtlı ve bir yetkilendirme anahtarı olmadan değiştirilemiyor.
zh_hans: “{0}”属性已注册为只读；必须具有授权密钥，才能对其进行修改。
zh_hant: '{0}' 屬性已登錄為唯讀屬性，因而無法在沒有授權金鑰的情況下修改。

# ReadOnlyDesignerCoersionNotAllowed
source: '{0}' is registered as read-only, so its value cannot be coerced by using the DesignerCoerceValueCallback.
cs: Vlastnost {0} se zaregistrovala jako vlastnost jen pro čtení, takže její hodnota se nedá převést pomocí DesignerCoerceValueCallback.
de: "{0}" ist als schreibgeschützt registriert. Der zugehörige Wert kann daher nicht mithilfe von DesignerCoerceValueCallback erzwungen werden.
es: "{0}" se registró como de solo lectura, por lo que su valor no puede forzarse mediante el uso de DesignerCoerceValueCallback.
fr: '{0}' est inscrit en lecture seule, sa valeur ne peut donc pas faire l'objet d'un forçage de type à l'aide de DesignerCoerceValueCallback.
it: '{0}' è registrato come di sola lettura, quindi non è possibile assegnare il valore usando DesignerCoerceValueCallback.
ja: '{0}' は読み取り専用として登録されているため、DesignerCoerceValueCallback を使用してその値を強制的に指定することはできません。
ko: '{0}'은(는) 읽기 전용으로 등록되었으므로 DesignerCoerceValueCallback을 사용하여 해당 값을 강제 변환할 수 없습니다.
pl: Właściwość „{0}” jest zarejestrowana jako tylko do odczytu, więc jej wartości nie można wymusić za pomocą właściwości DesignerCoerceValueCallback.
pt_br: '{0}' está registrado como somente leitura, portanto, seu valor não pode ser forçado usando o DesignerCoerceValueCallback.
ru: "{0}" зарегистрирован только для чтения, поэтому принудительная смена значения с помощью функции DesignerCoerceValueCallback невозможна.
tr: '{0}' salt okunur olarak kayıtlı olduğundan DesignerCoerceValueCallback kullanılarak zorlanamaz.
zh_hans: “{0}”注册为只读，因此无法使用 DesignerCoerceValueCallback 限制其值。
zh_hant: {0}' 已登錄為唯讀，所以其值不可使用 DesignerCoerceValueCallback 強行取值。

# ReadOnlyKeyNotAuthorized
source: Property key is not authorized to modify property '{0}'.
cs: Klíč vlastnosti nemá autorizaci upravit vlastnost {0}.
de: Der Eigenschaftsschlüssel besitzt keine Berechtigung zum Ändern der {0}-Eigenschaft.
es: La clave de propiedad no está autorizada para modificar la propiedad "{0}".
fr: La clé de propriété n'est pas autorisée à modifier la propriété '{0}'.
it: La chiave della proprietà non è autorizzata per la modifica della proprietà '{0}'.
ja: プロパティ キーには、プロパティ '{0}' を変更する権限がありません。
ko: 속성 키에 '{0}' 속성을 수정할 수 있는 권한이 없습니다.
pl: Klucz właściwości nie ma autoryzacji na modyfikowanie właściwości „{0}”.
pt_br: A chave da propriedade não tem autorização para modificar a propriedade '{0}'.
ru: Ключ свойства не авторизован для изменения свойства "{0}".
tr: Özellik anahtarının '{0}' özelliğini değiştirme yetkisi yok.
zh_hans: 属性密钥无权修改属性“{0}”。
zh_hant: 屬性金鑰沒有權限可修改屬性 '{0}'。

# ReadOnlyOverrideKeyNotAuthorized
source: Property key is not authorized to override metadata of property '{0}'.
cs: Klíč vlastnosti nemá autorizaci přepsat metadata vlastnosti {0}.
de: Der Eigenschaftsschlüssel besitzt keine Berechtigung zum Außerkraftsetzen der Metadaten der {0}-Eigenschaft.
es: La clave de propiedad no está autorizada para anular los metadatos de la propiedad "{0}".
fr: La clé de propriété n'est pas autorisée à remplacer les métadonnées de la propriété '{0}'.
it: La chiave della proprietà non è autorizzata per l'override dei metadati della proprietà '{0}'.
ja: プロパティ キーには、プロパティ '{0}' のメタデータを上書きする権限がありません。
ko: 속성 키에 '{0}' 속성의 메타데이터를 재정의할 수 있는 권한이 없습니다.
pl: Klucz właściwości nie ma autoryzacji na przesłanianie metadanych właściwości „{0}”.
pt_br: A chave da propriedade não tem autorização para substituir metadados da propriedade '{0}'.
ru: Ключ свойства не авторизован для переопределения метаданных свойства "{0}".
tr: Özellik anahtarının '{0}' özelliği meta verilerini geçersiz kılma yetkisi yok.
zh_hans: 属性密钥无权替代属性“{0}”的元数据。
zh_hant: 屬性金鑰沒有權限可覆寫屬性 '{0}' 的中繼資料。

# ReadOnlyOverrideNotAllowed
source: '{0}' property was registered as read-only and its metadata cannot be overridden without an authorization key.
cs: Vlastnost {0} se zaregistrovala jako vlastnost jen pro čtení a bez autorizačního klíče se její metadata nedají přepsat.
de: Die {0}-Eigenschaft wurde als schreibgeschützt registriert, und ihre Metadaten können ohne Autorisierungsschlüssel nicht außer Kraft gesetzt werden.
es: La propiedad "{0}" se registró como de solo lectura y sus metadatos no se pueden anular sin una clave de autorización.
fr: La propriété '{0}' a été inscrite en tant que propriété en lecture seule et ses métadonnées ne peuvent pas être remplacées sans une clé d'autorisation.
it: La proprietà '{0}' è stata registrata come di sola lettura e non è possibile eseguire l'override dei relativi metadati senza una chiave di autorizzazione.
ja: '{0}' プロパティは、読み取り専用として登録されており、そのメタデータは承認キーがないとオーバーライドできません。
ko: '{0}' 속성은 읽기 전용으로 등록되었으므로 인증 키가 없으면 해당 메타데이터를 재정의할 수 없습니다.
pl: Właściwość „{0}” została zarejestrowana jako tylko do odczytu i jej metadane nie mogą być przesłaniane bez klucza autoryzacji.
pt_br: A propriedade '{0}' foi registrada como somente leitura e seus metadados não podem ser substituídos sem uma chave de autorização.
ru: Свойство "{0}" зарегистрировано как доступное только для чтения. Для переопределения его метаданных требуется ключ авторизации.
tr: '{0}' özelliği salt okunur olarak kayıtlı ve bir yetkilendirme anahtarı olmadan meta verileri geçersiz kılınamıyor.
zh_hans: “{0}”属性已注册为只读；必须具有授权密钥，才能替代其元数据。
zh_hant: '{0}' 屬性已登錄為唯讀屬性，因而無法在沒有授權金鑰的情況下覆寫其中繼資料。

# ReadOnlyStream
source: Cannot write to read-only stream.
cs: Do streamu určeného jen pro čtení se nedá zapisovat.
de: In einen schreibgeschützten Datenstrom kann nicht geschrieben werden.
es: No se puede escribir en la secuencia de solo lectura.
fr: Impossible d'écrire dans un flux en lecture seule.
it: Non è possibile scrivere in un flusso di sola lettura.
ja: 読み取り専用ストリームには書き込めません。
ko: 읽기 전용 스트림에 쓸 수 없습니다.
pl: Nie można pisać do strumienia tylko do odczytu.
pt_br: Não é possível gravar em um fluxo somente leitura.
ru: Невозможно выполнить запись в поток, доступный только для чтения.
tr: Salt okunur akışa yazılamıyor.
zh_hans: 无法写入只读流。
zh_hant: 無法寫入唯讀資料流。

# ReaderVersionError
source: File contains data in format version {0}, but the software can only read that data in format version {1} or lower.
cs: Soubor obsahuje data ve verzi formátu {0}, ale software může tato data číst jen ve verzi formátu {1} nebo nižší.
de: Die Datei enthält Daten in der Formatversion {0}, aber die Software kann nur Daten in der Formatversion {1} oder niedriger lesen.
es: El archivo contiene datos en la versión de formato {0}, pero el software solo puede leer esos datos en la versión de formato {1} o inferior.
fr: Le fichier contient des données au format version {0}, mais le logiciel ne peut lire ces données qu'au format version {1} ou antérieur.
it: Il file contiene dati nella versione del formato {0}, ma il software consente solo la lettura di tali dati nella versione del formato {1} o precedente.
ja: ファイルには、バージョン {0} の形式でデータが含まれていますが、ソフトウェアはバージョン {1} またはそれ以前の形式のデータしか読み取れません。
ko: 파일에 형식 버전 {0}의 데이터가 있지만, 소프트웨어는 형식 버전 {1} 이하의 데이터만 읽을 수 있습니다.
pl: Plik zawiera dane w formacie w wersji {0}, a oprogramowanie może odczytać tylko dane w formacie w wersji {1} lub niższej.
pt_br: O arquivo contém dados na versão de formato {0}, mas o software só pode ler esses dados na versão de formato {1} ou anterior.
ru: Файл содержит данные в формате версии {0}, но программа может прочитать эти данные в формате версии {1} или более ранней.
tr: Dosya {0} biçim sürümünde veri içeriyor ancak yazılım sadece {1} veya daha düşük biçim sürümündeki verileri okuyabilir.
zh_hans: 文件包含格式版本为 {0} 的数据，但软件只能以格式版本 {1} 或更低版本读取该数据。
zh_hant: 檔案所包含的資料格式為版本 {0}，但該軟體只可讀取版本 {1} 或更舊版的資料格式。

# Rect_CannotCallMethod
source: Cannot call this method on the Empty Rect.
cs: V Empty Rect se tato metoda nedá zavolat.
de: Diese Methode kann im leeren Rect-Objekt nicht aufgerufen werden.
es: No se puede llamar a este método en Empty Rect.
fr: Impossible d'appeler cette méthode sur le Rect Empty.
it: Non è possibile chiamare questo metodo sull'elemento Rect vuoto.
ja: 空の Rect でこのメソッドを呼び出すことはできません。
ko: Empty Rect에서 이 메서드를 호출할 수 없습니다.
pl: Nie można wywołać tej metody dla pustego obiektu Rect.
pt_br: Não é possível chamar este método no Empty Rect.
ru: Не удается вызвать этот метод для пустого Rect.
tr: Boş Rect üzerinde bu metot çağrılamaz.
zh_hans: 无法在 Empty Rect 上调用此方法。
zh_hant: 無法在 Empty Rect 上呼叫此方法。

# Rect_CannotModifyEmptyRect
source: Cannot modify this property on the Empty Rect.
cs: V Empty Rect se tato vlastnost nedá upravovat.
de: Diese Eigenschaft kann für das leere Rect-Objekt nicht geändert werden.
es: No se puede modificar esta propiedad en Empty Rect.
fr: Impossible de modifier cette propriété sur le Rect Empty.
it: Non è possibile modificare questa proprietà nell'elemento Rect vuoto.
ja: 空の Rect でこのプロパティを変更することはできません。
ko: Empty Rect에서 이 속성을 수정할 수 없습니다.
pl: Nie można modyfikować tej właściwości pustego obiektu Rect.
pt_br: Não é possível modificar esta propriedade no Empty Rect.
ru: Не удается изменить данное свойство для пустого Rect.
tr: Boş Rect üzerinde bu özellik değiştirilemez.
zh_hans: 无法在 Empty Rect 上修改此属性。
zh_hant: 無法在 Empty Rect 上修改此屬性。

# ReferenceIsNull
source: Value cannot be null. Object reference: '{0}'.
cs: Hodnota nesmí být Null. Odkaz na objekt: {0}.
de: Der Wert darf nicht NULL sein. Objektverweis: "{0}".
es: El valor no puede ser NULL. Referencia de objeto: '{0}'.
fr: La valeur ne peut pas être null. Référence d'objet : '{0}'.
it: Il valore non può essere null. Riferimento all'oggetto: '{0}'.
ja: 値を null にすることはできません。オブジェクト参照: '{0}'。
ko: 값은 null일 수 없습니다. 개체 참조: '{0}'
pl: Wartość nie może być równa null. Odwołanie do obiektu: „{0}”.
pt_br: Valor não pode ser nulo. Referência de objeto: '{0}'.
ru: Значение не может быть неопределенным (null). Ссылка на объект: "{0}".
tr: Değer null olamaz. Nesne başvurusu: '{0}'.
zh_hans: 值不能为 null。对象引用:“{0}”。
zh_hant: 值不能為 null。物件參考: '{0}'。

# RelationshipPartIncorrectContentType
source: Incorrect content type for PackageRelationship part.
cs: Nesprávný typ obsahu pro součást PackageRelationship
de: Das PackageRelationship-Teil weist einen falschen Inhaltstyp auf.
es: Tipo de contenido incorrecto para la parte PackageRelationship.
fr: Type de contenu incorrect pour le composant PackageRelationship.
it: Il tipo di contenuto non è corretto per la parte PackageRelationship.
ja: PackageRelationship パートのコンテンツの種類が正しくありません。
ko: PackageRelationship 파트에 대해 잘못된 콘텐츠 형식입니다.
pl: Nieprawidłowy typ zawartości części PackageRelationship.
pt_br: Tipo de conteúdo incorreto para a parte PackageRelationship.
ru: Недопустимый тип содержимого для части PackageRelationship.
tr: PackageRelationship bölümü için hatalı içerik türü.
zh_hans: PackageRelationship 部分的内容类型不正确。
zh_hant: 對 PackageRelationship 組件來說，內容類型不正確。
