Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CanOnlyCounterSignSignatureParts
source: Can only countersign parts with Digital Signature ContentType.
cs: Součásti se dají kontrasignovat jen pomocí ContentType digitálního podpisu.
de: Das Gegensignieren ist nur für Teile mit dem ContentType "Digitale Signatur" möglich.
es: Solo se pueden contrafirmar partes con ContentType de firma digital.
fr: Seuls les composants avec une signature numérique ContentType peuvent être contresignés.
it: È possibile controfirmare solo parti con ContentType Digital Signature.
ja: デジタル署名 ContentType が指定された部分のみ副署できます。
ko: 디지털 시그니처 ContentType으로만 파트에 연대 서명할 수 있습니다.
pl: Kontrasygnowanie jest możliwe tylko w przypadku części mających typ zawartości Podpis cyfrowy.
pt_br: É possível referendar apenas as partes com ContentType de Assinatura digital.
ru: Поставить вторую подпись частей можно, только если ContentType имеет значение цифровой подписи.
tr: Yalnızca Dijital İmza ContentType içeren bölümlere onay imzası koyulabilir.
zh_hans: 只能使用数字签名 ContentType 对部分进行副署。
zh_hant: 只可利用數位簽章 ContentType 副署組件。

# CannotChangeAfterSealed
source: Cannot modify a '{0}' after it is sealed.
cs: Po zapečetění se {0} nedá upravit.
de: "{0}" kann nach dem Versiegeln nicht geändert werden.
es: No se puede modificar un "{0}" después de que se proteja.
fr: Impossible de modifier un '{0}' une fois qu'il est sealed.
it: Non è possibile modificare un oggetto '{0}' dopo averlo impostato come sealed.
ja: シールした後で '{0}' を変更することはできません。
ko: 봉인된 후에는 '{0}'을(를) 수정할 수 없습니다.
pl: Nie można modyfikować elementu „{0}” po jego zapieczętowaniu.
pt_br: Não é possível modificar um '{0}' após ele ser selado.
ru: Не удается изменить "{0}" после запечатывания.
tr: '{0}', mühürlendikten sonra değiştirilemez.
zh_hans: 密封后无法修改“{0}”。
zh_hant: 密封 '{0}' 之後即無法再修改。

# CannotChangeCryptoProvider
source: Cannot change CryptoProvider after the rights management transform settings are fixed.
cs: Až se opraví nastavení transformace správy přístupových práv, CryptoProvider nepůjde změnit.
de: CryptoProvider kann nach dem Festlegen der Transformationseinstellungen der Rechteverwaltung nicht geändert werden.
es: No se puede cambiar CryptoProvider después de que se haya corregido la configuración de transformación de la administración de derechos.
fr: Impossible de changer CryptoProvider une fois que les paramètres de transformation de gestion des droits sont fixés.
it: Non è possibile modificare CryptoProvider dopo aver definito le impostazioni di trasformazione per Rights Management.
ja: 著作権管理変換設定を固定すると、CryptoProvider を変更できなくなります。
ko: 권한 관리 변환 설정이 수정된 후에는 CryptoProvider를 변경할 수 없습니다.
pl: Nie można zmienić elementu CryptoProvider po ustaleniu ustawień przekształcania zarządzania prawami.
pt_br: Não é possível alterar CryptoProvider após as configurações de transformação do gerenciamento de direitos serem fixadas.
ru: Не удается изменить CryptoProvider после исправления параметров преобразования для управления правами.
tr: Hak yönetimi dönüşüm ayarları düzeltildikten sonra CryptoProvider değiştirilemez.
zh_hans: 权限管理转换设置固定后，无法更改 CryptoProvider。
zh_hant: 版權管理移轉設定固定之後，即無法變更 CryptoProvider。

# CannotChangePublishLicense
source: Cannot change publish license after the rights management transform settings are fixed.
cs: Až se opraví nastavení transformace správy přístupových práv, publikační licence nepůjde změnit.
de: Die Veröffentlichungslizenz kann nach dem Festlegen der Transformationseinstellungen der Rechteverwaltung nicht geändert werden.
es: No se puede cambiar la licencia de publicación después de que se haya corregido la configuración de transformación de la administración de derechos.
fr: Impossible de changer la licence de publication une fois que les paramètres de transformation de gestion des droits sont fixés.
it: Non è possibile modificare la licenza di pubblicazione dopo aver definito le impostazioni di trasformazione per Rights Management.
ja: 著作権管理変換設定を固定すると、公開ライセンスを変更できなくなります。
ko: 권한 관리 변환 설정이 수정된 후에는 게시 라이선스를 변경할 수 없습니다.
pl: Nie można zmienić licencji publikowania po ustaleniu ustawień przekształcania zarządzania prawami.
pt_br: Não é possível alterar a licença de publicação após as configurações de transformação do gerenciamento de direitos serem fixadas.
ru: Не удается изменить лицензию на публикацию после исправления параметров преобразования для управления правами.
tr: Hak yönetimi dönüşüm ayarları düzeltildikten sonra yayımlama lisansı değiştirilemez.
zh_hans: 权限管理转换设置固定后，无法更改发布许可证。
zh_hant: 版權管理移轉設定固定之後，即無法變更發佈授權。

# CannotConvertStringToType
source: Cannot convert string value '{0}' to type '{1}'.
cs: Hodnotu řetězce {0} nelze převést na typ {1}.
de: Der Zeichenfolgenwert "{0}" kann nicht in den Typ "{1}" konvertiert werden.
es: No se puede convertir el valor de cadena "{0}" al tipo "{1}".
fr: Impossible de convertir la valeur de chaîne '{0}' en type '{1}'.
it: Non è possibile convertire il valore stringa '{0}' nel tipo '{1}'.
ja: 文字列値 '{0}' を型 '{1}' に変換できません。
ko: 문자열 값 '{0}'을(를) '{1}' 형식으로 변환할 수 없습니다.
pl: Nie można przekonwertować wartości ciągu „{0}” na typ „{1}”.
pt_br: Não é possível converter o valor da cadeia de caracteres '{0}' no tipo '{1}'.
ru: Не удается преобразовать строковое значение "{0}" к типу "{1}".
tr: '{0}' dize değeri '{1}' türüne dönüştürülemiyor.
zh_hans: 无法将字符串值“{0}”转换为类型“{1}”。
zh_hant: 無法將字串值 '{0}' 轉換為類型 '{1}'。

# CannotMakeStreamLengthNegative
source: Stream length cannot be negative.
cs: Délka streamu nemůže být záporná.
de: Die Datenstromlänge darf nicht negativ sein.
es: La longitud de la secuencia no puede ser negativa.
fr: La longueur du flux ne peut pas être négative.
it: La lunghezza del flusso non può essere negativa.
ja: ストリームの長さを負の値にすることはできません。
ko: 스트림 길이는 음수일 수 없습니다.
pl: Długość strumienia nie może być ujemna.
pt_br: O comprimento do fluxo não pode ser negativo.
ru: Длина потока не может быть отрицательной.
tr: Akış uzunluğu negatif olamaz.
zh_hans: 流的长度不能为负。
zh_hant: 資料流長度不可為負數。

# CannotModifyReadOnlyContainer
source: Cannot modify a read-only container.
cs: Zásobník určený jen pro čtení nelze upravit.
de: Schreibgeschützte Container können nicht geändert werden.
es: No se puede modificar un contenedor de solo lectura.
fr: Impossible de modifier un conteneur en lecture seule.
it: Impossibile modificare un contenitore di sola lettura.
ja: 読み取り専用コンテナーは変更できません。
ko: 읽기 전용 컨테이너를 수정할 수 없습니다.
pl: Nie można modyfikować kontenera tylko do odczytu.
pt_br: Não é possível modificar um contêiner somente leitura.
ru: Невозможно изменить контейнер, доступный только для чтения.
tr: Salt okunur kapsayıcı değiştirilemez.
zh_hans: 无法修改只读容器。
zh_hant: 無法修改唯讀容器。

source: Cannot remove signature from read-only file.
cs: Ze souboru jen pro čtení se nedá odebrat podpis.
de: Die Signatur kann von einer schreibgeschützten Datei nicht entfernt werden.
es: No se puede quitar la firma de un archivo de solo lectura.
fr: Impossible de supprimer la signature d'un fichier en lecture seule.
it: Non è possibile rimuovere la firma dal file di sola lettura.
ja: 読み取り専用ファイルから署名を削除することはできません。
ko: 읽기 전용 파일에서 시그니처를 제거할 수 없습니다.
pl: Nie można usunąć podpisu z pliku tylko do odczytu.
pt_br: Não é possível remover a assinatura de um arquivo somente leitura.
ru: Невозможно удалить подпись из файла, доступного только для чтения.
tr: Salt okunur dosyadan imza kaldırılamaz.
zh_hans: 无法从只读文件中删除签名。
zh_hant: 無法從唯讀檔案移除簽章。

# CannotRetrievePartsOfWriteOnlyContainer
source: Cannot get part or part information from a write-only container.
cs: Součást nebo informace o součásti ze zásobníku, který je určen pouze pro zápis, nelze získat.
de: Ein Teil oder Teilinformationen können aus einem lesegeschützten Container nicht abgerufen werden.
es: No se puede obtener una parte o información de una parte desde un contenedor de sólo lectura.
fr: Impossible d'obtenir tout ou partie des informations à partir d'un conteneur en lecture seule.
it: Impossibile recuperare la parte o informazioni sulla parte da un contenitore di sola scrittura.
ja: 書き込み専用コンテナーから部品または部品の詳細情報を取得できません。
ko: 쓰기 전용 컨테이너에서 파트 또는 파트 정보를 가져올 수 없습니다.
pl: Nie można pobrać części lub informacji o części z kontenera tylko do zapisu.
pt_br: Não é possível obter parte ou informações da parte de um contêiner somente gravação.
ru: Невозможно получить часть или сведения о части из контейнера, доступного только на запись.
tr: Salt yazılır bir kapsayıcıdan bölüm veya bölüm bilgileri alınamaz.
zh_hans: 无法从只写容器获取部件或部件信息。
zh_hant: 無法從唯寫容器取得組件或組件資訊。

source: Cannot sign read-only file.
cs: Soubor jen pro čtení se nedá podepsat.
de: Eine schreibgeschützte Datei kann nicht signiert werden.
es: No se puede firmar un archivo de solo lectura.
fr: Impossible de signer un fichier en lecture seule.
it: Non è possibile firmare il file di sola lettura.
ja: 読み取り専用ファイルに署名することはできません。
ko: 읽기 전용 파일에 서명할 수 없습니다.
pl: Nie można podpisać pliku tylko do odczytu.
pt_br: Não é possível assinar um arquivo somente leitura.
ru: Невозможно подписать файл, доступный только для чтения.
tr: Salt okunur dosya imzalanamaz.
zh_hans: 无法对只读文件签名。
zh_hant: 無法簽署唯讀檔案。

# CertSelectionDialogMessage
source: Select a certificate
cs: Vybrat certifikát
de: Zertifikat auswählen
es: Seleccione un certificado
fr: Sélectionner un certificat
it: Seleziona un certificato
ja: 証明書の選択
ko: 인증서 선택
pl: Wybierz certyfikat
pt_br: Selecione um certificado
ru: Выберите сертификат.
tr: Sertifika seçin
zh_hans: 选择证书
zh_hant: 選取憑證

# CertSelectionDialogTitle
source: Digital Signature
cs: Digitální podpis
de: Digitale Signatur
es: Firma digital
fr: Signature numérique
it: Firma digitale
ja: デジタル署名
ko: 디지털 서명
pl: Podpis cyfrowy
pt_br: Assinatura digital
ru: Цифровая подпись
tr: Dijital İmza
zh_hans: 数字签名
zh_hant: 數位簽章

# CertificateKeyTypeNotSupported
source: Signing certificate must be of type DSA or RSA.
cs: Podpisový certifikát musí být typu DSA nebo RSA.
de: Das Signaturzertifikat muss vom Typ DSA oder RSA sein.
es: El certificado de firma debe ser del tipo DSA o RSA.
fr: Le certificat de signature doit être de type DSA ou RSA.
it: Il certificato di firma deve essere di tipo DSA o RSA.
ja: 署名証明書の種類は、DSA または RSA である必要があります。
ko: 서명 인증서는 DSA 또는 RSA 형식이어야 합니다.
pl: Certyfikat podpisywania musi być typu DSA lub RSA.
pt_br: O certificado de assinatura deve ser do tipo DSA ou RSA.
ru: Сертификат подписи должен иметь тип DSA или RSA.
tr: İmzalama sertifikası DSA veya RSA türünde olmalıdır.
zh_hans: 签名证书必须是 DSA 或 RSA 类型。
zh_hant: 簽署憑證的類型必須為 DSA 或 RSA。

# CertificatePartContentTypeMismatch
source: Certificate part is not of the correct type.
cs: Součást certifikátu nemá správný typ.
de: Das Zertifikatsteil weist nicht den richtigen Typ auf.
es: La parte del certificado no es del tipo correcto.
fr: Le composant relatif au certificat n'est pas du type approprié.
it: Il tipo di parte del certificato non è corretto.
ja: 証明書部分の種類が正しくありません。
ko: 인증서 파트가 올바른 형식이 아닙니다.
pl: Niepoprawny typ części certyfikatu.
pt_br: A parte do certificado não é do tipo correto.
ru: Часть сертификата имеет неправильный тип.
tr: Sertifika bölümü doğru türde değil.
zh_hans: 证书部分的类型不正确。
zh_hant: 憑證組件並非正確的類型。

# ClearOnReadOnlyObjectNotAllowed
source: Cannot clear properties on object '{0}' because it is in a read-only state.
cs: Vlastnosti v objektu {0} se nedají vymazat, protože je ve stavu jen pro čtení.
de: Für das Objekt "{0}" können keine Eigenschaften gelöscht werden, weil es sich in einem schreibgeschützten Zustand befindet.
es: No se pueden borrar las propiedades en el objeto "{0}" porque está en un estado de solo lectura.
fr: Impossible d'effacer les propriétés de l'objet '{0}', car il est en lecture seule.
it: Non è possibile cancellare proprietà nell'oggetto '{0}' perché è in stato di sola lettura.
ja: オブジェクト '{0}' は読み取り専用状態であるため、そのプロパティをクリアできません。
ko: '{0}' 개체는 읽기 전용 상태이므로 개체의 속성을 지울 수 없습니다.
pl: Nie można wyczyścić właściwości obiektu „{0}”, ponieważ jest on w stanie tylko do odczytu.
pt_br: Não é possível limpar as propriedades no objeto '{0}' porque ele está em estado somente leitura.
ru: Не удается очистить свойства объекта "{0}", так как он находится в состоянии "только для чтения".
tr: Salt okunur durumda olduğundan '{0}' nesnesindeki özellikler temizlenemiyor.
zh_hans: 无法清除对象“{0}”上的属性，因为它处于只读状态。
zh_hant: 因為物件 '{0}' 上的屬性為唯讀狀態，所以無法清除。

# CombinationOfAccessibilitySwitchesNotSupported
source: Desktop applications are required to opt in to all earlier accessibility improvements to get the later improvements. To do this, ensure that if the AppContext switch 'Switch.UseLegacyAccessibilityFeatures.N' is set to 'false', then 'Switch.UseLegacyAccessibilityFeatures' and all 'Switch.UseLegacyAccessibilityFeatures.M' switches, when M < N, evaluate to false as well. Note that, if a switch for a particular set of accessibility improvements is not present, its value is determined by the target framework version. You can remedy this by adding these switches and setting their value to false.
cs: Desktopové aplikace musí zahrnovat všechny dřívější vylepšení pro usnadnění přístupu, aby mohly získat novější vylepšení. Zajistíte to tak, že pokud je přepínač AppContext Switch.UseLegacyAccessibilityFeatures.N nastavený na false, pak se přepínač Switch.UseLegacyAccessibilityFeatures a všechny přepínače Switch.UseLegacyAccessibilityFeatures.M budou při splnění podmínky M < N rovněž vyhodnocovat jako false. Všimněte si, že pokud není přítomen přepínač pro konkrétní sadu vylepšení, jeho hodnota bude určena podle verze cílové architektury. Můžete to vyřešit přidáním těchto přepínačů a nastavením jejich hodnoty na false.
de: Desktopanwendungen müssen alle früheren Verbesserungen bei der Barrierefreiheit aktivieren, um die neueren Verbesserungen zu erhalten. Gehen Sie dazu folgendermaßen vor: Wenn der AppContextSwitch "UseLegacyAccessibilityFeatures.N" auf FALSE festgelegt ist, stellen Sie sicher, dass Switch.UseLegacyAccessibilityFeatures und alle Switch.UseLegacyAccessibilityFeatures.M-Optionen bei M < N ebenfalls als FALSE ausgewertet werden. Wenn eine Option für einen bestimmten Satz von Verbesserungen der Barrierefreiheit nicht vorhanden ist, beachten Sie, dass ihr Wert von der Zielframeworkversion festgelegt wird. Sie können dieses Problem beheben, indem Sie diese Optionen hinzufügen und ihren Wert auf FALSE festlegen.
es: Las aplicaciones de escritorio deben participar en todas las mejoras de accesibilidad anteriores para obtener las últimas mejoras. Para ello, asegúrese de que, si el modificador de AppContext "Switch.UseLegacyAccessibilityFeatures.N" se establece en "false", "Switch.UseLegacyAccessibilityFeatures" y todos los modificadores "Switch.UseLegacyAccessibilityFeatures.M" , cuando M < N, se evalúan como false también. Tenga en cuenta que, si falta un modificador para un determinado conjunto de mejoras de accesibilidad, su valor viene determinado por la versión de la plataforma de destino. Puede remediar esto agregando estos modificadores y estableciendo su valor en false.
fr: Les applications de bureau doivent accepter toutes les améliorations d'accessibilité antérieures pour obtenir les améliorations ultérieures. Pour ce faire, vérifiez que si le commutateur AppContext 'Switch.UseLegacyAccessibilityFeatures.N' a la valeur 'false', 'Switch.UseLegacyAccessibilityFeatures' et tous les commutateurs 'Switch.UseLegacyAccessibilityFeatures.M' doivent également prendre la valeur false quand M < N. Notez que si un commutateur d'un ensemble particulier d'améliorations d'accessibilité n'est pas présent, sa valeur est déterminée par la version du framework cible. Pour y remédier, ajoutez ces commutateurs et affectez-leur la valeur false.
it: Per ottenere i miglioramenti più recenti dell'accessibilità, le applicazioni desktop devono acconsentire esplicitamente a tutti i miglioramenti precedenti. A questo scopo, assicurarsi che l'opzione 'Switch.UseLegacyAccessibilityFeatures.N' di AppContext sia impostata su 'false'. In questo modo, quando M < N, 'Switch.UseLegacyAccessibilityFeatures' e tutte le opzioni 'Switch.UseLegacyAccessibilityFeatures.M' verranno anch'esse valutare come false. Notare che se un'opzione per un determinato set di miglioramenti dell'accessibilità non è presente, il relativo valore viene determinato dalla versione del framework di destinazione. Per risolvere il problema, aggiungere queste opzioni e impostarne il valore su false.
ja: より新しい改善をデスクトップ アプリケーションで得るために、アクセシビリティに関する以前の改善をすべてオプトインする必要があります。これを行うには、AppContext スイッチ 'Switch.UseLegacyAccessibilityFeatures.N' が 'false' に設定されていることを確認してください。次に、M < N の場合に、'Switch.UseLegacyAccessibilityFeatures' およびすべての 'Switch.UseLegacyAccessibilityFeatures.M' スイッチが false に評価されることも確認してください。アクセシビリティの改善の特定のセットにスイッチが存在しない場合、その値はターゲット フレームのバージョンによって決まります。これらのスイッチを追加し、その値を false に設定することにより、これを修正できます。
ko: 데스크톱 애플리케이션은 이전의 모든 접근성 개선 사항을 옵트인하여 이후의 개선 사항을 받아야 합니다. 이렇게 하려면 AppContext 스위치 'Switch.UseLegacyAccessibilityFeatures.N'이 'false'로 설정되어 있는지 확인한 다음 M < N일 때 'Switch.UseLegacyAccessibilityFeatures' 및 모든 'Switch.UseLegacyAccessibilityFeatures.M' 스위치도 false로 계산되는지 확인합니다. 특정 접근성 개선 사항 집합에 대한 스위치가 없는 경우 해당 값은 대상 프레임워크 버전에 따라 결정됩니다. 이러한 스위치를 추가하고 값을 false로 설정하여 이 문제를 해결할 수 있습니다.
pl: Aplikacje klasyczne są wymagane do korzystania ze wszystkich wcześniejszych ulepszeń ułatwień dostępu i uzyskania późniejszych ulepszeń. W tym celu upewnij się, że jeśli przełącznik AppContext „Switch.UseLegacyAccessibilityFeatures.N” ma wartość false, przełącznik „Switch.UseLegacyAccessibilityFeatures” i wszystkie przełączniki „Switch.UseLegacyAccessibilityFeatures.M”, gdy M < N, również mają wartość false. Pamiętaj, że jeśli nie ma przełącznika dla określonego zestawu ulepszeń ułatwień dostępu, jego wartość jest określana przez wersję platformy docelowej. Można temu zaradzić, dodając te przełącznik i ustawiając ich wartości na wartość false.
pt_br: Aplicativos de desktop são necessários para aceitar todas as melhorias de acessibilidade anteriores e receber as melhorias posteriores. Para fazer isso, se a opção AppContext 'Switch.UseLegacyAccessibilityFeatures.N' estiver definida como 'falso', então 'Switch.UseLegacyAccessibilityFeatures' e todas as opções de 'Switch.UseLegacyAccessibilityFeatures.M' também deverão ser avaliadas como falsas quando M < N. Observe que, se uma opção para um determinado conjunto de melhorias de acessibilidade não estiver presente, seu valor será determinado pela versão da estrutura de destino. Você pode corrigir isso adicionando essas opções e definindo seu valor como falso.
ru: Классические приложения должны активировать все предыдущие специальные возможности, чтобы получить последующие улучшения. Для этого в случае, когда параметр AppContext "Switch.UseLegacyAccessibilityFeatures.N" имеет значение False, "Switch.UseLegacyAccessibilityFeatures" и все параметры "Switch.UseLegacyAccessibilityFeatures.M" также должны иметь значение False, если M < N. Обратите внимание, что если параметр для конкретного набора улучшений специальных возможностей отсутствует, его значение определяется версией целевой платформы. Исправить это можно, добавив параметры и задав значение False.
tr: Masaüstü uygulamalarının sonraki geliştirmeleri alabilmesi için önceki tüm erken erişilebilirlik geliştirmelerinin kabul edilmesi gerekir. Bunu yapmak için, 'Switch.UseLegacyAccessibilityFeatures.N' AppContext anahtarı 'false' olarak ayarlandıysa, M < N durumunda 'Switch.UseLegacyAccessibilityFeatures' ve tüm 'Switch.UseLegacyAccessibilityFeatures.M' anahtarlarının da false olarak değerlendirildiğinden emin olun. Belirli bir erişilebilirlik geliştirmeleri kümesi için bir anahtarın mevcut olmaması durumunda, değerinin hedef çerçeve sürümü tarafından belirlendiğini unutmayın. Bu sorunu, bu anahtarları ekleyip değerlerini false olarak ayarlayarak düzeltebilirsiniz.
zh_hans: 需要桌面应用程序才可选择使用所有早期辅助功能改进实现后续改进。为此，请确保如果 AppContext 开关 "Switch.UseLegacyAccessibilityFeatures.N" 设置为 "false"，则在 M 小于 N 时，"Switch.UseLegacyAccessibilityFeatures" 和所有 "Switch.UseLegacyAccessibilityFeatures.M" 也求值为 false。请注意，如果没有针对一组特别辅助功能改进的开关，则其值由目标框架版本决定。可通过添加这些开关并将其值设置为 false 来解决此问题。
zh_hant: 傳統型應用程式必須加入所有較舊的協助工具改進，才能取得較新的改進。如果要這麼做，請確認 AppContext 參數 'Switch.UseLegacyAccessibilityFeatures.N' 是否設定為 'false'，然後確認 'Switch.UseLegacyAccessibilityFeatures' 與所有 'Switch.UseLegacyAccessibilityFeatures.M' 參數，當 M < N 時，也同樣評估為 'false'。請注意，若未提供一組特定協助工具改進的參數，其值將取決於目標 Framework 版本。您可以新增這些參數並將其值設定為 false 來解決此問題。

# CompatibilityPreferencesSealed
source: The property '{0}' cannot be changed. The '{1}' class has been sealed.
cs: Vlastnost {0} nelze změnit. Třída {1} byla zapečetěna.
de: Die Eigenschaft "{0}" kann nicht geändert werden. Die {1}-Klasse wurde versiegelt.
es: La propiedad "{0}" no se puede cambiar. La clase "{1}" se ha protegido.
fr: Impossible de changer la propriété '{0}'. La classe '{1}' est sealed.
it: Non è possibile modificare la proprietà '{0}'. La classe '{1}' è stata impostata come sealed.
ja: プロパティ '{0}' は変更できません。'{1}' クラスがシールされています。
ko: '{0}' 속성을 변경할 수 없습니다. '{1}' 클래스가 봉인되어 있습니다.
pl: Nie można zmienić właściwości „{0}”. Klasa „{1}” jest zapieczętowana.
pt_br: A propriedade '{0}' não pode ser alterada. A classe '{1}' foi selada.
ru: Невозможно изменить свойство "{0}". Класс "{1}" запечатан.
tr: '{0}' özelliği değiştirilemiyor. '{1}' sınıfı mühürlenmiş.
zh_hans: 无法更改属性“{0}”。“{1}”类已密封。
zh_hant: 無法變更屬性 '{0}'。'{1}' 類別已密封。

# CompoundFilePathNullEmpty
source: CompoundFile path must be non-empty.
cs: Cesta k souboru CompoundFile nesmí být prázdná.
de: Der CompoundFile-Pfad darf nicht leer sein.
es: La ruta de acceso de CompoundFile no debe estar vacía.
fr: Le chemin de CompoundFile ne doit pas être vide.
it: Il percorso di CompoundFile non può essere vuoto.
ja: CompoundFile パスを空にすることはできません。
ko: CompoundFile 경로는 비어 있을 수 없습니다.
pl: Ścieżka do obiektu CompoundFile nie może być pusta.
pt_br: O caminho de CompoundFile não pode ficar vazio.
ru: Путь CompoundFile не должен быть пустым.
tr: CompoundFile yolu boş olmamalıdır.
zh_hans: CompoundFile 路径不得为空。
zh_hant: CompoundFile 路徑不得是空的。

# CompressLengthMismatch
source: Compressed part has inconsistent data length.
cs: Komprimovaná součást má nekonzistentní délku dat.
de: Das komprimierte Teil weist eine inkonsistente Datenlänge auf.
es: La parte comprimida tiene una longitud de datos incoherente.
fr: Le composant compressé a une longueur de données incohérente.
it: La lunghezza dei dati è incoerente per la parte compressa.
ja: 圧縮された部分のデータの長さに一貫性がありません。
ko: 압축된 파트의 데이터 길이가 일치하지 않습니다.
pl: Skompresowana część ma niespójną długość danych.
pt_br: A parte compactada tem comprimento de dados inconsistente.
ru: Сжатая часть имеет неправильную длину данных.
tr: Sıkıştırılan bölümde tutarsız veri uzunluğu var.
zh_hans: 压缩部分的数据长度不一致。
zh_hant: 壓縮的組件其資料長度不一致。
