Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AccessibilitySwitchDependencyNotSatisfied
source: Desktop applications setting AppContext switch '{0}' to false are required to opt in to all earlier accessibility improvements. To do this, ensure that the AppContext switch '{1}' is set to 'false', then 'Switch.UseLegacyAccessibilityFeatures' and all 'Switch.UseLegacyAccessibilityFeatures.M' switches, when M < {2}, evaluate to false as well. Note that, if a switch for a particular set of accessibility improvements is not present, its value is determined by the target framework version. You can remedy this by adding these switches and setting their value to false.
cs: Desktopové aplikace, které přepnou nastavení AppContext {0} na hodnotu false, musí vyjádřit výslovný souhlas se všemi předchozími vylepšeními přístupnosti. Provedete to tak, že zajistíte, aby přepínač AppContext {1} byl nastavený na false. Pak se Switch.UseLegacyAccessibilityFeatures a všechny přepínače Switch.UseLegacyAccessibilityFeatures.M při M < {2} budou vyhodnocovat také jako false. Poznámka: Pokud se přepínač pro určitou sadu vylepšení přístupnosti nepoužije, jeho hodnota se určí verzí cílové architektury. To jde napravit přidáním těchto přepínačů a nastavením jejich hodnoty na false.
de: Desktopanwendungen, bei denen die AppContext-Option "{0}" auf FALSE festgelegt wird, müssen alle früheren Verbesserungen der Barrierefreiheit aktivieren. Stellen Sie hierzu sicher, dass die AppContext-Option "{1}" auf FALSE festgelegt ist, dann werden auch "Switch.UseLegacyAccessibilityFeatures" und alle Switch.UseLegacyAccessibilityFeatures.M-Optionen (sofern M < {2}) als FALSE ausgewertet. Hinweis: Wenn eine Option für einen bestimmten Satz an Verbesserungen der Barrierefreiheit nicht vorhanden ist, wird der zugehörige Wert über die Zielframeworkversion bestimmt. Sie können dies bereinigen, indem Sie diese Optionen hinzufügen und ihren Wert auf FALSE festlegen.
es: Las aplicaciones de escritorio con el modificador AppContext "{0}" establecido en false deben participar en todas las mejoras de accesibilidad anteriores. Para ello, asegúrese de que, si el modificador de AppContext "{1}" se establece en "false", "Switch.UseLegacyAccessibilityFeatures" y todos los modificadores "Switch.UseLegacyAccessibilityFeatures.M" se evalúan como false también cuando M < {2}. Tenga en cuenta que, si falta un modificador para un determinado conjunto de mejoras de accesibilidad, su valor viene determinado por la versión de la plataforma de destino. Para remediarlo, agregue estos modificadores y establezca su valor en false.
fr: Les applications de bureau pour lesquelles le commutateur AppContext '{0}' a la valeur false doivent accepter toutes les améliorations d'accessibilité antérieures. Pour ce faire, vérifiez que le commutateur AppContext '{1}' a la valeur 'false', et que 'Switch.UseLegacyAccessibilityFeatures' et tous les commutateurs 'Switch.UseLegacyAccessibilityFeatures.M' ont également la valeur false quand M < {2}. Notez que si un commutateur d'un ensemble particulier d'améliorations d'accessibilité n'est pas présent, sa valeur est déterminée par la version du framework cible. Pour y remédier, ajoutez ces commutateurs et affectez-leur la valeur false.
it: Le applicazioni desktop che impostano l'opzione '{0}' di AppContext su false devono acconsentire esplicitamente a tutti i miglioramenti dell'accessibilità. A questo scopo, assicurarsi che l'opzione '{1}' di AppContext sia impostata su 'false'. In questo modo, quando M < {2}, 'Switch.UseLegacyAccessibilityFeatures' e tutte le opzioni 'Switch.UseLegacyAccessibilityFeatures.M' restituiranno anch'esse false. Notare che se un'opzione per un determinato set di miglioramenti dell'accessibilità non è presente, il relativo valore viene determinato dalla versione del framework di destinazione. Per risolvere il problema, aggiungere queste opzioni e impostarne il valore su false.
ja: 旧バージョンのアクセシビリティすべてを向上させるには、デスクトップ アプリケーションの AppContext スイッチ '{0}' を false に設定する必要があります。このためには、AppContext スイッチ '{1}' が 'false' に設定され、'Switch.UseLegacyAccessibilityFeatures' とすべての 'Switch.UseLegacyAccessibilityFeatures.M' スイッチが M < {2} の場合に false に評価されることをご確認ください。特定のセットのアクセシビリティを向上させるためのスイッチが存在しない場合には、ターゲット フレームワーク バージョンによって値が判別されます。この状況を回避するには、これらのスイッチを追加して、値を false に設定できます。
ko: 모든 이전 접근성 개선 사항을 옵트인(opt in)하려면 데스크톱 애플리케이션 설정 AppContext 스위치 '{0}'이(가) false여야 합니다. 이렇게 하려면 AppContext 스위치 '{1}'을(를) 'false'로 설정한 다음, M < {2}일 때 'Switch.UseLegacyAccessibilityFeatures' 및 모든 'Switch.UseLegacyAccessibilityFeatures.M' 스위치도 false로 계산되는지 확인합니다. 특정 접근성 개선 사항 집합의 스위치가 없는 경우 해당 값은 대상 프레임워크 버전에 따라 결정됩니다. 이러한 스위치를 추가하고 값을 false로 설정하면 해결할 수 있습니다.
pl: Ustawienie przełącznika AppContext ustawienia aplikacji klasycznej „{0}” na wartość false jest wymagane do udzielenia zgody na wszystkie wcześniejsze ulepszenia ułatwień dostępu. W tym celu upewnij się, że przełącznik AppContext „{1}” ma wartość „false” oraz przełącznik „Switch.UseLegacyAccessibilityFeatures” i wszystkie przełączniki „Switch.UseLegacyAccessibilityFeatures.M” dla M < {2} mają po obliczeniu także wartość false. Pamiętaj, że jeśli przełącznik dla określonego zestawu ulepszeń ułatwień dostępu nie występuje, jego wartość jest określona przez wersję platformy docelowej. Możesz temu zapobiec, dodając te przełączniki i ustawiając dla nich wartość false.
pt_br: Aplicativos da área de trabalho com o comutador AppContext '{0}' definido como false precisam aceitar todas as melhorias de acessibilidade anteriores. Para fazer isso, verifique se o comutador AppContext '{1}' está definido como 'false'. Caso esteja, 'Switch.UseLegacyAccessibilityFeatures' e todos os comutadores 'Switch.UseLegacyAccessibilityFeatures.M' também serão avaliados como false quando M < {2}. Observe que, se um comutador para um determinado conjunto de melhorias de acessibilidade não estiver presente, o valor dele será determinado pela versão da estrutura de destino. Adicione esses comutadores e defina o valor como false para corrigir isso.
ru: Классические приложения, задающие для параметра AppContext "{0}" значение false, должны согласиться на все более ранние улучшения специальных возможностей. Для этого убедитесь, что для параметра AppContext "{1}" задано значение false, а также что если M < {2}, то "Switch.UseLegacyAccessibilityFeatures" и все параметры "Switch.UseLegacyAccessibilityFeatures.M" также имеют значение false. Обратите внимание, что если для какого-то набора улучшений специальных возможностей нет параметра, его значение определяется целевой версией платформы. Чтобы исправить это, добавьте указанные параметры и задайте для них значение false.
tr: Önceki tüm erişilebilirlik geliştirmelerine katılmak için masaüstü uygulamalarında '{0}' AppContext ayarının false olarak ayarlanması gerekir. Bunu yapmak için, '{1}' AppContext anahtarının 'false' olarak ayarlandığından emin olun. Bu durumda M < {2} olduğunda 'Switch.UseLegacyAccessibilityFeatures' ve tüm 'Switch.UseLegacyAccessibilityFeatures.M' anahtarları false olarak değerlendirilir. Belirli bir erişilebilirlik geliştirmeleri kümesi için anahtar yoksa bu anahtarın değerinin hedef çerçeve sürümü tarafından belirlendiğine dikkat edin. Bu anahtarları ekleyip değerlerini false olarak ayarlayarak bu durumu düzeltebilirsiniz.
zh_hans: 将 AppContext 开关“{0}”设为 false 的桌面应用程序需要选择加入所有早期辅助功能改进。为此，请确保将 AppContext 开关“{1}”设置为 "false"，并且 "Switch.UseLegacyAccessibilityFeatures" 和所有 "Switch.UseLegacyAccessibilityFeatures.M" 开关在 M < {2} 时也需计算得到 false。请注意，如果特定的一组辅助功能改进的开关不存在，则其值由目标框架版本来确定。可通过添加这些开关并将其值设置为 false 来解决此问题。
zh_hant: 將 AppContext 參數 '{0}' 設定為 false 的桌面應用程式，必須加入先前的所有協助工具改善。若要這樣做，請確認 AppContext 參數 '{1}' 已設為 'false'，接著當 M < {2} 時，'Switch.UseLegacyAccessibilityFeatures' 和所有 'Switch.UseLegacyAccessibilityFeatures.M' 參數也都評估為 false。請注意，若沒有一組特定的協助工具改善參數，則會依目標 Framework 版本判斷其值。新增這些參數並將其值設定為 false，可解決此問題。

# Arg_ArrayPlusOffTooSmall
source: Destination array is not long enough to copy all the items in the collection. Check array index and length.
cs: Cílové pole není dostatečně dlouhé, aby bylo možné zkopírovat všechny položky v kolekci. Zkontrolujte index a délku pole.
de: Das Zielarray ist nicht lang genug, um alle Elemente in der Sammlung zu kopieren. Prüfen Sie den Index und die Länge des Arrays.
es: La matriz de destino no es lo suficientemente larga para copiar todos los elementos de la colección. Compruebe el índice y la longitud de la matriz.
fr: La taille du tableau de destination ne permet pas de copier tous les éléments de la collection. Vérifiez l'index et la longueur du tableau.
it: La lunghezza della matrice di destinazione non è sufficiente per copiare tutti gli elementi della raccolta. Controllare l'indice e la lunghezza della matrice.
ja: ターゲット配列の長さが不足しているため、コレクション内のすべての項目をコピーできません。配列のインデックスと長さをご確認ください。
ko: 대상 배열이 컬렉션의 모든 항목을 복사하기에 충분히 길지 않습니다. 배열 인덱스와 길이를 확인하세요.
pl: Tablica docelowa ma zbyt małą długość, aby móc skopiować wszystkie elementy kolekcji. Sprawdź indeks tablicy i jej długość.
pt_br: A matriz de destino não é longa o suficiente para copiar todos os itens da coleção. Verifique o índice e o tamanho da matriz.
ru: Длина конечного массива недостаточна для копирования всех элементов коллекции. Проверьте индекс и длину массива.
tr: Hedef dizi, koleksiyondaki tüm öğeleri kopyalamak için yeterince uzun değil. Dizi dizinini ve uzunluğunu denetleyin.
zh_hans: 目标数组不够长，无法复制集合中的所有项。请检查数组索引和长度。
zh_hant: 目的地陣列的長度不足以複製集合中的所有項目。請檢查陣列索引以及長度。

# Arg_NonZeroLowerBound
source: The lower bound of target array must be zero.
cs: Dolní mez cílového pole musí být nula.
de: Die Untergrenze des Zielarrays muss bei null liegen.
es: El límite inferior de la matriz de destino debe ser cero.
fr: La limite inférieure du tableau cible doit être égale à zéro.
it: Il limite inferiore della matrice di destinazione deve essere zero.
ja: ターゲット配列の下限にはゼロを指定してください。
ko: 대상 배열의 하한은 0이어야 합니다.
pl: Dolna granica tablicy docelowej musi mieć wartość zero.
pt_br: O limite inferior da matriz de destino deve ser zero.
ru: Нижняя граница целевого массива должна равняться нулю.
tr: Hedef dizinin alt sınırı sıfır olmalıdır.
zh_hans: 目标数组的下限必须为零。
zh_hant: 目標陣列的下限必須為零。

# Arg_RankMultiDimNotSupported
source: Only single dimensional arrays are supported for the requested action.
cs: Pro požadovanou akci jsou podporována pouze jednorozměrná pole.
de: Nur eindimensionale Arrays werden für die angeforderte Aktion unterstützt.
es: Sólo se admiten matrices de una sola dimensión para la acción solicitada.
fr: Seuls les tableaux unidimensionnels sont pris en charge pour l'action demandée.
it: Per l'azione richiesta sono supportate solo matrici unidimensionali.
ja: 要求されたアクションに対しては、1 次元配列のみがサポートされます。
ko: 요청한 동작에 대해 1차원 배열만 지원됩니다.
pl: Dla żądanej akcji są obsługiwane tylko tablice jednowymiarowe.
pt_br: A ação solicitada oferece suporte somente a matrizes unidimensionais.
ru: Для запрашиваемого действия поддерживаются только одномерные массивы.
tr: Yalnızca tek boyutlu diziler, istenen eylem için destekleniyor.
zh_hans: 请求的操作仅支持一维数组。
zh_hant: 所要求的動作只支援一維陣列。

# ArgumentOutOfRange_NeedNonNegNum
source: Non-negative number required.
cs: Vyžaduje se nezáporné číslo.
de: Nicht negative Zahl erforderlich.
es: Número no negativo requerido.
fr: Nombre non négatif obligatoire.
it: È richiesto un numero non negativo.
ja: 負でない数値が必要です。
ko: 음수가 아닌 수가 필요합니다.
pl: Wymagana jest liczba nieujemna.
pt_br: É necessário um número não negativo.
ru: Требуется неотрицательное число.
tr: Negatif olmayan sayı gerekiyor.
zh_hans: 需要提供非负数。
zh_hant: 需要非負數。

# Argument_InvalidArrayType
source: Target array type is not compatible with the type of items in the collection.
cs: Typ cílového pole není kompatibilní s typem položek v kolekci.
de: Der Typ des Zielarrays ist mit dem Typ der Elemente in der Sammlung nicht kompatibel.
es: El tipo de matriz de destino no es compatible con el tipo de elementos de la colección.
fr: Le type de tableau cible n'est pas compatible avec le type des éléments de la collection.
it: Il tipo di matrice di destinazione non è compatibile con il tipo di elementi della raccolta.
ja: ターゲット配列の型と、コレクション内の項目の型とに互換性がありません。
ko: 대상 배열 형식이 컬렉션의 항목 형식과 호환되지 않습니다.
pl: Typ tablicy docelowej nie jest zgodny z typem elementów w kolekcji.
pt_br: O tipo da matriz de destino não é compatível com o tipo dos itens na coleção.
ru: Тип целевого массива несовместим с типом элементов в коллекции.
tr: Hedef dizi türü, koleksiyondaki öğelerin türüyle uyumlu değil.
zh_hans: 目标数组类型与集合中的项类型不兼容。
zh_hant: 目標陣列類型與集合中項目的類型不相容。

# AttemptedToCreateDuplicateFileName
source: Cannot create file because the specified file name is already in use.
cs: Soubor se nedá vytvořit, protože zadaný název souboru se už používá.
de: Die Datei kann nicht erstellt werden, weil der angegebene Dateiname bereits verwendet wird.
es: No se puede crear el archivo porque el nombre de archivo especificado ya está en uso.
fr: Impossible de créer le fichier, car le nom de fichier spécifié est déjà utilisé.
it: Non è possibile creare il file perché il nome file specificato è già in uso.
ja: 指定されたファイル名は既に使用されているため、ファイルを作成できません。
ko: 지정한 파일 이름이 이미 사용 중이므로 파일을 만들 수 없습니다.
pl: Nie można utworzyć pliku, ponieważ określona nazwa pliku jest już używana.
pt_br: Não é possível criar o arquivo porque o nome do arquivo especificado já está em uso.
ru: Не удается создать файл, так как указанное имя файла уже используется.
tr: Belirtilen dosya adı zaten kullanımda olduğundan dosya oluşturulamıyor.
zh_hans: 无法创建文件，因为指定的文件名已在使用中。
zh_hant: 因為指定的檔案名稱已在使用中，所以無法建立該檔案。

# BadPackageFormat
source: Format error in package.
cs: Chyba formátu v balíčku
de: Formatfehler im Paket.
es: Error de formato en el paquete.
fr: Erreur de format dans le package.
it: Errore di formato nel pacchetto.
ja: パッケージでフォーマット エラーが発生しました。
ko: 패키지에 형식 오류가 발생했습니다.
pl: Błąd formatu pakietu.
pt_br: Erro de formato do pacote.
ru: Ошибка в формате пакета.
tr: Pakette biçim hatası.
zh_hans: 包中格式出错。
zh_hant: 套件中發生格式錯誤。

# BadPropertyForGroup
source: Cannot group by property '{0}' because it cannot be found on type '{1}'.
cs: Podle vlastnosti {0} není možné provést seskupení, protože se v typu {1} nedá najít.
de: Das Gruppieren nach der Eigenschaft "{0}" ist nicht möglich, weil sie für den Typ "{1}" nicht gefunden wurde.
es: No se puede agrupar por la propiedad "{0}" porque no se puede encontrar en el tipo "{1}".
fr: Impossible de regrouper en fonction de la propriété '{0}', car elle est introuvable sur le type '{1}'.
it: Non è possibile eseguire un raggruppamento in base alla proprietà '{0}' perché non è possibile trovare la proprietà nel tipo '{1}'.
ja: プロパティ '{0}' は型 '{1}' に見つからないため、このプロパティではグループ化できません。
ko: '{1}' 형식에서 찾을 수 없어 '{0}' 속성으로 그룹화할 수 없습니다.
pl: Nie można pogrupować według właściwości „{0}”, ponieważ nie można jej znaleźć w typie „{1}”.
pt_br: Não é possível agrupar segundo a propriedade '{0}' porque não é possível encontrá-la no tipo '{1}'.
ru: Группировка по свойству "{0}" невозможна, так как оно не найдено для типа "{1}".
tr: '{0}' özelliği '{1}' türünde bulunamadığından bu özelliğe göre gruplanamıyor.
zh_hans: 无法按属性“{0}”进行分组，因为在类型“{1}”上找不到它。
zh_hant: 因為類型 '{1}' 上找不到屬性 '{0}'，所以無法依該屬性分組。

# BadSignatureTimeFormatString
source: Time format string is not valid.
cs: Řetězec formátu času není platný.
de: Die Zeitformatzeichenfolge ist ungültig.
es: La cadena de formato de hora no es válida.
fr: Chaîne de format de date non valide.
it: La stringa del formato di ora non è valida.
ja: 時刻書式設定文字列が無効です。
ko: 필터 형식 문자열이 잘못되었습니다.
pl: Ciąg formatu czasu jest nieprawidłowy.
pt_br: A cadeia de caracteres de formato de hora não é válida.
ru: Недопустимая строка формата времени.
tr: Saat biçimi dizesi geçerli değil.
zh_hans: 时间格式字符串无效。
zh_hant: 時間格式字串無效。

# BadXml
source: '{0}' attribute is not valid XML.
cs: Atribut {0} není platné XML.
de: Das Attribut "{0}" ist kein gültiges XML.
es: El atributo "{0}" no es un XML válido.
fr: L'attribut '{0}' ne correspond pas à du code XML valide.
it: L'attributo '{0}' non è valido per XML.
ja: '{0}' 属性は有効な XML ではありません。
ko: '{0}' 특성은 유효한 XML이 아닙니다.
pl: „{0}” nie jest prawidłowym atrybutem w języku XML.
pt_br: O atributo '{0}' não é um XML válido.
ru: Атрибут "{0}" не является допустимым кодом XML.
tr: '{0}' özniteliği geçerli bir XML değil.
zh_hans: “{0}”特性不是有效的 XML。
zh_hant: '{0}' 屬性並非有效的 XML。

# BufferOffsetNegative
source: Buffer offset cannot be negative.
cs: Odsazení vyrovnávací paměti nesmí mít zápornou hodnotu.
de: Pufferoffset darf nicht negativ sein.
es: El desplazamiento del búfer no puede ser negativo.
fr: L'offset de la mémoire tampon ne peut pas être négatif.
it: L'offset del buffer non può essere negativo.
ja: バッファー オフセットは負の数にすることはできません。
ko: 버퍼 오프셋은 음수일 수 없습니다.
pl: Przesunięcie bufora nie może być ujemne.
pt_br: O deslocamento do buffer não pode ser negativo.
ru: Смещение буфера не может быть отрицательным.
tr: Arabellek göreli konumu negatif olamaz.
zh_hans: 缓冲区偏移量不能为负数。
zh_hant: 緩衝區位移不能為負數。

# BufferTooSmall
source: Buffer is too small to accommodate the specified parameters.
cs: Vyrovnávací paměť je pro uložení zadaných parametrů příliš malá.
de: Der Puffer ist zum Aufnehmen der angegebenen Parameter zu klein.
es: El búfer es demasiado pequeño para acomodar los parámetros especificados.
fr: La mémoire tampon est trop petite pour prendre en charge les paramètres spécifiés.
it: Le dimensioni del buffer sono insufficienti per i parametri specificati.
ja: バッファーが小さすぎて、指定されたパラメーターを格納できません。
ko: 버퍼가 지정한 매개 변수를 수용하기에 너무 작습니다.
pl: Bufor jest zbyt mały, aby pomieścić określone parametry.
pt_br: O buffer é muito pequeno para comportar os parâmetros especificados.
ru: Буфер слишком мал, чтобы уместить указанные параметры.
tr: Arabellek belirtilen parametreleri uygulayamayacak kadar küçük.
zh_hans: 缓冲区过小，无法容纳指定的参数。
zh_hant: 緩衝區太小，無法容納指定的參數。

# CFAPIFailure
source: Compound File API failure.
cs: Chyba rozhraní API složeného souboru
de: API-Fehler in Verbunddatei.
es: Error de la API del archivo compuesto.
fr: Échec de l'API de fichier composé.
it: Errore dell'API del file composto.
ja: 複合ファイル API エラーです。
ko: 복합 파일 API 실패입니다.
pl: Błąd interfejsu API pliku złożonego.
pt_br: Falha da API do Arquivo Composto.
ru: Ошибка API составного файла.
tr: Bileşik Dosya API hatası.
zh_hans: 复合文件 API 失败。
zh_hant: 複合檔案 API 失敗。

# CFM_CorruptMetadataStream
source: Object metadata stream in the package is corrupt and the content is not valid.
cs: Stream metadat objektu v balíčku je poškozený a obsah není platný.
de: Der Objektmetadatenstrom im Paket ist beschädigt, und der Inhalt ist ungültig.
es: La secuencia de metadatos del objeto en el paquete está dañada y el contenido no es válido.
fr: Le flux de métadonnées d'objet du package est endommagé, et le contenu est non valide.
it: Il flusso di metadati degli oggetti nel pacchetto è danneggiato e il contenuto non è valido.
ja: パッケージのオブジェクト メタデータ ストリームが破損しており、コンテンツが無効です。
ko: 패키지의 개체 메타데이터 스트림이 손상되었으며 콘텐츠가 잘못되었습니다.
pl: Strumień metadanych obiektu w pakiecie jest uszkodzony i jego zawartość jest nieprawidłowa.
pt_br: O fluxo de metadados do objeto no pacote está corrompido e o conteúdo não é válido.
ru: Поток метаданных объекта в пакете поврежден, имеется недопустимое содержимое.
tr: Paketteki nesne meta veri akışı bozuk ve içerik geçerli değil.
zh_hans: 包中的对象元数据流已损坏且内容无效。
zh_hant: 套件中的物件中繼資料串流損毀，所以內容無效。

# CFM_CorruptMetadataStream_DuplicateKey
source: Object metadata stream in the package is corrupt with duplicated key tags.
cs: Stream metadat objektu v balíčku je poškozený duplicitními značkami klíčů.
de: Der Objektmetadatenstrom im Paket ist beschädigt und weist doppelte Schlüsseltags auf.
es: La secuencia de metadatos del objeto en el paquete está dañada con etiquetas de clave duplicadas.
fr: Le flux de métadonnées d'objet du package est endommagé et comporte des balises de clés en double.
it: Il flusso di metadati degli oggetti nel pacchetto è danneggiato e contiene tag chiave duplicati.
ja: パッケージのオブジェクト メタデータ ストリームが破損しており、キー タグが重複しています。
ko: 패키지의 개체 메타데이터 스트림이 중복된 키 태그로 손상되었습니다.
pl: Strumień metadanych obiektu w pakiecie jest uszkodzony i zawiera zduplikowane kluczowe tagi.
pt_br: O fluxo de metadados do objeto no pacote está corrompido com marcas de chave duplicadas.
ru: Поток метаданных объекта в пакете поврежден, имеются повторяющиеся теги.
tr: Paketteki nesne meta veri akışı bozuk ve yinelenen anahtar etiketleri içeriyor.
zh_hans: 包中的对象元数据流已损坏且包含重复的密钥标记。
zh_hant: 套件中的物件中繼資料串流損毀，金鑰標籤重複。

# CFM_CorruptMetadataStream_Root
source: Object metadata stream in the package is corrupt and the root tag is not valid.
cs: Stream metadat objektu v balíčku je poškozený a kořenová značka není platná.
de: Der Objektmetadatenstrom im Paket ist beschädigt, und das Stammtag ist ungültig.
es: La secuencia de metadatos del objeto en el paquete está dañada y la etiqueta raíz no es válida.
fr: Le flux de métadonnées d'objet du package est endommagé, et la balise racine est non valide.
it: Il flusso di metadati degli oggetti nel pacchetto è danneggiato e il tag radice non è valido.
ja: パッケージのオブジェクト メタデータ ストリームが破損しており、ルート タグが無効です。
ko: 패키지의 개체 메타데이터 스트림이 손상되었으며 루트 태그가 잘못되었습니다.
pl: Strumień metadanych obiektu w pakiecie jest uszkodzony i tag główny jest nieprawidłowy.
pt_br: O fluxo de metadados do objeto no pacote está corrompido e a marca raiz não é válida.
ru: Поток метаданных объекта в пакете поврежден, имеется недопустимый корневой тег.
tr: Paketteki nesne meta veri akışı bozuk ve kök etiket geçerli değil.
zh_hans: 包中的对象元数据流已损坏且根标记无效。
zh_hant: 套件中的物件中繼資料串流損毀，所以根標籤無效。

# CFM_ObjectMustBeCompoundFileMetadataKey
source: Object used as metadata key must be an instance of the CompoundFileMetadataKey class.
cs: Objekt, který se používá jako klíč metadat, musí být instance třídy CompoundFileMetadataKey.
de: Das als Metadatenschlüssel verwendete Objekt muss eine Instanz der CompoundFileMetadataKey-Klasse sein.
es: El objeto utilizado como clave de metadatos debe ser una instancia de la clase CompoundFileMetadataKey.
fr: L'objet utilisé en tant que clé de métadonnées doit être une instance de la classe CompoundFileMetadataKey.
it: L'oggetto usato come chiave dei metadati deve essere un'istanza della classe CompoundFileMetadataKey.
ja: メタデータ キーとして使用されるオブジェクトは、CompoundFileMetadataKey クラスのインスタンスである必要があります。
ko: 메타데이터 키로 사용되는 개체는 CompoundFileMetadataKey 클래스의 인스턴스여야 합니다.
pl: Obiekty używane jako klucz metadanych muszą być wystąpieniem klasy CompoundFileMetadataKey.
pt_br: O objeto usado como chave de metadados deve ser uma instância da classe CompoundFileMetadataKey.
ru: Объект, используемый как ключ метаданных, должен быть экземпляром класса CompoundFileMetadataKey.
tr: Meta veri anahtarı olarak kullanılan nesne CompoundFileMetadataKey sınıfının bir örneği olmalıdır.
zh_hans: 用作元数据密钥的对象必须是 CompoundFileMetadataKey 类的实例。
zh_hant: 用作為中繼資料金鑰的物件，必須是 CompoundFileMetadataKey 類別的執行個體。

# CFM_ReadOnlyContainer
source: Cannot perform this operation when the package is in read-only mode.
cs: Když je balíček v režimu jen pro čtení, nedá se tato operace provést.
de: Dieser Vorgang kann nicht durchgeführt werden, solange sich das Paket im Schreibschutzmodus befindet.
es: No se puede realizar esta operación cuando el paquete está en modo de solo lectura.
fr: Impossible d'effectuer cette opération quand le package est en mode lecture seule.
it: Non è possibile eseguire questa operazione quando il pacchetto è in modalità di sola lettura.
ja: パッケージが読み取り専用モードの場合は、この操作を実行できません。
ko: 패키지가 읽기 전용 모드인 경우에는 이 작업을 수행할 수 없습니다.
pl: Nie można wykonać tej operacji, kiedy pakiet jest w trybie tylko do odczytu.
pt_br: Não é possível executar esta operação quando o pacote está em modo somente leitura.
ru: Невозможно выполнить операцию, если пакет находится в режиме "только чтение".
tr: Paket salt okunur moddayken bu işlem gerçekleştirilemez.
zh_hans: 包处于只读模式时，无法执行此操作。
zh_hant: 套件為唯讀模式時，無法執行此作業。
