Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DefaultTagDoesNotMatchSchema
source: Default tag is not valid per the schema. Verify that attributes are correct.
cs: Výchozí značka není pro dané schéma platná. Ověřte správnost atributů.
de: Das Standardtag ist gemäß Schema falsch. Überprüfen Sie, ob die Attribute gültig sind.
es: La etiqueta predeterminada no es válida de acuerdo con el esquema. Compruebe que los atributos son correctos.
fr: La balise par défaut est non valide d'après le schéma. Vérifiez que les attributs sont corrects.
it: Il tag predefinito non è valido in base allo schema. Verificare che gli attributi siano corretti.
ja: 既定のタグがこのスキーマに対して無効です。属性が正しいことをご確認ください。
ko: 스키마별 Default 태그가 잘못되었습니다. 특성이 올바른지 확인하세요.
pl: Domyślny tag nie jest prawidłowy w odniesieniu do schematu. Upewnij się, że atrybuty są poprawne.
pt_br: A marca padrão não é válida de acordo com o esquema. Verifique se os atributos estão corretos.
ru: Недопустимый тег по умолчанию, согласно схеме. Проверьте правильность атрибутов.
tr: Varsayılan etiket şema için geçerli değil. Özniteliklerin doğru olduğunu onaylayın.
zh_hans: 根据架构，默认标记无效。请验证特性是否正确。
zh_hant: 就結構描述來說，預設的標籤無效。請確認屬性皆正確。

# DefaultValueAutoAssignFailed
source: Cannot automatically generate a valid default value for property '{0}'. Specify a default value explicitly when owner type '{1}' is registering this DependencyProperty.
cs: Pro vlastnost {0} se nedá vygenerovat platná výchozí hodnota. Zadejte výchozí hodnotu explicitně, až typ vlastníka {1} bude registrovat tuto vlastnost DependencyProperty.
de: Fehler beim automatischen Generieren eines gültigen Standardwerts für die {0}-Eigenschaft. Geben Sie explizit einen Standardwert an, wenn der Besitzertyp "{1}" diese DependencyProperty registriert.
es: No se puede generar automáticamente un valor predeterminado válido para la propiedad "{0}". Especifique un valor predeterminado explícitamente cuando el tipo de propietario "{1}" esté registrando esta propiedad DependencyProperty.
fr: Impossible de générer automatiquement une valeur par défaut valide pour la propriété '{0}'. Spécifiez explicitement une valeur par défaut quand le type de propriétaire '{1}' inscrit cette DependencyProperty.
it: Non è possibile generare automaticamente un valore predefinito valido per la proprietà '{0}'. Specificare un valore predefinito in modo esplicito quando questo elemento DependencyProperty viene registrato dal tipo di proprietario '{1}'.
ja: プロパティ '{0}' の有効な既定値を自動的に生成できません。所有者の種類 '{1}' がこの DependencyProperty を登録している場合は、既定値を明示的に指定してください。
ko: '{0}' 속성에 유효한 기본값을 자동으로 생성할 수 없습니다. 소유자 형식 '{1}'이(가) 이 DependencyProperty를 등록할 때 명시적으로 기본값을 지정하세요.
pl: Nie można automatycznie wygenerować poprawnej wartości domyślnej dla właściwości „{0}”. Podaj jawnie wartość domyślną podczas rejestrowania tej właściwości DependencyProperty przez właściciela typu „{1}”.
pt_br: Não é possível gerar automaticamente um valor padrão válido para a propriedade '{0}'. Especifique um valor padrão explicitamente quando o tipo de proprietário '{1}' estiver registrando esta DependencyProperty.
ru: Не удается автоматически сгенерировать допустимое значение по умолчанию для свойства "{0}". Укажите значение по умолчанию явно, когда тип владельца "{1}" регистрирует DependencyProperty.
tr: '{0}' özelliği için otomatik olarak varsayılan değer oluşturulamıyor. Bu DependencyProperty sahip türü '{1}' tarafından kaydedilirken açık şekilde varsayılan bir değer belirtin.
zh_hans: 无法自动为属性“{0}”生成有效的默认值。请在所有者类型“{1}”注册此 DependencyProperty 时，显式指定默认值。
zh_hant: 無法為屬性 '{0}' 自動產生有效的預設值。當擁有者類型 '{1}' 登錄此 DependencyProperty 時，請明確地指定預設值。

# DefaultValueInvalid
source: Default value for '{0}' property is not valid because ValidateValueCallback failed.
cs: Výchozí hodnota pro vlastnost {0} není platná, protože ValidateValueCallback neproběhlo úspěšně.
de: Der Standardwert für die Eigenschaft "{0}" ist nicht gültig, weil ein ValidateValueCallback-Fehler aufgetreten ist.
es: El valor predeterminado para la propiedad "{0}" no es válido porque se produjo un error en ValidateValueCallback.
fr: La valeur par défaut de la propriété '{0}' est non valide en raison de l'échec de ValidateValueCallback.
it: Il valore predefinito per la proprietà '{0}' non è valido perché ValidateValueCallback non è riuscito.
ja: ValidateValueCallback が失敗したため、'{0}' プロパティの既定値は無効です。
ko: ValidateValueCallback이 실패하여 '{0}' 속성의 기본값이 잘못되었습니다.
pl: Wartość domyślna właściwości „{0}” jest nieprawidłowa, ponieważ operacja ValidateValueCallback nie powiodła się.
pt_br: O valor padrão para a propriedade '{0}' não é válido porque ValidateValueCallback falhou.
ru: Значение по умолчанию для свойства "{0}" не является допустимым, так как произошел сбой ValidateValueCallback.
tr: ValidateValueCallback başarısız olduğundan '{0}' özelliği için varsayılan değer geçerli değil.
zh_hans: “{0}”属性的默认值无效，因为 ValidateValueCallback 失败。
zh_hant: 因為 ValidateValueCallback 失敗，所以 '{0}' 屬性的預設值無效。

# DefaultValueMayNotBeExpression
source: An Expression object is not a valid default value for a DependencyProperty.
cs: Objekt Expression není platná výchozí hodnota pro DependencyProperty.
de: Ein Expression-Objekt ist kein gültiger Standardwert für eine DependencyProperty.
es: Un objeto Expression no es un valor predeterminado válido para DependencyProperty.
fr: Un objet Expression n'est pas une valeur par défaut valide pour DependencyProperty.
it: Un oggetto Expression non è un valore predefinito valido per un elemento DependencyProperty.
ja: Expression オブジェクトは、DependencyProperty の有効な既定値ではありません。
ko: DependencyProperty의 기본값이 잘못된 Expression 개체입니다.
pl: Obiekt Expression nie jest prawidłową wartością domyślną właściwości DependencyProperty.
pt_br: Um objeto de Expressão não é um valor padrão válido para uma DependencyProperty.
ru: Объект Expression не является допустимым значением по умолчанию для DependencyProperty.
tr: Expression nesnesi DependencyProperty için geçerli bir varsayılan değer değil.
zh_hans: Expression 对象不是 DependencyProperty 的有效默认值。
zh_hant: Expression 物件對 DependencyProperty 來說，並非有效的預設值。

# DefaultValueMayNotBeUnset
source: Default value cannot be 'Unset'.
cs: Výchozí hodnota nemůže být Unset.
de: Als Standardwert kann nicht "Unset" festgelegt werden.
es: El valor predeterminado no puede ser "Unset".
fr: La valeur par défaut ne peut pas être 'Unset'.
it: Il valore predefinito non può essere 'Unset'.
ja: 既定値は 'Unset' にできません。
ko: 기본값은 'Unset'일 수 없습니다.
pl: „Unset” nie może być wartością domyślną.
pt_br: O valor padrão não pode ser 'Unset'.
ru: Значение по умолчанию не может быть "Unset".
tr: Varsayılan değer 'Unset' olamaz.
zh_hans: 默认值不能为 "Unset"。
zh_hant: 預設值不可為 'Unset'。

# DefaultValueMustBeFreeThreaded
source: Default value for the '{0}' property cannot be bound to a specific thread.
cs: Výchozí hodnota pro vlastnost {0} se nedá svázat s konkrétním vláknem.
de: Der Standardwert für die Eigenschaft "{0}" kann nicht an einen bestimmten Thread gebunden werden.
es: El valor predeterminado para la propiedad "{0}" no se puede vincular con un subproceso específico.
fr: La valeur par défaut de la propriété '{0}' ne peut pas être liée à un thread spécifique.
it: Non è possibile associare il valore predefinito della proprietà '{0}' a un thread specifico.
ja: '{0}' プロパティの既定値は、特定のスレッドにバインドできません。
ko: '{0}' 속성의 기본값을 특정 스레드에 바인딩할 수 없습니다.
pl: Wartość domyślna właściwości „{0}” nie może być powiązana z konkretnym wątkiem.
pt_br: O valor padrão da propriedade '{0}' não pode ser associado a um thread específico.
ru: Значение по умолчанию для свойства "{0}" не может быть привязано к указанному потоку.
tr: '{0}' özelliğinin varsayılan değeri belirli bir iş parçacığına bağlanamıyor.
zh_hans: “{0}”属性的默认值无法绑定到特定线程。
zh_hant: '{0}' 屬性的預設值不可繫結到特定的執行緒。

# DefaultValuePropertyTypeMismatch
source: Default value type does not match type of property '{0}'.
cs: Typ výchozí hodnoty neodpovídá typu vlastnosti {0}.
de: Der Standardwerttyp stimmt nicht mit dem Typ der Eigenschaft "{0}" überein.
es: El tipo de valor predeterminado no coincide con el tipo de propiedad "{0}".
fr: Le type valeur par défaut ne correspond pas au type de la propriété '{0}'.
it: Il tipo valore predefinito non corrisponde al tipo della proprietà '{0}'.
ja: 既定値の型がプロパティ '{0}' の型と一致しません。
ko: 기본값 형식이 '{0}' 속성의 형식과 일치하지 않습니다.
pl: Typ wartości domyślnej nie jest zgodny z typem właściwości „{0}”.
pt_br: O tipo de valor padrão não corresponde ao tipo da propriedade '{0}'.
ru: Тип значения по умолчанию не совпадает с типом свойства "{0}".
tr: Varsayılan değer türü '{0}' özelliğinin türüyle eşleşmiyor.
zh_hans: 默认值类型与“{0}”属性的类型不匹配。
zh_hant: 預設值類型與屬性 '{0}' 的類型不符。

# DelimiterLeading
source: Cannot have leading path delimiter.
cs: Na začátku nemůže být oddělovač cesty.
de: Ein führendes Pfadtrennzeichen ist nicht zulässig.
es: No puede tener un delimitador de ruta de acceso inicial.
fr: Impossible d'avoir un délimiteur de chemin de début.
it: Il delimitatore di percorso iniziale non è consentito.
ja: 先頭にパスの区切り記号を使用することはできません。
ko: 선행 경로 구분 기호를 포함할 수 없습니다.
pl: Nie można używać wiodącego ogranicznika ścieżki.
pt_br: Não é possível ter um delimitador de caminho à direita.
ru: Разделитель в начале пути не допускается.
tr: Başında yol sınırlayıcısı olamaz.
zh_hans: 无法具有前导路径分隔符。
zh_hant: 不可有前置路徑分隔符號。

# DelimiterTrailing
source: Cannot have trailing path delimiter.
cs: Na konci nemůže být oddělovač cesty.
de: Ein nachstehendes Pfadtrennzeichen ist nicht zulässig.
es: No puede tener un delimitador de ruta de acceso final.
fr: Impossible d'avoir un délimiteur de chemin de fin.
it: Il delimitatore di percorso finale non è consentito.
ja: 末尾にパスの区切り記号を使用することはできません。
ko: 후행 경로 구분 기호를 포함할 수 없습니다.
pl: Nie można używać końcowego ogranicznika ścieżki.
pt_br: Não é possível ter um delimitador de caminho à esquerda.
ru: Разделитель в конце пути не допускается.
tr: Sonunda yol sınırlayıcısı olamaz.
zh_hans: 无法具有尾随路径分隔符。
zh_hant: 不可有後置路徑分隔符號。

# DictionaryIsReadOnly
source: The dictionary is read-only.
cs: Slovník je určený jen pro čtení.
de: Das Wörterbuch ist schreibgeschützt.
es: El diccionario es de solo lectura.
fr: Le dictionnaire est en lecture seule.
it: Il dizionario è di sola lettura.
ja: この辞書は読み取り専用です。
ko: 사전이 읽기 전용입니다.
pl: Słownik jest tylko do odczytu.
pt_br: O dicionário é somente leitura.
ru: Словарь доступен только для чтения.
tr: Sözlük salt okunur.
zh_hans: 字典是只读的。
zh_hant: 目錄為唯讀目錄。

# DigSigCannotLocateCertificate
source: Cannot locate the selected digital certificate.
cs: Vybraný digitální certifikát se nepovedlo najít.
de: Das ausgewählte digitale Zertifikat wurde nicht gefunden.
es: No se puede ubicar el certificado digital seleccionado.
fr: Impossible de localiser le certificat numérique sélectionné.
it: Non è possibile individuare il certificato digitale selezionato.
ja: 選択したデジタル証明書が見つかりません。
ko: 선택한 디지털 인증서를 찾을 수 없습니다.
pl: Nie można znaleźć wybranego certyfikatu cyfrowego.
pt_br: Não é possível localizar o certificado digital selecionado.
ru: Не удается найти выбранный цифровой сертификат.
tr: Seçili dijital sertifika bulunamıyor.
zh_hans: 无法找到所选的数字证书。
zh_hant: 找不到選取的數位憑證。

# DigSigDuplicateCertificate
source: Certificate error. Multiple certificates found with the same thumbprint.
cs: Chyba certifikátu. Našlo se několik certifikátů se stejným kryptografickým otiskem.
de: Zertifikatfehler. Es wurden mehrere Zertifikate mit demselben Fingerabdruck gefunden.
es: Error de certificado. Se encontraron varios certificados con la misma huella digital.
fr: Erreur de certificat. Plusieurs certificats ayant la même empreinte numérique ont été détectés.
it: Errore del certificato. Sono stati trovati più certificati con la stessa identificazione personale.
ja: 証明書のエラー。同じサムプリントが指定された証明書が複数見つかりました。
ko: 인증서 오류입니다. 동일한 지문을 사용하는 인증서가 여러 개 있습니다.
pl: Błąd certyfikatu. Znaleziono wiele certyfikatów z takim samym odciskiem palca.
pt_br: Erro de certificado. Vários certificados encontrados com a mesma impressão digital.
ru: Ошибка сертификата. Найдено несколько сертификатов с одинаковым отпечатком.
tr: Sertifika hatası. Aynı parmak izine sahip birden fazla sertifika bulundu.
zh_hans: 证书错误。使用相同指纹找到多个证书。
zh_hant: 憑證錯誤。相同指紋中發現多個憑證。

# DispatcherHasShutdown
source: Cannot perform requested operation because the Dispatcher shut down.
cs: Požadovaná operace se nedá provést, protože Dispatcher je vypnutý.
de: Der angeforderte Vorgang kann nicht ausgeführt werden, weil der Dispatcher heruntergefahren wurde.
es: No se puede realizar la operación solicitada porque el distribuidor se apagó.
fr: Impossible d'effectuer l'opération demandée, car le Dispatcher est arrêté.
it: Non è possibile eseguire l'operazione richiesta a causa dell'arresto di Dispatcher.
ja: Dispatcher がシャットダウンしたため、要求された操作を実行できません。
ko: Dispatcher가 종료되어 요청한 작업을 수행할 수 없습니다.
pl: Nie można wykonać żądanej operacji z powodu zamknięcia funkcji Dispatcher.
pt_br: Não é possível executar a operação solicitada porque o Dispatcher foi desligado.
ru: Не удается выполнить запрошенную операцию, так как диспетчер выключен.
tr: Dispatcher kapatıldığından istenen işlem gerçekleştirilemiyor.
zh_hans: 由于 Dispatcher 关闭，因此无法执行请求的操作。
zh_hant: 因為 Dispatcher 已關機，所以無法執行要求的作業。

# DispatcherPriorityAwaiterInvalid
source: The DispatcherPriorityAwaiter was not configured with a valid Dispatcher. The only supported usage is from Dispatcher.Yield.
cs: Pro DispatcherPriorityAwaiter se nenakonfiguroval platný Dispatcher. Jediné podporované použití je z Dispatcher.Yield.
de: Der DispatcherPriorityAwaiter wurde nicht mit einem gültigen Dispatcher konfiguriert. Es wird nur die Verwendung über Dispatcher.Yield unterstützt.
es: El valor DispatcherPriorityAwaiter no se configuró con un distribuidor válido. El único uso admitido es de Dispatcher.Yield.
fr: DispatcherPriorityAwaiter n'a pas été configuré avec un répartiteur valide. La seule utilisation prise en charge est celle de Dispatcher.Yield.
it: L'elemento DispatcherPriorityAwaiter non è stato configurato con un elemento Dispatcher valido. L'unico utilizzo supportato è da Dispatcher.Yield.
ja: DispatcherPriorityAwaiter が、有効な Dispatcher で構成されていません。Dispatcher.Yield からの使用のみがサポートされています。
ko: DispatcherPriorityAwaiter가 유효한 Dispatcher로 구성되지 않았습니다. Dispatcher.Yield에서만 사용할 수 있습니다.
pl: Obiekt DispatcherPriorityAwaiter nie został skonfigurowany za pomocą poprawnej funkcji Dispatcher. Można go używać tylko z poziomu obiektu Dispatcher.Yield.
pt_br: O DispatcherPriorityAwaiter não foi configurado com um Dispatcher válido. O único uso com suporte é de Dispatcher.Yield.
ru: Объект DispatcherPriorityAwaiter не был настроен с допустимым объектом Dispatcher. Поддерживается использование только из Dispatcher.Yield.
tr: DispatcherPriorityAwaiter, geçerli bir Dispatcher ile yapılandırılmadı. Yalnızca Dispatcher.Yield öğesinden kullanım desteklenir.
zh_hans: DispatcherPriorityAwaiter 未配置有效的 Dispatcher。唯一支持的用法来自 Dispatcher.Yield。
zh_hant: 未對 DispatcherPriorityAwaiter 設定有效的 Dispatcher。唯一支援的用法是從 Dispatcher.Yield 使用。

# DispatcherProcessingDisabled
source: Cannot perform this operation while dispatcher processing is suspended.
cs: Když je zpracování Dispatcheru pozastavené, nedá se tato operace provést.
de: Dieser Vorgang kann bei angehaltener Dispatcherverarbeitung nicht ausgeführt werden.
es: No se puede realizar esta operación mientras el procesamiento del distribuidor está suspendido.
fr: Impossible d'effectuer l'opération demandée pendant que le traitement du répartiteur est interrompu.
it: Non è possibile eseguire questa operazione mentre l'elaborazione del dispatcher è sospesa.
ja: ディスパッチャーの処理が中断されている間は、この操作を実行できません。
ko: 디스패처 처리가 일시 중단된 동안에는 이 작업을 수행할 수 없습니다.
pl: Nie można wykonać tej operacji w czasie zawieszenia przetwarzania dyspozytora.
pt_br: Não é possível executar esta operação enquanto o processamento do dispatcher está suspenso.
ru: Не удается выполнить эту операцию, пока работа диспетчера приостановлена.
tr: Dispatcher işlemi askıya alındığından bu işlem gerçekleştirilemiyor.
zh_hans: 暂停调度程序处理时，无法执行此操作。
zh_hant: 當發送器處理暫止時，無法執行此作業。

# DispatcherProcessingDisabledButStillPumping
source: Dispatcher processing has been suspended, but messages are still being processed.
cs: Zpracování Dispatcheru se pozastavilo, ale zprávy se stále zpracovávají.
de: Die Dispatcherverarbeitung wurde angehalten, es werden jedoch weiterhin Nachrichten verarbeitet.
es: Se ha suspendido el procesamiento del distribuidor, pero los mensajes aún se están procesando.
fr: Le traitement de Dispatcher a été interrompu, mais les messages continuent à être traités.
it: L'elaborazione del dispatcher è stata sospesa, ma l'elaborazione dei messaggi è ancora in corso.
ja: ディスパッチャーの処理は中断されていますが、メッセージはまだ処理中です。
ko: 디스패처 처리는 일시 중단되었지만 메시지가 여전히 처리되고 있습니다.
pl: Przetwarzanie dyspozytora zostało wstrzymane, ale komunikaty są wciąż przetwarzane.
pt_br: O processamento do dispatcher foi suspenso, mas mensagens ainda estão sendo processadas.
ru: Работа диспетчера приостановлена, но сообщения по-прежнему обрабатываются.
tr: Dispatcher işlemi askıya alındı ancak iletiler hala işleniyor.
zh_hans: 调度程序处理已暂停，但仍在处理消息。
zh_hant: 發送器處理已暫止，但訊息仍在繼續處理中。

# DispatcherRequestProcessingFailed
source: The Dispatcher is unable to request processing. This is often because the application has starved the Dispatcher's message pump.
cs: Dispatcher nemůže požádat o zpracování. Častou příčinou je to, že aplikace nechala Dispatcher vyprázdnit pumpu zpráv.
de: Der Dispatcher kann keine Verarbeitung anfordern. Dies tritt häufig dadurch auf, dass die Anwendung das Nachrichtensystem des Dispatchers behindert.
es: Dispatcher no puede solicitar el procesamiento. Esto suele deberse a que la aplicación ha impedido el suministro de mensajes de Dispatcher.
fr: Dispatcher ne parvient pas à demander un traitement. Bien souvent, cela se produit si l'application a vidé la pompe de messages de Dispatcher.
it: Il Dispatcher non è in grado di richiedere l'elaborazione. Questo problema spesso si verifica perché l'applicazione ha esaurito il message pump del Dispatcher.
ja: Dispatcher で要求の処理ができません。この原因は多くの場合、アプリケーションで Dispatcher のメッセージ ポンプのスタベーションが発生したことです。
ko: Dispatcher에서 처리를 요청할 수 없습니다. 주로 애플리케이션에 Dispatcher의 메시지 펌프가 없으므로 이러한 문제가 발생합니다.
pl: Funkcja Dispatcher nie może zażądać przetwarzania. Często dzieje się tak, gdy aplikacja przestanie przesyłać komunikaty do mechanizmu obsługi komunikatów funkcji Dispatcher.
pt_br: O Dispatcher não pode processar a solicitação. Normalmente, isso ocorre porque o aplicativo esgotou a bomba de mensagens do Dispatcher.
ru: Dispatcher не удалось запросить обработку. Часто это вызвано тем, что приложение предоставляло недостаточно данных в генератор сообщений Dispatcher.
tr: Dispatcher, bu isteği işleyemiyor. Bu sorun genellikle, Dispatcher'ın ileti pompasının tamamen uygulama tarafından kullanılmasından kaynaklanır.
zh_hans: Dispatcher 无法请求处理。这通常是因为应用程序已停止 Dispatcher 的消息泵。
zh_hant: Dispatcher 無法要求處理。這種情況常會因為應用程式急需 Dispatcher 的訊息傾印而發生。

# DispatcherYieldNoAvailableDispatcher
source: The thread calling Dispatcher.Yield does not have a current Dispatcher.
cs: Vlákno, které volá Dispatcher.Yield, nemá aktuální Dispatcher.
de: Der Thread, der Dispatcher.Yield aufruft, weist keinen aktuellen Dispatcher auf.
es: El subproceso que llama a Dispatcher.Yield no tiene un distribuidor actual.
fr: Le thread qui appelle Dispatcher.Yield n'a pas de répartiteur actif.
it: Il thread che chiama Dispatcher.Yield non dispone di un elemento Dispatcher corrente.
ja: Dispatcher.Yield を呼び出すスレッドに、現在の Dispatcher がありません。
ko: Dispatcher.Yield를 호출하는 스레드에 현재 Dispatcher가 없습니다.
pl: Wątek wywołujący obiekt Dispatcher.Yield nie ma bieżącej funkcji Dispatcher.
pt_br: O thread que está chamando Dispatcher.Yield não tem um Dispatcher atual.
ru: Поток, вызывающий Dispatcher.Yield, не содержит текущий объект Dispatcher.
tr: Dispatcher.Yield öğesini çağıran iş parçacığında güncel bir Dispatcher yok.
zh_hans: 调用 Dispatcher.Yield 的线程当前没有 Dispatcher。
zh_hant: 呼叫 Dispatcher.Yield 的執行緒沒有目前的 Dispatcher。

# DuplicateCorePropertyName
source: More than one '{0}' property found.
cs: Našla se více než jedna vlastnost {0}.
de: Es wurden mehrere {0}-Eigenschaften gefunden.
es: Se encontró más de una propiedad "{0}".
fr: Plusieurs propriétés '{0}' trouvées.
it: Sono state trovate più proprietà '{0}'.
ja: 複数の '{0}' プロパティが見つかりました。
ko: 두 개 이상의 '{0}' 속성이 있습니다.
pl: Znaleziono więcej niż jedną właściwość „{0}”.
pt_br: Mais de uma propriedade '{0}' encontrada.
ru: Найдено несколько свойств "{0}".
tr: Birden fazla '{0}' özelliği bulundu.
zh_hans: 找到多个“{0}”属性。
zh_hant: 發現一個以上的 '{0}' 屬性。

# DuplicateObjectId
source: Duplicate object ID found. IDs must be unique within the signature XML.
cs: Našlo se duplicitní ID objektu. ID musí být v kódu XML podpisu jedinečné.
de: Es wurde eine doppelte Objekt-ID gefunden. IDs müssen innerhalb der Signatur-XML eindeutig sein.
es: Se encontró un ID de objeto duplicado. Los ID deben ser únicos dentro del XML de la firma.
fr: ID d'objet dupliqué trouvé. Les ID doivent être uniques dans la signature XML.
it: È stato trovato un ID oggetto duplicato. Gli ID devono essere univoci nel codice XML della firma.
ja: 重複するオブジェクト ID が見つかりました。ID は、署名 XML 内で一意である必要があります。
ko: 중복된 개체 ID가 있습니다. ID는 시그니처 XML 내에서 고유해야 합니다.
pl: Znaleziono zduplikowany identyfikator obiektu. Identyfikatory muszą być unikatowe w obrębie kodu XML podpisu.
pt_br: ID de objeto duplicada encontrada. As IDs precisam ser exclusivas dentro do XML de assinatura.
ru: Обнаружен дубликат идентификатора объекта. В XML-коде подписи идентификаторы должны быть уникальными.
tr: Yinelenen nesne kimliği bulundu. Kimlikler imza XML dosyasında benzersiz olmalıdır.
zh_hans: 找到重复的对象 ID。ID 在签名 XML 中必须是唯一的。
zh_hant: 找到重複的物件識別碼。在簽章 XML 中，識別碼在必須是獨一的。

# DuplicatePiecesFound
source: Duplicate pieces found in the package.
cs: V balíčku se našly duplicitní části.
de: Im Paket wurden doppelte Teile gefunden.
es: Se encontraron piezas duplicadas en el paquete.
fr: Éléments en double trouvés dans le package.
it: Sono state trovate parti duplicate nel pacchetto.
ja: パッケージ内に重複するピースが見つかりました。
ko: 패키지에 중복된 조각이 있습니다.
pl: Znaleziono zduplikowane fragmenty w pakiecie.
pt_br: Peças duplicadas encontradas no pacote.
ru: В этом пакете обнаружены повторяющиеся части.
tr: Pakette yinelenen parçalar bulundu.
zh_hans: 在包中找到重复的部分。
zh_hant: 套件中找到重複的部分。

# DuplicateSignature
source: Duplicates not allowed - signature part already exists.
cs: Duplicity se nepovolují – součást podpisu už existuje.
de: Duplikate sind nicht zulässig. Das Signaturteil ist bereits vorhanden.
es: No se permiten duplicados: la parte de la firma ya existe.
fr: Doublons non autorisés - le composant de signature existe déjà.
it: Non sono consentiti duplicati. La parte della firma esiste già.
ja: 重複は許可されていません - 署名パートが既に存在します。
ko: 중복 항목은 허용되지 않습니다. 시그니처 파트가 이미 있습니다.
pl: Duplikaty nie są dozwolone — ta część podpisu już istnieje.
pt_br: Não são permitidas duplicatas – parte da assinatura já existe.
ru: Совпадения не допускаются — часть подписи уже существует.
tr: Yinelemelere izin verilmez; imza bölümü zaten var.
zh_hans: 不允许重复 - 签名部分已存在。
zh_hant: 不得重複 - 簽章組件已存在。

# ElementIsNotEmptyElement
source: '{0}' element must be empty.
cs: Element {0} musí být prázdný.
de: Das {0}-Element muss leer sein.
es: El elemento "{0}" debe estar vacío.
fr: L'élément '{0}' doit être vide.
it: L'elemento '{0}' deve essere vuoto.
ja: '{0}' 要素は空でなければなりません。
ko: '{0}' 요소는 비어 있어야 합니다.
pl: Element „{0}” musi być pusty.
pt_br: O elemento '{0}' tem de estar vazio.
ru: Элемент "{0}" должен быть пустым.
tr: '{0}' öğesi boş olmalıdır.
zh_hans: “{0}”元素必须为空。
zh_hant: '{0}' 項目必須是空的。
