Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NameTableVersionMismatchRead
source: Name table cannot be read by this version of the program.
cs: Tato verze programu nemůže přečíst tabulku názvů.
de: Die Namentabelle kann von dieser Programmversion nicht gelesen werden.
es: La tabla de nombres no puede leerse por esta versión del programa.
fr: La table des noms ne peut pas être lue par cette version du programme.
it: Non è possibile leggere la tabella dei nomi con questa versione del programma.
ja: プログラムのこのバージョンでは、ネーム テーブルを読み取れません。
ko: 이 버전의 프로그램에서는 이름 테이블을 읽을 수 없습니다.
pl: Ta wersja programu nie może odczytać tabeli nazw.
pt_br: A tabela de nomes não pode ser lida por esta versão do programa.
ru: Таблицу имен невозможно прочитать с помощью этой версии программы.
tr: Ad tablosu programın bu sürümü tarafından okunamıyor.
zh_hans: 此版本的程序无法读取名称表。
zh_hant: 此版本的程式無法讀取名稱資料表。

# NameTableVersionMismatchWrite
source: Name table cannot be updated by this version of the program.
cs: Tato verze programu nemůže aktualizovat tabulku názvů.
de: Die Namentabelle kann von dieser Programmversion nicht aktualisiert werden.
es: La tabla de nombres no puede actualizarse por esta versión del programa.
fr: La table des noms ne peut pas être mise à jour par cette version du programme.
it: Non è possibile aggiornare la tabella dei nomi con questa versione del programma.
ja: プログラムのこのバージョンでは、ネーム テーブルを更新できません。
ko: 이 버전의 프로그램에서는 이름 테이블을 업데이트할 수 없습니다.
pl: Ta wersja programu nie może aktualizować tabeli nazw.
pt_br: A tabela de nomes não pode ser atualizada por esta versão do programa.
ru: Таблицу имен невозможно обновить с помощью этой версии программы.
tr: Ad tablosu programın bu sürümü tarafından güncelleştirilemiyor.
zh_hans: 此版本的程序无法更新名称表。
zh_hant: 此版本的程式無法更新名稱資料表。

# NamedAPIFailure
source: Failed call to '{0}'.
cs: Nepovedlo se zavolat {0}.
de: Fehler beim Aufruf von "{0}".
es: Error de llamada a "{0}".
fr: Échec de l'appel à '{0}'.
it: Chiamata non riuscita a '{0}'.
ja: '{0}' の呼び出しに失敗しました。
ko: '{0}'을(를) 호출하지 못했습니다.
pl: Nieudane wywołanie funkcji „{0}”.
pt_br: Falha na chamada para '{0}'.
ru: Ошибка вызова "{0}".
tr: '{0}' çağrılamadı.
zh_hans: 未能调用“{0}”。
zh_hant: 無法呼叫 '{0}'。

# NoCounterSignUnsignedContainer
source: Cannot countersign an unsigned package.
cs: Nepodepsaný balíček se nedá kontrasignovat.
de: Ein nicht signiertes Paket kann nicht gegensigniert werden.
es: No se puede contrafirmar un paquete no firmado.
fr: Impossible de contresigner un package non signé.
it: Non è possibile controfirmare un pacchetto non firmato.
ja: 署名されていないパッケージには副署できません。
ko: 서명되지 않은 패키지에 연대 서명할 수 없습니다.
pl: Nie można kontrasygnować niepodpisanego pakietu.
pt_br: Não é possível referendar um pacote não assinado.
ru: Не удается поставить вторую подпись для неподписанного пакета.
tr: İmzalanmamış bir pakete onay imzası atılamaz.
zh_hans: 无法副署未签名的包。
zh_hant: 無法副署未簽署的套件。

# NoDependencyProperty
source: No dependency property {0} on {1}.
cs: V {1} není žádná vlastnost závislosti {0}.
de: Keine {0}-Abhängigkeitseigenschaft für "{1}".
es: Ninguna propiedad de dependencia {0} en {1}.
fr: Aucune propriété de dépendance {0} sur {1}.
it: Non è presente alcuna proprietà di dipendenza {0} su {1}.
ja: 依存関係プロパティ {0} が {1} にありません。
ko: {1}에 종속성 속성 {0}이(가) 없습니다.
pl: Brak właściwości zależności {0} od {1}.
pt_br: Nenhuma propriedade de dependência {0} em {1}.
ru: Нет свойства зависимости {0} в {1}.
tr: {1} üzerinde {0} bağımlılık özelliği yok.
zh_hans: {1} 上没有依赖项属性 {0}。
zh_hant: {1} 上沒有任何相依性屬性 {0}。

# NoExternalTargetForMetadataRelationship
source: TargetMode for a Core Properties relationship must be 'Internal'.
cs: TargetMode pro vztah Core Properties musí být Internal.
de: Der TargetMode-Wert für eine Core Properties-Beziehung muss "Internal" lauten.
es: El valor TargetMode para una relación Core Properties debe ser "Internal".
fr: TargetMode pour une relation Core Properties doit être 'Internal'.
it: L'elemento TargetMode per una risorsa Core Properties relationship deve essere 'Internal'.
ja: Core Properties Relationship の TargetMode は 'Internal' でなければなりません。
ko: Core Properties relationship의 TargetMode는 'Internal'이어야 합니다.
pl: Atrybut TargetMode relacji Core Properties musi mieć wartość „Internal”.
pt_br: O TargetMode de uma relação de Propriedades Básicas deve ser 'Internal'.
ru: TargetMode для отношения "Core Properties" должен быть "Internal".
tr: Bir Core Properties ilişkisi için TargetMode 'Internal' olmalıdır.
zh_hans: Core Properties 关系的 TargetMode 必须为 "Internal"。
zh_hant: Core Properties 關聯性的 TargetMode 必須是「內部」。

# NoMulticastHandlers
source: WeakEventManager supports only delegates with one target.
cs: Třída WeakEventManager podporuje pouze delegáty s jedním cílem.
de: WeakEventManager unterstützt nur Delegaten mit einem Ziel.
es: WeakEventManager sólo admite delegados con un destino.
fr: WeakEventManager ne prend en charge que les délégués dotés d'une cible.
it: WeakEventManager supporta solo delegati con una destinazione.
ja: WeakEventManager は、1 つのターゲットを持つデリゲートのみをサポートしています。
ko: WeakEventManager는 하나의 대상이 지정된 대리자만 지원합니다.
pl: Klasa WeakEventManager obsługuje tylko delegatów o jednym elemencie docelowym.
pt_br: WeakEventManager só dá suporte a representantes com um destino.
ru: WeakEventManager поддерживает только делегаты с одним целевым объектом.
tr: WeakEventManager yalnızca bir hedefi olan temsilcileri destekler.
zh_hans: WeakEventManager 只支持具有一个目标的委托。
zh_hant: WeakEventManager 只支援具有一個目標的委派。

# NoPrivilegesForPublishLicenseDecryption
source: CryptoProvider does not have privileges required for decryption of the PublishLicense.
cs: CryptoProvider nemá oprávnění potřebná k dešifrování PublishLicense.
de: Der CryptoProvider besitzt nicht die zum Entschlüsseln der PublishLicense erforderlichen Berechtigungen.
es: CryptoProvider no tiene los privilegios necesarios para el descifrado de PublishLicense.
fr: CryptoProvider n'a pas les privilèges nécessaires pour le déchiffrement de PublishLicense.
it: CryptoProvider non dispone dei privilegi richiesti per la decrittografia di PublishLicense.
ja: CryptoProvider は、PublishLicense の解読に必要な特権を持っていません。
ko: CryptoProvider에 PublishLicense의 암호를 해독하는 데 필요한 권한이 없습니다.
pl: Obiekt CryptoProvider nie ma uprawnień wymaganych do odszyfrowania obiektu PublishLicense.
pt_br: CryptoProvider não tem os privilégios necessários para descriptografia de PublishLicense.
ru: У CryptoProvider нет прав, необходимых для расшифровки PublishLicense.
tr: CryptoProvider, PublishLicense şifresini çözmek için gerekli ayrıcalıklara sahip değil.
zh_hans: CryptoProvider 没有解密 PublishLicense 所需的特权。
zh_hant: CryptoProvider 沒有解密 PublishLicense 所需的權限。

# NoPublishLicenseStream
source: File does not contain a stream to hold the publish license.
cs: Soubor neobsahuje stream, který by udržoval publikační licenci.
de: Die Datei enthält keinen Datenstrom für die Veröffentlichungslizenz.
es: El archivo no contiene una secuencia para contener la licencia de publicación.
fr: Le fichier n'a pas de flux pour contenir la licence de publication.
it: Il file non contiene un flusso per l'inserimento della licenza di pubblicazione.
ja: ファイルには、公開ライセンスを保持するストリームが含まれていません。
ko: 파일에 게시 라이선스를 보관할 스트림이 없습니다.
pl: Plik nie zawiera strumienia z licencją publikowania.
pt_br: O arquivo não contém um fluxo para conter a licença de publicação.
ru: Файл не содержит поток для хранения лицензии на публикацию.
tr: Dosya yayımlama lisansını tutacak bir akış içermiyor.
zh_hans: 文件不包含用于保存发布许可证的流。
zh_hant: 檔案未包含可保留發佈授權的資料流。

# NoStructuredContentInsideProperties
source: Core Properties part: core property elements can contain only text data.
cs: Součást Core Properties: Elementy hlavních vlastností můžou obsahovat jen textová data.
de: Core Properties-Teil: Elemente von Haupteigenschaften dürfen nur Textdaten enthalten.
es: Parte Core Properties: los elementos de la propiedad principal pueden contener solo datos de texto.
fr: Composant Core Properties : les éléments des propriétés principales peuvent contenir uniquement des données texte.
it: Parte Core Properties: gli elementi proprietà principale possono contenere solo dati di testo.
ja: Core Properties パート: コア プロパティ要素には、テキスト データのみを含めることができます。
ko: Core Properties 파트: 핵심 속성 요소에는 텍스트 데이터만 포함할 수 있습니다.
pl: Część Core Properties: elementy podstawowych właściwości mogą zawierać tylko dane tekstowe.
pt_br: Parte das Propriedades Básicas: os elementos da propriedade básica podem conter apenas dados de texto.
ru: Часть "Core Properties": элементы основных свойств могут содержать только текстовые данные.
tr: Core Properties bölümü: Çekirdek özellik öğeleri yalnızca metin verileri içerebilir.
zh_hans: Core Properties 部分: 核心属性元素仅包含文本数据。
zh_hant: Core Properties 組件: 核心屬性項目只可包含文字資料。

# NoUseLicenseStorage
source: File does not contain a storage to hold use licenses.
cs: Soubor neobsahuje úložiště, které by uchovávalo licence k používání.
de: Die Datei enthält keinen Speicher für Nutzungslizenzen.
es: El archivo no contiene un almacenamiento para contener licencias de uso.
fr: Le fichier n'a pas de stockage pour contenir les licences d'utilisation.
it: Il file non contiene uno spazio di archiviazione per l'inserimento dei contratti di licenza con l'utente finale.
ja: ファイルには、使用ライセンスを保持する記憶域が含まれていません。
ko: 파일에 사용자 라이선스를 보관할 스토리지가 없습니다.
pl: Plik nie zawiera magazynu do przechowywania licencji użytkowania.
pt_br: O arquivo não contém um armazenamento para conter licenças de uso.
ru: Файл не содержит хранилище для хранения лицензий на использование.
tr: Dosya, kullanım lisanslarını tutacak bir depolama alanı içermiyor.
zh_hans: 文件不包含用于保存使用许可证的存储。
zh_hant: 檔案未包含可保留使用授權的儲存體。

# NotAUniqueRelationshipId
source: '{0}' ID conflicts with the ID of an existing relationship for the specified source.
cs: ID {0} je v konfliktu s ID existujícího vztahu pro zadaný zdroj.
de: Die ID {0} steht mit der ID einer vorhandenen Beziehung für die angegebene Quelle in Konflikt.
es: El ID "{0}" entra en conflicto con el ID de una relación existente para el origen especificado.
fr: L'ID '{0}' est en conflit avec l'ID d'une relation existante pour la source spécifiée.
it: L'ID '{0}' è in conflitto con l'ID di una relazione esistente per l'origine specificata.
ja: ID '{0}' は、指定されたソースの既存のリレーションシップの ID と競合しています。
ko: 지정된 소스에 대한 기존 관계의 ID와 '{0}' ID가 충돌합니다.
pl: ID „{0}” jest w konflikcie z ID istniejącej relacji określonego źródła.
pt_br: A ID '{0}' conflita com a ID de uma relação existente para a origem especificada.
ru: Конфликт идентификатора "{0}" с идентификатором существующего отношения для указанного источника.
tr: '{0}' kimliği, belirtilen kaynak için mevcut bir ilişkinin kimliği ile çakışıyor.
zh_hans: “{0}”ID 与指定源的现有关系的 ID 冲突。
zh_hant: '{0}' 識別碼與指定來源的現有關聯性相識別碼相衝突。

# NotAValidRelationshipPartUri
source: PackageRelationship part URI syntax is not valid.
cs: Syntaxe identifikátoru URI součásti PackageRelationship není platná.
de: Der PackageRelationship-Teil-URI besitzt eine ungültige Syntax.
es: La sintaxis del URI de la parte de PackageRelationship no es válida.
fr: La syntaxe de l'URI du composant PackageRelationship est non valide.
it: La sintassi dell'URI della parte PackageRelationship non è valida.
ja: PackageRelationship パートの URI 構文が無効です。
ko: PackageRelationship 파트 URI 구문이 잘못되었습니다.
pl: Nieprawidłowa składnia identyfikatora URI części PackageRelationship.
pt_br: A sintaxe do URI da parte PackageRelationship não é válida.
ru: Недопустимый синтаксис URI части PackageRelationship.
tr: PackageRelationship bölümü URI söz dizimi geçerli değil.
zh_hans: PackageRelationship 部分 URI 语法无效。
zh_hant: PackageRelationship 組件 URI 語法無效。

# NotAValidXmlIdString
source: '{0}' ID is not a valid XSD ID.
cs: ID {0} není platné ID XSD.
de: Die ID {0} ist keine gültige XSD-ID.
es: El ID "{0}" no es una ID de XSD válido.
fr: L'ID '{0}' n'est pas un ID XSD valide.
it: L'ID '{0}' non è un ID XSD valido.
ja: '{0}' ID は有効な XSD ID ではありません。
ko: '{0}' ID는 유효한 XSD ID가 아닙니다.
pl: Identyfikator „{0}” nie jest prawidłowym identyfikatorem XSD.
pt_br: A ID '{0}' não é uma ID de XSD válida.
ru: Идентификатор "{0}" не является допустимым идентификатором XSD.
tr: '{0}' kimliği geçerli bir XSD kimliği değil.
zh_hans: “{0}”ID 不是有效的 XSD ID。
zh_hant: '{0}' 識別碼並非有效的 XSD 識別碼。

# NotSupportedMultiDisk
source: Multidisk ZIP format is not supported.
cs: Formát ZIP pro multidisk se nepodporuje.
de: Ein ZIP-Format für mehrere Datenträger wird nicht unterstützt.
es: No se admite el formato ZIP multidisco.
fr: Le format ZIP multidisque n'est pas pris en charge.
it: Il formato ZIP multidisco non è supportato.
ja: 複数ディスクの ZIP 形式はサポートされていません。
ko: 다중 디스크 ZIP 형식이 지원되지 않습니다.
pl: Format wielu dysków ZIP nie jest obsługiwany.
pt_br: Não há suporte para o formato de ZIP em vários discos.
ru: Многодисковый формат ZIP не поддерживается.
tr: Çok diskli ZIP biçimi desteklenmiyor.
zh_hans: 不支持多磁盘 ZIP 格式。
zh_hant: 不支援多重磁碟 ZIP 格式。

# NotSupportedVersionNeededToExtract
source: ZIP archive contains unsupported data structures.
cs: Archiv ZIP obsahuje nepodporované datové struktury.
de: Das ZIP-Archiv enthält nicht unterstützte Datenstrukturen.
es: El archivo ZIP contiene estructuras de datos no compatibles.
fr: L'archive ZIP contient des structures de données qui ne sont pas prises en charge.
it: L'archivio ZIP contiene strutture di dati non supportate.
ja: Zip アーカイブには、サポートされていないデータ構造が含まれています。
ko: ZIP 보관 파일에 지원되지 않는 데이터 구조가 있습니다.
pl: Archiwum ZIP zawiera nieobsługiwane struktury danych.
pt_br: O arquivo ZIP contém estruturas de dados sem suporte.
ru: ZIP-архив содержит неподдерживаемые структуры данных.
tr: ZIP arşivi desteklenmeyen veri yapıları içeriyor.
zh_hans: ZIP 存档包含不受支持的数据结构。
zh_hant: ZIP 封存包含不受支援的資料結構。

# NotSupported_ReadOnlyCollection
source: Collection is read-only.
cs: Kolekce je jen pro čtení.
de: Die Sammlung ist schreibgeschützt.
es: La colección es de sólo lectura.
fr: La collection est en lecture seule.
it: La raccolta è di sola lettura.
ja: コレクションは読み取り専用です。
ko: 읽기 전용 컬렉션입니다.
pl: Kolekcja jest tylko do odczytu.
pt_br: A coleção é somente leitura.
ru: Данная коллекция предназначена только для чтения.
tr: Koleksiyon salt okunur.
zh_hans: 集合是只读的。
zh_hant: 集合是唯讀的。

# NothingToSign
source: Must specify an item to sign.
cs: Musí se zadat položka, která se má podepsat.
de: Es muss ein Element zur Signierung angegeben werden.
es: Debe especificar un elemento para firmar.
fr: Spécification obligatoire d'un élément à signer.
it: È necessario specificare un elemento da firmare.
ja: 署名する項目を指定する必要があります。
ko: 서명할 항목을 지정해야 합니다.
pl: Należy określić element do podpisania.
pt_br: É necessário especificar um item a ser assinado.
ru: Необходимо указать элемент для подписи.
tr: İmzalanacak bir öğe belirtilmelidir.
zh_hans: 必须指定要签名的项。
zh_hant: 必須指定要簽署的項目。

# NullContentTypeProvided
source: GetContentTypeCore method cannot return null for the content type stream.
cs: Metoda GetContentTypeCore nemůže pro stream typu obsahu vracet null.
de: Von der GetContentTypeCore-Methode darf nicht NULL für den Inhaltstyp-Datenstrom zurückgegeben werden.
es: El método GetContentTypeCore no puede devolver un valor null para la secuencia de tipo de contenido.
fr: La méthode GetContentTypeCore ne peut pas retourner une valeur null pour le flux de type de contenu.
it: Il metodo GetContentTypeCore non può restituire Null per il flusso del tipo di contenuto.
ja: GetContentTypeCore メソッドは、コンテンツの種類のストリームに NULL を返すことはできません。
ko: GetContentTypeCore 메서드가 콘텐츠 형식 스트림에 대해 null을 반환할 수 없습니다.
pl: Metoda GetContentTypeCore nie może zwracać wartości null dla strumienia typu zawartości.
pt_br: O método GetContentTypeCore não pode retornar nulo para o fluxo de tipo de conteúdo.
ru: Метод GetContentTypeCore не может возвращать значение NULL для потока типа содержимого.
tr: GetContentTypeCore metodu içerik türü akışı için null değer döndüremiyor.
zh_hans: GetContentTypeCore 方法不能为内容类型流返回 null。
zh_hant: GetContentTypeCore 方法無法為內容類型資料流傳回 null。

# NullStreamReturned
source: Returned stream for the part is null.
cs: Stream, který se vrátil pro součást, je null.
de: Der zurückgegebene Datenstrom für das Teil ist NULL.
es: La secuencia devuelta para la parte es nula.
fr: Le flux retourné pour le composant a une valeur null.
it: Il flusso restituito per la parte è Null.
ja: このパートに返されたストリームは NULL です。
ko: 파트에 대해 반환된 스트림이 null입니다.
pl: Zwrócony strumień części jest wartością null.
pt_br: O fluxo retornado para a parte é nulo.
ru: Возвращен поток NULL для части.
tr: Bölüm için döndürülen akış null.
zh_hans: 该部分的返回流为 null。
zh_hant: 為組件所傳回的資料流為 null。

# ObjectDisposed
source: Package object was closed and disposed, so cannot carry out operations on this object or any stream opened on a part of this package.
cs: Objekt Package se zavřel a vyřadil, proto se pro tento objekt nebo jakýkoli stream otevřený v rámci tohoto balíčku nedají provádět operace.
de: Das aktuelle Package-Objekt wurde geschlossen und gelöscht, daher können für dieses Objekt oder für einen in einem Teil dieses Pakets geöffneten Datenstrom keine Vorgänge ausgeführt werden.
es: El objeto del paquete se cerró y se eliminó, por lo que no se pueden realizar operaciones en este objeto ni en ninguna secuencia abierta en una parte de este paquete.
fr: Dans la mesure où l'objet Package a été fermé et libéré, les opérations ne peuvent pas être exécutées sur cet objet ou un flux ouvert sur une partie de ce package.
it: L'oggetto Package è stato chiuso ed eliminato, di conseguenza non è possibile eseguire operazioni su questo oggetto o su qualsiasi flusso aperto in una parte del pacchetto.
ja: Package オブジェクトは閉じられ、破棄されました。そのため、このオブジェクト、または、このパッケージのパートで開いているストリームでは操作を行えません。
ko: Package 개체가 닫히고 삭제되었으므로, 이 패키지의 파트에서 열린 임의의 스트림 또는 이 개체에서 작업을 수행할 수 없습니다.
pl: Obiekt Package został zamknięty i usunięty, więc nie można przeprowadzać żadnych operacji na tym obiekcie ani jakimkolwiek strumieniu otwartym na części tego pakietu.
pt_br: O objeto de pacote foi fechado e descartado, portanto não é possível executar operações neste objeto nem em outro fluxo aberto como parte do pacote.
ru: Объект Package был закрыт и ликвидирован, поэтому не удается выполнить операции с этим объектом или любым потоком, открытым для части данного пакета.
tr: Package nesnesi kapatılıp atıldığından, bu nesne üzerinde veya bu paketin bir bölümü üzerinde açılan herhangi bir akış üzerinde işlem gerçekleştirilemez.
zh_hans: 已关闭并释放了包对象，因此无法对此对象或在此包的某部分上打开的任何流执行操作。
zh_hant: 套件物件已關閉且已處置，所以無法在此物件或此套件組件上所開啟的任何資料流上，進行作業。

# OffsetNegative
source: Offset must be greater than or equal to zero.
cs: Hodnota parametru Offset musí být větší nebo rovna nule.
de: Offset muss größer oder gleich null sein.
es: Offset debe ser mayor o igual que 0.
fr: L'offset doit être supérieur ou égal à zéro.
it: L'offset deve essere maggiore o uguale a zero.
ja: Offset はゼロ以上でなければなりません。
ko: Offset은 0보다 크거나 같아야 합니다.
pl: Wartość właściwości Offset musi być większa niż lub równa zero.
pt_br: O deslocamento deve ser maior ou igual a zero.
ru: Смещение должно быть больше либо равно нулю.
tr: Uzaklık sıfır veya daha büyük olmalıdır.
zh_hans: 偏移量必须大于或等于零。
zh_hant: 位移必須大於或等於 0。

# OnlyFileShareReadAndFileShareNoneSupported
source: Only FileShare.Read and FileShare.None are supported.
cs: Podporují se jen FileShare.Read a FileShare.None.
de: Es werden nur FileShare.Read und FileShare.None unterstützt.
es: Solo se admiten FileShare.Read y FileShare.None.
fr: Seuls FileShare.Read et FileShare.None sont pris en charge.
it: Sono supportati solo FileShare.Read e FileShare.None.
ja: FileShare.Read および FileShare.None のみがサポートされています。
ko: FileShare.Read 및 FileShare.None만 지원됩니다.
pl: Obsługiwane są tylko wartości FileShare.Read i FileShare.None.
pt_br: Somente FileShare.Read e FileShare.None têm suporte.
ru: Поддерживаются только FileShare.Read и FileShare.None.
tr: Yalnızca FileShare.Read ve FileShare.None desteklenir.
zh_hans: 仅支持 FileShare.Read 和 FileShare.None。
zh_hant: 只支援 FileShare.Read 與 FileShare.None。

# OnlyPassportOrWindowsAuthenticatedUsersAreAllowed
source: User must be either Windows or Passport authenticated. Other authentication types are not allowed in this context.
cs: Uživatel musí být ověřený buď systémem Windows, nebo službou Passport. Jiné typy ověřování se v tomto kontextu nepodporují.
de: Der Benutzer muss entweder über Windows oder über Passport authentifiziert werden. Andere Authentifizierungstypen sind in diesem Kontext nicht zulässig.
es: El usuario debe estar autenticado en Windows o Passport. Otros tipos de autenticación no se permiten en este contexto.
fr: L'utilisateur doit faire l'objet d'une authentification Windows ou .NET Passport. Les autres types d'authentification ne sont pas autorisés dans ce contexte.
it: L'utente deve essere autenticato con Windows o Passport. In questo contesto non sono consentiti altri tipi di autenticazione.
ja: ユーザーは、Windows か Passport のいずれかで認証される必要があります。このコンテキストでは、他の認証の種類は許可されません。
ko: 사용자는 Windows 또는 Passport 인증을 받아야 합니다. 이 컨텍스트에서는 다른 인증 형식이 허용되지 않습니다.
pl: Użytkownik musi być uwierzytelniony w systemie Windows lub usłudze Passport. Inne typy uwierzytelniania nie są dozwolone w tym kontekście.
pt_br: O usuário deve estar autenticado no Windows ou no Passport. Outros tipos de autenticação não são permitidos neste contexto.
ru: Пользователь должен пройти проверку подлинности Windows или проверку подлинности с помощью цифрового паспорта. Другие типы проверки подлинности запрещены в данном контексте.
tr: Kullanıcı için Windows veya Passport kimlik doğrulaması yapılmalıdır. Diğer kimlik doğrulaması türlerine bu bağlamda izin verilmez.
zh_hans: 用户必须使用 Windows 或 Passport 进行身份验证。在此上下文中，不允许使用其他身份验证类型。
zh_hant: 使用者必須經過 Windows 或 Passport 的驗證。在此內容中不得進行其他類型的驗證。

# OnlyStreamingProductionIsSupported
source: Streaming consumption of packages not supported.
cs: Streamované používání balíčků se nepodporuje.
de: Der Streamingverbrauch von Paketen wird nicht unterstützt.
es: No se admite el consumo de paquetes en streaming.
fr: La consommation en streaming de packages n'est pas prise en charge.
it: L'utilizzo di pacchetti tramite flussi non è consentito.
ja: パッケージのストリーミング使用はサポートされていません。
ko: 패키지의 스트리밍 사용이 지원되지 않습니다.
pl: Strumieniowe przetwarzanie pakietów nie jest obsługiwane.
pt_br: Não há suporte para o consumo por streaming de pacotes.
ru: Потоковое использование пакетов не поддерживается.
tr: Paketlerin akışla tüketimi desteklenmiyor.
zh_hans: 不支持包的流消耗。
zh_hant: 不支援套件的串流取用。

# OnlyWriteOperationsAreSupportedInStreamingCreation
source: Only write operations are supported in streaming production.
cs: V produkci streamování se podporují jen operace zápisu.
de: In der Streamingproduktion werden nur Schreibvorgänge unterstützt.
es: Solo se admiten operaciones de escritura en la producción en streaming.
fr: Seules les opérations d'écriture sont prises en charge dans la production en streaming.
it: Nella produzione di flussi sono supportate solo operazioni di scrittura.
ja: ストリーミング作成では、書き込み操作のみがサポートされています。
ko: 스트리밍 프로덕션에서는 쓰기 작업만 지원됩니다.
pl: Tylko operacje zapisu są obsługiwane w produkcji strumieniowej.
pt_br: Somente operações de gravação têm suporte na produção de streaming.
ru: При потоковой работе поддерживаются только операции записи.
tr: Akış üretiminde yalnızca yazma işlemleri desteklenir.
zh_hans: 流生产中仅支持写入操作。
zh_hant: 產生串流時只支援寫入作業。
