Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SignaturePackageObjectTagMustBeUnique
source: Specified object ID conflicts with predefined Package Object ID.
cs: Zadané ID objektu je v konfliktu s předdefinovaným ID objektu balíčku.
de: Die angegebene Objekt-ID steht mit der vordefinierten Package-Objekt-ID in Konflikt.
es: El ID de objeto especificado entra en conflicto con el ID de objeto de paquete predefinido.
fr: L'ID d'objet spécifié est en conflit avec l'ID d'objet du package.
it: L'ID oggetto specificato è in conflitto con l'ID oggetto predefinito di Package.
ja: 指定されたオブジェクト ID は、定義済みのパッケージ オブジェクト ID と競合しています。
ko: 지정한 개체 ID가 미리 정의된 패키지 개체 ID와 충돌합니다.
pl: Określony identyfikator obiektu jest w konflikcie z wcześniej zdefiniowanym identyfikatorem obiektu Package.
pt_br: A ID de objeto especificada está em conflito com a ID de Objeto do Pacote.
ru: Конфликт указанного идентификатора объекта и заранее определенного идентификатора объекта Package.
tr: Belirtilen nesne kimliği önceden tanımlı Paket Nesnesi Kimliği ile çakışıyor.
zh_hans: 指定的对象 ID 与预定义的包对象 ID 冲突。
zh_hant: 指定的物件識別碼與預先定義的套件物件識別碼相衝突。

# Size_CannotModifyEmptySize
source: Cannot modify this property on the Empty Size.
cs: V Empty Size se tato vlastnost nedá upravovat.
de: Diese Eigenschaft kann für die leere Größe nicht geändert werden.
es: No se puede modificar esta propiedad en Empty Size.
fr: Impossible de modifier cette propriété sur le Size vide.
it: Non è possibile modificare questa proprietà nell'elemento Size vuoto.
ja: Empty Size 上でこのプロパティを変更できません。
ko: Empty Size에서 이 속성을 수정할 수 없습니다.
pl: Nie można modyfikować tej właściwości pustego obiektu Size.
pt_br: Não é possível modificar essa propriedade no Tamanho Vazio.
ru: Не удается изменить данное свойство для пустого Size.
tr: Bu özellik Boş Size üzerinde değiştirilemez.
zh_hans: 无法在 Empty Size 上修改此属性。
zh_hant: 無法修改 Empty Size 上的此屬性。

# Size_HeightCannotBeNegative
source: Height must be non-negative.
cs: Výška musí být nezáporná.
de: Die Höhe darf nicht negativ sein.
es: Height no puede ser negativo.
fr: Height ne doit pas avoir une valeur négative.
it: L'altezza deve essere un valore non negativo.
ja: 高さは正の値でなければなりません。
ko: 높이는 음수일 수 없습니다.
pl: Wysokość musi być nieujemna.
pt_br: A altura não deve ser negativa.
ru: Высота не должна быть отрицательной.
tr: Yükseklik negatif dışında bir değer olmalıdır.
zh_hans: 高度必须为非负值。
zh_hant: 高度必須是非負數。

# Size_WidthAndHeightCannotBeNegative
source: Width and Height must be non-negative.
cs: Šířka a výška musí být nezáporné.
de: Die Breite und die Höhe dürfen nicht negativ sein.
es: Width y Height no pueden ser negativos.
fr: Width et Height ne doivent pas avoir une valeur négative.
it: La larghezza e l'altezza devono essere valori non negativi.
ja: 幅と高さは正の値でなければなりません。
ko: 너비와 높이는 음수일 수 없습니다.
pl: Szerokość i wysokość muszą być nieujemne.
pt_br: A largura e a altura não devem ser negativas.
ru: Ширина и высота не должны быть отрицательными.
tr: Genişlik ve Yükseklik negatif dışında bir değer olmalıdır.
zh_hans: 宽度和高度必须为非负值。
zh_hant: 寬度與高度必須是非負數。

# Size_WidthCannotBeNegative
source: Width must be non-negative.
cs: Šířka musí být nezáporná.
de: Die Breite darf nicht negativ sein.
es: Width no puede ser negativo.
fr: Width ne doit pas avoir une valeur négative.
it: La larghezza deve essere un valore non negativo.
ja: 幅は正の値でなければなりません。
ko: 너비는 음수일 수 없습니다.
pl: Szerokość musi być nieujemna.
pt_br: A largura não deve ser negativa.
ru: Ширина не должна быть отрицательной.
tr: Genişlik negatif dışında bir değer olmalıdır.
zh_hans: 宽度必须为非负值。
zh_hant: 寬度必須是非負數。

# SortDescriptionPropertyNameCannotBeEmpty
source: SortDescription must have a nonempty property name.
cs: SortDescription musí mít neprázdný název vlastnosti.
de: SortDescription muss einen nicht leeren Eigenschaftsnamen aufweisen.
es: SortDescription debe tener un nombre de propiedad no vacío.
fr: SortDescription doit avoir un nom de propriété non vide.
it: SortDescription deve includere un nome di proprietà non vuoto.
ja: SortDescription には空でないプロパティ名を指定する必要があります。
ko: SortDescription에 비어 있지 않은 속성 이름이 있어야 합니다.
pl: Obiekt SortDescription musi mieć niepustą nazwę właściwości.
pt_br: SortDescription deve ter um nome de propriedade não vazio.
ru: Имя свойства для SortDescription не должно быть пустым.
tr: SortDescription boş olmayan bir özellik adına sahip olmalıdır
zh_hans: SortDescription 必须具有非空属性名称。
zh_hant: SortDescription 不得是空的屬性名稱。

# SourceChangeExpressionMismatch
source: Expression is not in use on DependencyObject. Cannot change DependencySource array.
cs: Expression se nepoužívá v DependencyObject. Pole DependencySource se nedá změnit.
de: Der Ausdruck wird im DependencyObject nicht verwendet. Das DependencySource-Array kann nicht geändert werden.
es: La expresión no se utiliza en DependencyObject. No se puede cambiar la matriz DependencySource.
fr: Expression n'est pas utilisé dans DependencyObject. Impossible de changer le tableau DependencySource.
it: L'espressione non è usata in DependencyObject. Non è possibile modificare la matrice DependencySource.
ja: Expression は DependencyObject で使用されていません。DependencySource 配列は変更できません。
ko: DependencyObject에서 Expression을 사용하고 있지 않습니다. DependencySource 배열을 변경할 수 없습니다.
pl: Obiekt Expression jest nieużywany przez obiekt DependencyObject. Nie można zmienić tablicy DependencySource.
pt_br: A expressão não está sendo usada em DependencyObject. Não é possível alterar a matriz DependencySource.
ru: Expression не используется для DependencyObject. Не удается изменить массив DependencySource.
tr: İfade DependencyObject üzerinde kullanımda değil. DependencySource dizisi değiştirilemiyor.
zh_hans: 未在 DependencyObject 上使用表达式。无法更改 DependencySource 数组。
zh_hant: DependencyObject 中未使用 Expression。無法變更 DependencySource 陣列。

# SourcesMustBeInSameThread
source: Must create DependencySource on same Thread as the DependencyObject.
cs: DependencySource se musí vytvořit ve stejném vlákně jako DependencyObject.
de: DependencySource muss in demselben Thread wie DependencyObject erstellt werden.
es: Debe crear DependencySource en el mismo subproceso que DependencyObject.
fr: Création obligatoire de DependencySource sur le même Thread que le DependencyObject.
it: È necessario creare un elemento DependencySource nello stesso thread di DependencyObject.
ja: DependencySource は、DependencyObject と同じ Thread 上で作成する必要があります。
ko: DependencyObject와 같은 스레드에서 DependencySource를 만들어야 합니다.
pl: Tablica DependencySource musi zostać utworzona w tym samym wątku co obiekt DependencyObject.
pt_br: É necessário criar DependencySource no mesmo thread que o DependencyObject.
ru: Необходимо создать DependencySource в том же потоке, в котором создан DependencyObject.
tr: DependencySource, DependencyObject ile aynı İş Parçacığı üzerinde oluşturulmalıdır.
zh_hans: 必须在与 DependencyObject 相同的 Thread 上创建 DependencySource。
zh_hant: 必須在和 DependencyObject 相同的 Thread 上建立 DependencySource。

# SpecialMethodMustBePublic
source: ShouldSerializeProperty and ResetProperty methods must be public ('{0}').
cs: Metody ShouldSerializeProperty a ResetProperty musí být veřejné ({0}).
de: Die Methoden "ShouldSerializeProperty" und "ResetProperty" müssen öffentlich sein ({0}).
es: Los métodos ShouldSerializeProperty y ResetProperty deben ser públicos ("{0}").
fr: Les méthodes ShouldSerializeProperty et ResetProperty doivent être publiques ('{0}').
it: I metodi ShouldSerializeProperty e ResetProperty devono essere pubblici ('{0}').
ja: ShouldSerializeProperty メソッドと ResetProperty メソッドは、パブリック ('{0}') である必要があります。
ko: ShouldSerializeProperty 및 ResetProperty 메서드는 공용이어야 합니다('{0}').
pl: Metody ShouldSerializeProperty i ResetProperty muszą być publiczne („{0}”).
pt_br: Os métodos ShouldSerializeProperty e ResetProperty devem ser públicos ('{0}').
ru: Методы ShouldSerializeProperty и ResetProperty должны быть общими ("{0}").
tr: ShouldSerializeProperty ve ResetProperty metotları genel olmalıdır ('{0}').
zh_hans: ShouldSerializeProperty 和 ResetProperty 方法必须是公共的(“{0}”)。
zh_hant: ShouldSerializeProperty 與 ResetProperty 方法必須為公用 ('{0}')。

# SplashScreenIsLoading
source: Please wait while the application opens
cs: Počkejte prosím, než se aplikace spustí.
de: Warten Sie, während die Anwendung geöffnet wird.
es: Espere mientras se abre la aplicación
fr: Patientez pendant l'ouverture de l'application
it: Attendere l'apertura dell'applicazione
ja: アプリケーションを開いています。しばらくお待ちください
ko: 애플리케이션이 열리는 동안 잠시 기다려 주세요.
pl: Poczekaj na otwarcie aplikacji
pt_br: Aguarde enquanto o aplicativo é aberto
ru: Подождите, пока приложение откроется
tr: Lütfen uygulama açılırken bekleyin
zh_hans: 请等待应用程序打开
zh_hant: 請稍候應用程式開啟

# StorageAlreadyExist
source: Storage already exists.
cs: Úložiště už existuje.
de: Der Speicher ist bereits vorhanden.
es: El almacenamiento ya existe.
fr: Le stockage existe déjà.
it: L'archivio esiste già.
ja: 記憶域は既に存在しています。
ko: 스토리지가 이미 있습니다.
pl: Magazyn już istnieje.
pt_br: O armazenamento já existe.
ru: Хранилище уже существует.
tr: Depolama alanı zaten var.
zh_hans: 存储已存在。
zh_hant: 儲存體已存在。

# StorageBasedPackagePropertiesDiposed
source: PackageProperties object was disposed.
cs: Objekt PackageProperties se vyřadil.
de: Das PackageProperties-Objekt wurde gelöscht.
es: El objeto PackageProperties se eliminó.
fr: L'objet PackageProperties a été libéré.
it: L'oggetto PackageProperties è stato eliminato.
ja: PackageProperties オブジェクトは破棄されました。
ko: PackageProperties 개체가 삭제되었습니다.
pl: Obiekt PackageProperties został usunięty.
pt_br: O objeto PackageProperties foi descartado.
ru: Объект PackageProperties ликвидирован.
tr: PackageProperties nesnesi atıldı.
zh_hans: 已释放 PackageProperties 对象。
zh_hant: 已處置 PackageProperties 物件。

# StorageFlagsUnsupported
source: This combination of flags is not supported.
cs: Tato kombinace příznaků se nepodporuje.
de: Diese Kombination aus Flags wird nicht unterstützt.
es: Esta combinación de marcas no se admite.
fr: Cette combinaison d'indicateurs n'est pas prise en charge.
it: Questa combinazione di flag non è supportata.
ja: フラグのこの組み合わせはサポートされていません。
ko: 이 플래그 조합은 지원되지 않습니다.
pl: To połączenie flag nie jest obsługiwane.
pt_br: Esta combinação de sinalizadores não tem suporte.
ru: Это сочетание флагов не поддерживается.
tr: Bu bayrak birleşimi desteklenmiyor.
zh_hans: 不支持此标志组合。
zh_hant: 不支援此旗標組合。

# StorageInfoDisposed
source: StorageInfo object was disposed.
cs: Objekt StorageInfo se vyřadil.
de: Das StorageInfo-Objekt wurde gelöscht.
es: El objeto StorageInfo se eliminó.
fr: L'objet StorageInfo a été libéré.
it: L'oggetto StorageInfo è stato eliminato.
ja: StorageInfo オブジェクトは破棄されました。
ko: StorageInfo 개체가 삭제되었습니다.
pl: Obiekt StorageInfo został usunięty.
pt_br: O objeto StorageInfo foi descartado.
ru: Объект StorageInfo ликвидирован.
tr: StorageInfo nesnesi atıldı.
zh_hans: 已释放 StorageInfo 对象。
zh_hant: 已處置 StorageInfo 物件。

# StorageNotExist
source: Storage does not exist.
cs: Úložiště neexistuje.
de: Der Speicher ist nicht vorhanden.
es: El almacén no existe.
fr: Le stockage n'existe pas.
it: L'archivio non esiste.
ja: 記憶域が存在しません。
ko: 스토리지가 없습니다.
pl: Magazyn nie istnieje.
pt_br: O armazenamento não existe.
ru: Хранилище не существует
tr: Depolama alanı yok.
zh_hans: 存储不存在。
zh_hant: 儲存體不存在。

# StorageRootDisposed
source: StorageRoot object was disposed.
cs: Objekt StorageRoot se vyřadil.
de: Das StorageRoot-Objekt wurde gelöscht.
es: El objeto StorageRoot se eliminó.
fr: L'objet StorageRoot a été libéré.
it: L'oggetto StorageRoot è stato eliminato.
ja: StorageRoot オブジェクトは破棄されました。
ko: StorageRoot 개체가 삭제되었습니다.
pl: Obiekt StorageRoot został usunięty.
pt_br: O objeto StorageRoot foi descartado.
ru: Объект StorageRoot ликвидирован.
tr: StorageRoot nesnesi atıldı.
zh_hans: 已释放 StorageRoot 对象。
zh_hant: 已處置 StorageRoot 物件。

# StreamAlreadyExist
source: Stream already exists.
cs: Stream už existuje.
de: Der Datenstrom ist bereits vorhanden.
es: La secuencia ya existe.
fr: Le flux existe déjà.
it: Il flusso esiste già.
ja: ストリームは既に存在しています。
ko: 스트림이 이미 있습니다.
pl: Strumień już istnieje.
pt_br: O fluxo já existe.
ru: Поток уже существует.
tr: Akış zaten var.
zh_hans: 流已存在。
zh_hant: 資料流已存在。

# StreamDoesNotSupportWrite
source: Cannot change content of a read-only stream.
cs: Obsah streamu jen pro čtení se nedá změnit.
de: Der Inhalt eines schreibgeschützten Datenstroms kann nicht geändert werden.
es: No se puede cambiar el contenido de la secuencia de solo lectura.
fr: Impossible de changer le contenu d'un flux en lecture seule.
it: Non è possibile modificare il contenuto di un flusso di sola lettura.
ja: 読み取り専用ストリームのコンテンツは変更できません。
ko: 읽기 전용 스트림의 콘텐츠를 변경할 수 없습니다.
pl: Nie można zmienić zawartości strumienia tylko do odczytu.
pt_br: Não é possível alterar o conteúdo de um fluxo somente leitura.
ru: Изменение содержимого потока, доступного только для чтения, невозможно.
tr: Salt okunur akışın içeriği değiştirilemez.
zh_hans: 无法更改只读流的内容。
zh_hant: 無法變更唯讀資料流的內容。

# StreamInfoDisposed
source: StreamInfo object was disposed.
cs: Objekt StreamInfo se vyřadil.
de: Das StreamInfo-Objekt wurde gelöscht.
es: El objeto StreamInfo se eliminó.
fr: L'objet StreamInfo a été libéré.
it: L'oggetto StreamInfo è stato eliminato.
ja: StreamInfo オブジェクトは破棄されました。
ko: StreamInfo 개체가 삭제되었습니다.
pl: Obiekt StreamInfo został usunięty.
pt_br: O objeto StreamInfo foi descartado.
ru: Объект StreamInfo ликвидирован.
tr: StreamInfo nesnesi atıldı.
zh_hans: 已释放 StreamInfo。
zh_hant: 已處置 StreamInfo 物件。

# StreamLengthNegative
source: Stream length cannot be negative.
cs: Délka streamu nemůže být záporná.
de: Die Datenstromlänge darf nicht negativ sein.
es: La longitud de la secuencia no puede ser negativa.
fr: La longueur du flux ne peut pas être négative.
it: La lunghezza del flusso non può essere negativa.
ja: ストリームの長さを負の値にすることはできません。
ko: 스트림 길이는 음수일 수 없습니다.
pl: Długość strumienia nie może być ujemna.
pt_br: O comprimento do fluxo não pode ser negativo.
ru: Длина потока не может быть отрицательной.
tr: Akış uzunluğu negatif olamaz.
zh_hans: 流的长度不能为负。
zh_hant: 資料流長度不可為負數。

# StreamNameNotValid
source: Stream name cannot be '{0}'.
cs: Název streamu nemůže být {0}.
de: "{0}" ist kein gültiger Datenstromname.
es: El nombre de la secuencia no puede ser "{0}".
fr: Le nom du flux ne peut pas être '{0}'.
it: Il nome del flusso non può essere '{0}'.
ja: ストリーム名を '{0}' にすることはできません。
ko: 스트림 이름은 '{0}'일 수 없습니다.
pl: „{0}” nie może być nazwą strumienia.
pt_br: O nome do fluxo não pode ser '{0}'.
ru: Имя потока не может быть "{0}".
tr: Akış adı '{0}' olamaz.
zh_hans: 流名称不能为“{0}”。
zh_hant: 資料流名稱不可為 '{0}'。

# StreamNeedsReadWriteAccess
source: The stream on which the encrypted package is created must have read/write access.
cs: Stream, ve kterém se vytvořil šifrovaný balíček, musí mít přístup pro čtení a zápis.
de: Der Datenstrom, in dem das verschlüsselte Paket erstellt wird, muss Lese-/Schreibzugriff besitzen.
es: La secuencia en que se crea el paquete cifrado debe tener acceso de lectura/escritura.
fr: Le flux sur lequel le package chiffré est créé doit avoir un accès en lecture/écriture.
it: Il flusso in cui viene creato il pacchetto crittografato deve disporre dell'accesso in lettura/scrittura.
ja: 暗号化されたパッケージが作成されるストリームには、読み取り/書き込みアクセスが必要です。
ko: 암호화된 패키지가 만들어지는 스트림에는 읽기/쓰기 권한이 있어야 합니다.
pl: Strumień używany do tworzenia zaszyfrowanego pakietu musi być dostępny do odczytu i zapisu.
pt_br: O fluxo no qual o pacote criptografado for criado deverá ter acesso de leitura/gravação.
ru: Поток, в котором создается зашифрованный пакет, должен иметь доступ на чтение и запись.
tr: Şifrelenmiş paketin oluşturulduğu akışta okuma/yazma erişimi olmalıdır.
zh_hans: 创建加密包的流必须具有读/写访问权限。
zh_hant: 建立加密套件所在的資料流，必須要有讀取/寫入權限。

# StreamNotExist
source: Cannot perform this function on a stream that does not exist.
cs: Pro stream, který neexistuje, se tato funkce nedá provést.
de: Diese Funktion kann nicht für einen Datenstrom durchgeführt werden, der nicht vorhanden ist.
es: No se puede realizar esta función en una secuencia que no existe.
fr: Impossible d'effectuer cette fonction sur un flux qui n'existe pas.
it: Non è possibile eseguire questa funzione su un flusso che non esiste.
ja: 存在しないストリームでは、この関数を実行できません。
ko: 존재하지 않는 스트림에서 이 함수를 수행할 수 없습니다.
pl: Nie można wykonać tej funkcji na nieistniejącym strumieniu.
pt_br: Não é possível executar esta função em um fluxo que não existe.
ru: Невозможно выполнить эту функцию для несуществующего потока.
tr: Mevcut olmayan bir akışta bu işlev gerçekleştirilemiyor.
zh_hans: 无法在不存在的流上执行此函数。
zh_hant: 無法於不存在的資料流上執行此函式。

# StreamObjectDisposed
source: Cannot access Stream object because it was closed or disposed.
cs: K objektu Stream se nedá získat přístup, protože se zavřel nebo vyřadil.
de: Auf das Stream-Objekt kann nicht zugegriffen werden, weil es geschlossen oder gelöscht wurde.
es: No se puede acceder al objeto Stream porque se cerró o se eliminó.
fr: Impossible d'accéder à l'objet Stream, car il a été fermé ou libéré.
it: Non è possibile accedere all'oggetto Stream perché è stato chiuso o eliminato.
ja: Stream オブジェクトは、閉じられたか破棄されたため、アクセスできません。
ko: Stream 개체가 닫히거나 삭제되었으므로 해당 개체에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do obiektu strumienia, ponieważ został zamknięty lub usunięty.
pt_br: Não é possível acessar o objeto de Fluxo porque ele foi fechado ou descartado.
ru: Не удается получить доступ к объекту Stream, так как он был закрыт или ликвидирован.
tr: Stream nesnesi kapatıldığı veya atıldığı için nesneye erişilemiyor.
zh_hans: 无法访问 Stream 对象，因为它已关闭或已释放。
zh_hant: 因為 Stream 物件已關閉或已處置，所以無法存取。

# StreamPositionNegative
source: Negative stream position not supported.
cs: Záporná pozice streamu se nepodporuje.
de: Eine negative Datenstromposition wird nicht unterstützt.
es: La posición de secuencia negativa no se admite.
fr: Position de flux négative non prise en charge.
it: Posizione di flusso negativa non supportata.
ja: 負のストリーム位置はサポートされていません。
ko: 음수 스트림 위치는 지원되지 않습니다.
pl: Ujemna pozycja w strumieniu nie jest obsługiwana.
pt_br: Não há suporte para uma posição negativa do fluxo.
ru: Отрицательная позиция потока не поддерживается.
tr: Negatif akış konumu desteklenmiyor.
zh_hans: 不支持负的流位置。
zh_hant: 不支援負的資料流位置。

# StreamTimeStampNotImplemented
source: Stream time stamp not implemented in OLE32 implementation of Compound Files.
cs: Časové razítko streamu není v implementaci OLE32 složených souborů implementované.
de: Der Datenstrom-Zeitstempel ist in der OLE32-Implementierung von Verbunddateien nicht implementiert.
es: La marca de tiempo de la secuencia no se implementó en la implementación de OLE32 de archivos compuestos.
fr: Horodatage du flux non implémenté dans l'implémentation OLE32 des fichiers composés.
it: Timestamp del flusso non implementato nell'implementazione OLE32 dei file composti.
ja: ストリームのタイム スタンプは、複合ファイルの OLE32 実装に実装されていません。
ko: Compound Files의 OLE32 구현 시 스트림 타임스탬프가 구현되지 않았습니다.
pl: Sygnatura czasowa strumienia nie jest zaimplementowana w realizacji plików złożonych za pomocą mechanizmu OLE32.
pt_br: Carimbo de data/hora do fluxo não implementado na implementação de OLE32 de Arquivos Compostos.
ru: Метка времени потока не реализована в реализации OLE32 составных файлов.
tr: Akış zaman damgası Bileşik Dosyaların OLE32 uygulamasında kullanılmıyor.
zh_hans: 流时间戳未在复合文件的 OLE32 实现中实现。
zh_hant: 在複合檔案實作 OLE32 時，未實作資料流時間戳記。

# StreamingModeNotSupportedForConsumption
source: Streaming mode is supported only for creating packages.
cs: Režim streamování se podporuje jen pro vytváření balíčků.
de: Der Streamingmodus wird nur beim Erstellen von Paketen unterstützt.
es: El modo de streaming solo se admite para crear paquetes.
fr: Le mode streaming est pris en charge uniquement pour la création de packages.
it: La modalità flusso è supportata solo per la creazione di pacchetti.
ja: ストリーミング モードは、パッケージの作成でのみサポートされています。
ko: 스트리밍 모드는 패키지를 만드는 경우에만 지원됩니다.
pl: Tryb strumieniowy jest obsługiwany tylko przy tworzeniu pakietów.
pt_br: O modo de streaming tem suporte apenas para a criação de pacotes.
ru: Потоковый режим поддерживается только для создания пакетов.
tr: Akış modu yalnızca paket oluşturmak için desteklenir.
zh_hans: 仅支持将流模式用于创建包。
zh_hant: 只有在建立套件時，才支援資料流模式。

# StreamingPackageProductionImpliesWriteOnlyAccess
source: Must have write-only access to produce a package in streaming mode.
cs: Aby bylo možné vytvořit balíček v režimu streamování, je nutné mít oprávnění k zápisu.
de: Für die Erstellung eines Pakets im Streamingmodus ist lesegeschützter Zugriff erforderlich.
es: Debe tener acceso de solo escritura para producir un paquete en modo de streaming.
fr: Obligation d'accès en écriture seule pour la production d'un package en mode streaming.
it: Per produrre un pacchetto in modalità flusso, è necessario disporre dell'accesso in sola scrittura.
ja: ストリーミング モードでパッケージを作成するには、書き込み専用アクセスが必要です。
ko: 스트리밍 모드에서 패키지를 만들려면 쓰기 전용 권한이 있어야 합니다.
pl: Do utworzenia pakietu w trybie strumieniowym konieczny jest dostęp tylko do zapisu.
pt_br: É necessário ter acesso somente gravação para produzir um pacote no modo de streaming.
ru: Для создания пакета в потоковом режиме необходимо иметь доступ только на запись.
tr: Akış modunda paket üretmek için sadece yazılabilir erişime sahip olmalıdır.
zh_hans: 必须具有写权限才能在流模式下生成包。
zh_hant: 必須要有唯寫權限才可在串流模式下產生套件。

# StreamingPackageProductionRequiresSingleWriter
source: Cannot have concurrent write accesses on package being produced in streaming mode.
cs: Pro balíček, který se vytváří v režimu streamování, není možné mít souběžné přístupy pro zápis.
de: Gleichzeitiger Schreibzugriff auf ein Paket, das im Streamingmodus erstellt wird, ist nicht möglich.
es: No se pueden tener accesos de escritura simultáneos en el paquete que se produce en el modo de streaming.
fr: Impossible d'avoir des accès simultanés en écriture sur un package créé en mode streaming.
it: Gli accessi in scrittura simultanei non sono consentiti per un pacchetto prodotto in modalità flusso.
ja: ストリーミング モードで作成中のパッケージに対する同時書き込みアクセスは許可されていません。
ko: 스트리밍 모드에서 만들어지는 패키지에 대해 동시 쓰기 권한을 보유할 수 없습니다.
pl: Nie można mieć równoczesnych dostępów do zapisu w pakiecie tworzonym w trybie strumieniowym.
pt_br: Não é possível ter acessos para gravação simultâneos no pacote sendo produzido no modo de streaming.
ru: Невозможно иметь несколько одновременных доступов на запись к пакету, который создается в потоковом режиме.
tr: Akış modunda oluşturulmakta olan pakette eşzamanlı yazma erişimleri olamaz.
zh_hans: 在流模式下生成的包不能进行并发写入访问。
zh_hant: 正在串流模式下產生的套件中，不可有同時的寫入存取。

# StringCanNotBeReservedName
source: '{0}' cannot start with the reserved character range 0x01-0x1F.
cs: {0} nemůže začínat vyhrazeným rozsahem znaků 0x01–0x1F.
de: "{0}" kann nicht mit dem reservierten Zeichenbereich 0x01–0x1F beginnen.
es: "{0}" no puede comenzar con el rango de caracteres reservado 0x01-0x1F.
fr: '{0}' ne peut pas commencer par la plage de caractères réservées 0x01-0x1F.
it: Non è possibile avviare '{0}' con l'intervallo di caratteri riservati 0x01-0x1F.
ja: '{0}' の先頭を予約文字の範囲 0x01-0x1F にすることはできません。
ko: '{0}'은(는) 예약된 문자 범위 0x01-0x1F로 시작될 수 없습니다.
pl: „{0}” nie może zaczynać się od znaku z zarezerwowanego zakresu 0x01–0x1F.
pt_br: '{0}' não pode ser iniciado com o intervalo de caracteres reservados 0x01-0x1F.
ru: Не удается запустить "{0}" с зарезервированным диапазоном символов 0x01-0x1F.
tr: '{0}' ayrılmış 0x01-0x1F karakter aralığı ile başlayamaz.
zh_hans: “{0}”不能以保留字符范围 0x01-0x1F 开头。
zh_hant: '{0}' 不可是範圍在 0x01-0x1F 之間的保留字元。
