Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RmExceptionNeedsMachineActivation
source: Machine must be activated.
cs: Počítač musí být aktivovaný.
de: Der Computer muss aktiviert werden.
es: Debe activarse el equipo.
fr: La machine doit être activée.
it: È necessario attivare il computer.
ja: マシンをアクティブ化する必要があります。
ko: 머신을 활성화해야 합니다.
pl: Komputer musi być aktywowany.
pt_br: O computador deve ser ativado.
ru: Необходимо активировать компьютер.
tr: Makine etkinleştirilmelidir.
zh_hans: 必须激活计算机。
zh_hant: 必須啟動電腦。

# RmExceptionNoAesCryptoProvider
source: No AES Crypto provider found.
cs: Nenašel se žádný poskytovatel kryptografických služeb AES.
de: Es wurde kein AES-Kryptografieanbieter gefunden.
es: No se ha encontrado ningún proveedor de AES Crypto.
fr: Fournisseur de chiffrement AES introuvable.
it: Il provider del servizio di crittografia AES non è stato trovato.
ja: AES 暗号化プロバイダーが見つかりません。
ko: AES 암호화 공급자를 찾을 수 없습니다.
pl: Nie znaleziono dostawcy kryptograficznego algorytmu AES.
pt_br: Nenhum provedor de Criptografia AES encontrado.
ru: Не удается найти поставщик шифрования AES.
tr: AES Crypto sağlayıcısı bulunamadı.
zh_hans: 找不到 AES 加密提供程序。
zh_hant: 找不到任何 AES Crypto 提供者。

# RmExceptionNoConnect
source: Connection failed.
cs: Došlo k chybě připojení.
de: Verbindungsfehler.
es: No se pudo realizar la conexión.
fr: Échec de la connexion.
it: La connessione non è riuscita.
ja: 接続に失敗しました。
ko: 연결에 실패했습니다.
pl: Połączenie nie powiodło się.
pt_br: Falha na conexão.
ru: Сбой подключения.
tr: Bağlantı başarısız oldu.
zh_hans: 连接失败。
zh_hant: 連線失敗。

# RmExceptionNoDistributionPointUrlFound
source: Distribution Point URL was not set.
cs: Nenastavila se adresa URL distribučního bodu.
de: Die Verteilungspunkt-URL wurde nicht festgelegt.
es: La URL del punto de distribución no se estableció.
fr: URL du point de distribution non définie.
it: L'URL del punto di distribuzione non è impostato.
ja: 配布ポイントの URL が設定されていません。
ko: 배포 지점 URL이 설정되지 않았습니다.
pl: Nie ustawiono adresu URL punktu dystrybucji.
pt_br: URL de Ponto de Distribuição não definida.
ru: URL-адрес точки распространения не был задан.
tr: Dağıtım Noktası URL’si ayarlanmadı.
zh_hans: 未设置分发点 URL。
zh_hant: 未設定發佈點 URL。

# RmExceptionNoLicense
source: License not found.
cs: Licence se nenašla.
de: Die Lizenz wurde nicht gefunden.
es: No se encuentra la licencia.
fr: Licence introuvable.
it: La licenza non è stata trovata.
ja: ライセンスが見つかりません。
ko: 라이선스를 찾을 수 없습니다.
pl: Nie znaleziono licencji.
pt_br: Licença não encontrada.
ru: Лицензия не найдена.
tr: Lisans bulunamadı.
zh_hans: 找不到许可证。
zh_hant: 找不到授權。

# RmExceptionNoMoreData
source: No more data.
cs: Žádná další data
de: Keine weiteren Daten.
es: No hay más datos.
fr: Aucune donnée supplémentaire.
it: Non sono disponibili ulteriori dati.
ja: これ以上データはありません。
ko: 데이터가 더 이상 없습니다.
pl: Brak dalszych danych.
pt_br: Não há mais dados.
ru: Больше нет данных.
tr: Başka veri yok.
zh_hans: 没有更多数据。
zh_hant: 沒有更多的資料。

# RmExceptionNotAChain
source: Not a certificate chain.
cs: Toto není řetěz certifikátu.
de: Keine Zertifikatskette.
es: No es una cadena de certificados.
fr: Pas une chaîne de certificats.
it: Non è una catena di certificati.
ja: 証明書チェーンではありません。
ko: 인증서 체인이 아닙니다.
pl: To nie jest łańcuch certyfikatów.
pt_br: Não é uma cadeia de certificados.
ru: Не цепочка сертификатов.
tr: Bir sertifika zinciri değil.
zh_hans: 不是证书链。
zh_hant: 並非憑證鏈結。

# RmExceptionNotSet
source: Not set.
cs: Nenastaveno
de: Nicht festgelegt.
es: No establecido.
fr: Non défini(e).
it: Valore non impostato.
ja: 設定されていません。
ko: 설정되지 않았습니다.
pl: Nie ustawiono.
pt_br: Não definido.
ru: Не задано.
tr: Ayarlanmadı.
zh_hans: 未设置。
zh_hant: 未設定。

# RmExceptionOutOfQuota
source: Transaction quota exceeded.
cs: Překročila se kvóta transakcí.
de: Transaktionskontingent überschritten.
es: Se ha excedido la cuota de transacción.
fr: Dépassement du quota de transactions.
it: La quota della transazione è stata superata.
ja: トランザクション クォータを超えました。
ko: 트랜잭션 할당량을 초과했습니다.
pl: Przekroczono limit przydziału transakcji.
pt_br: Cota da transação excedida.
ru: Превышена квота транзакции.
tr: İşlem kotası aşıldı.
zh_hans: 超出事务配额。
zh_hant: 已超出交易配額。

# RmExceptionOutdatedModule
source: Outdated module.
cs: Zastaralý modul
de: Veraltetes Modul.
es: Módulo obsoleto.
fr: Module obsolète.
it: Modulo obsoleto.
ja: 期限切れのモジュールです。
ko: 만료된 모듈입니다.
pl: Nieaktualny moduł.
pt_br: Módulo desatualizado.
ru: Модуль просрочен.
tr: Süresi geçmiş modül.
zh_hans: 模块过时。
zh_hant: 模組已過期。

# RmExceptionOwnerLicenseNotFound
source: Owner's license not found.
cs: Licence vlastníka se nenašla.
de: Die Lizenz des Besitzers wurde nicht gefunden.
es: No se encuentra la licencia de propietario.
fr: Licence du propriétaire introuvable.
it: La licenza del proprietario non è stata trovata.
ja: 所有者のライセンスが見つかりません。
ko: 소유자의 라이선스를 찾을 수 없습니다.
pl: Nie znaleziono licencji właściciela.
pt_br: Licença do proprietário não encontrada.
ru: Лицензия владельца не найдена.
tr: Sahibinin lisansı bulunamadı.
zh_hans: 找不到所有者的许可证。
zh_hant: 找不到擁有者的授權。

# RmExceptionQueryReportsNoResults
source: Query reports no results.
cs: Dotaz nepřinesl žádný výsledek.
de: Von der Abfrage wird kein Ergebnis zurückgegeben.
es: La consulta no dio resultados.
fr: La requête ne retourne aucun résultat.
it: La query non restituisce risultati.
ja: クエリが結果を報告しません。
ko: 쿼리 보고서에 결과가 없습니다.
pl: Brak wyników zapytania.
pt_br: Relatórios da consulta sem resultados.
ru: Запрос не дал результатов.
tr: Sorgu sonuç bildirmiyor.
zh_hans: 查询未报告结果。
zh_hant: 查詢未回報任何結果。

# RmExceptionRecordNotFound
source: Record not found.
cs: Záznam se nenašel.
de: Der Datensatz wurde nicht gefunden.
es: Registro no encontrado.
fr: Enregistrement introuvable.
it: Il record non è stato trovato.
ja: 記録が見つかりません。
ko: 레코드를 찾을 수 없습니다.
pl: Nie znaleziono rekordu.
pt_br: Registro não encontrado.
ru: Запись не найдена.
tr: Kayıt bulunamadı.
zh_hans: 找不到记录。
zh_hant: 找不到記錄。

# RmExceptionRequestDenied
source: Rights management server denied request.
cs: Server správy přístupových práv zamítl požadavek.
de: Die Anforderung wurde vom Rechteverwaltungsserver verweigert.
es: El servidor de administración de derechos denegó la solicitud.
fr: Le serveur de gestion des droits a refusé la requête.
it: Richiesta negata dal server Rights Management.
ja: 著作権管理サーバーが要求を拒否しました。
ko: 권한 관리 서버가 요청을 거부했습니다.
pl: Serwer zarządzania prawami odrzucił żądanie.
pt_br: O servidor de gerenciamento de direitos negou a solicitação.
ru: Сервер управления правами отверг запрос.
tr: Hak yönetimi sunucusu isteği reddetti.
zh_hans: 权限管理服务器已拒绝请求。
zh_hant: 版權管理伺服器拒絕了要求。

# RmExceptionRevocationInfoNotSet
source: Revocation information not set.
cs: Nenastavily se informace o odvolání.
de: Sperrinformationen sind nicht festgelegt.
es: Información de revocación no establecida.
fr: Informations de révocation non définies.
it: Le informazioni sulle revoche non sono impostate.
ja: 失効情報が設定されていません。
ko: 해지 정보가 설정되지 않았습니다.
pl: Nie ustawiono informacji o odwołaniu.
pt_br: Informações de revogação não definidas.
ru: Сведения об отзыве не заданы.
tr: İptal bilgileri ayarlanmadı.
zh_hans: 未设置吊销信息。
zh_hant: 未設定撤銷資訊。

# RmExceptionRightNotGranted
source: Right not granted.
cs: Právo se neudělilo.
de: Das Recht ist nicht erteilt.
es: Derecho no concedido.
fr: Droit non accordé.
it: Diritto non concesso.
ja: 権限が与えられていません。
ko: 권한이 허가되지 않았습니다.
pl: Prawa nie przyznano.
pt_br: Direito não concedido.
ru: Право не предоставлено.
tr: Hak verilmedi.
zh_hans: 未授予权限。
zh_hant: 未授與版權。

# RmExceptionRightNotSet
source: Right not set.
cs: Právo se nenastavilo.
de: Das Recht ist nicht festgelegt.
es: Derecho no establecido.
fr: Droit non défini.
it: Diritto non impostato.
ja: 権限が設定されていません。
ko: 권한이 설정되지 않았습니다.
pl: Prawa nie ustawiono.
pt_br: Direito não definido.
ru: Право не задано.
tr: Hak ayarlanmadı.
zh_hans: 未设置权限。
zh_hant: 未設定版權。

# RmExceptionServerError
source: Server side error.
cs: Chyba na straně serveru
de: Fehler auf Serverseite.
es: Error en el lado del servidor.
fr: Erreur côté serveur.
it: Errore sul lato server.
ja: サーバー側のエラーです。
ko: 서버 쪽 오류입니다.
pl: Błąd po stronie serwera.
pt_br: Erro no lado do servidor.
ru: Ошибка на стороне сервера.
tr: Sunucu tarafı hatası.
zh_hans: 服务器端错误。
zh_hant: 伺服器端錯誤。

# RmExceptionServerNotFound
source: Server not found.
cs: Server se nenašel.
de: Server nicht gefunden.
es: No se encontró el servidor.
fr: Serveur introuvable.
it: Il server non è stato trovato.
ja: サーバーが見つかりません。
ko: 서버를 찾을 수 없습니다.
pl: Nie znaleziono serwera.
pt_br: Servidor não encontrado.
ru: Сервер не найден.
tr: Sunucu bulunamadı.
zh_hans: 找不到服务器。
zh_hant: 找不到伺服器。

# RmExceptionServiceGone
source: Service gone.
cs: Služba je pryč.
de: Der Dienst ist nicht mehr verfügbar.
es: El servicio se ha ido.
fr: Service non disponible.
it: Servizio non disponibile.
ja: サービスがなくなりました。
ko: 서비스가 끝났습니다.
pl: Usługa zniknęła.
pt_br: O serviço não existe mais.
ru: Служба пропала.
tr: Hizmet kesildi.
zh_hans: 服务已取消。
zh_hant: 服務已結束。

# RmExceptionServiceMoved
source: Service moved.
cs: Služba se přesunula.
de: Der Dienst wurde verschoben.
es: El servicio se ha movido.
fr: Service déplacé.
it: Servizio spostato.
ja: サービスが移動しました。
ko: 서비스를 이동했습니다.
pl: Usługę przeniesiono.
pt_br: Serviço movido.
ru: Служба была перемещена.
tr: Hizmet taşındı.
zh_hans: 服务已移动。
zh_hant: 服務已移動。

# RmExceptionServiceNotFound
source: Service not found.
cs: Služba se nenašla.
de: Der Dienst wurde nicht gefunden.
es: Servicio no encontrado.
fr: Service introuvable.
it: Il servizio non è stato trovato.
ja: サービスが見つかりません。
ko: 서비스를 찾을 수 없습니다.
pl: Nie znaleziono usługi.
pt_br: Serviço não encontrado.
ru: Служба не найдена.
tr: Hizmet bulunamadı.
zh_hans: 找不到服务。
zh_hant: 找不到服務。

# RmExceptionTooManyCertificates
source: Cannot have more than one certificate.
cs: Není možné mít více než jeden certifikát.
de: Es ist nur ein Zertifikat zulässig.
es: No se puede tener más de un certificado.
fr: Impossible d'avoir plusieurs certificats.
it: Non è possibile avere più certificati.
ja: 複数の証明書を持つことはできません。
ko: 두 개 이상의 인증서를 사용할 수 없습니다.
pl: Nie można mieć więcej niż jednego certyfikatu.
pt_br: Não é possível ter mais de um certificado.
ru: Невозможно иметь более одного сертификата.
tr: Birden fazla sertifikası olamaz.
zh_hans: 只能有一个证书。
zh_hant: 不可有一個以上的憑證。

# RmExceptionTooManyLoadedEnvironments
source: Cannot load more than one environment.
cs: Nedá se načíst více než jedno prostředí.
de: Es kann nur eine Umgebung geladen werden.
es: No se puede cargar más de un entorno.
fr: Impossible de charger plusieurs environnements.
it: Non è possibile caricare più di un ambiente.
ja: 複数の環境を読み込むことはできません。
ko: 두 개 이상의 환경을 로드할 수 없습니다.
pl: Nie można załadować więcej niż jednego środowiska.
pt_br: Não é possível carregar mais de um ambiente.
ru: Невозможно загрузить более одной среды.
tr: Birden fazla ortam yüklenemez.
zh_hans: 无法加载多个环境。
zh_hant: 無法載入一個以上的環境。

# RmExceptionUnexpectedException
source: Unexpected exception.
cs: Neočekávaná výjimka
de: Unerwartete Ausnahme.
es: Excepción inesperada.
fr: Exception inattendue.
it: Eccezione imprevista.
ja: 予期しない例外です。
ko: 예기치 않은 예외입니다.
pl: Nieoczekiwany wyjątek.
pt_br: Exceção inesperada.
ru: Неожиданное исключение.
tr: Beklenmeyen özel durum.
zh_hans: 意外的异常。
zh_hant: 非預期的例外狀況。

# RmExceptionUseDefault
source: Use default.
cs: Použít výchozí
de: Standardwert verwenden.
es: Usar predeterminado.
fr: Par défaut.
it: Uso dell'impostazione predefinita.
ja: 既定値をご使用ください。
ko: 기본값을 사용합니다.
pl: Zostanie użyta wartość domyślna.
pt_br: Usar padrão.
ru: Использовать значение по умолчанию.
tr: Varsayılanı kullanın.
zh_hans: 使用默认值。
zh_hant: 使用預設值。

# RmExceptionValidityTimeViolation
source: License validity time violation.
cs: Porušil se čas platnosti licence.
de: Verstoß gegen den Gültigkeitszeitraum der Lizenz.
es: Infracción de tiempo de validez de la licencia.
fr: Violation de la durée de validité de la licence.
it: Violazione del periodo di validità della licenza.
ja: ライセンス有効時間の違反です。
ko: 라이선스 유효 기간을 위반했습니다.
pl: Przekroczono czas ważności licencji.
pt_br: Violação do tempo de validade da licença.
ru: Нарушение срока действия лицензии.
tr: Lisans geçerlilik süresi ihlali.
zh_hans: 违背许可证有效时间。
zh_hant: 違反授權有效時間。

# SeekFailed
source: Cannot seek to given position.
cs: Nelze vyhledat danou pozici.
de: Eine Suche zur angegebenen Position kann nicht ausgeführt werden.
es: No se puede realizar una llamada en la posición especificada.
fr: Impossible de rechercher la position donnée.
it: Impossibile raggiungere la posizione specificata.
ja: 指定された位置をシークできません。
ko: 지정한 위치를 찾을 수 없습니다.
pl: Nie można przejść do podanej pozycji.
pt_br: Não é possível buscar até determinada posição.
ru: Не удается выполнить поиск заданной позиции.
tr: Verilen konumda aranamıyor.
zh_hans: 无法找到给定位置。
zh_hant: 無法搜尋至指定位置。

# SeekNegative
source: Cannot set seek pointer to a negative position.
cs: Vyhledávací ukazatel nelze nastavit do záporné polohy.
de: Der Suchzeiger kann nicht auf eine negative Position festgelegt werden.
es: No se puede establecer el puntero de llamada en una posición negativa.
fr: Impossible de définir le pointeur de recherche avec une position négative.
it: Impossibile impostare il puntatore di posizionamento su una posizione negativa.
ja: 負の位置にシーク ポインターを設定できません。
ko: 검색 포인터를 음의 위치로 설정할 수 없습니다.
pl: Wskaźnika wyszukiwania nie można ustawić na pozycji ujemnej.
pt_br: Não é possível definir um ponteiro de busca como uma posição negativa.
ru: Невозможно установить указатель поиска в отрицательную позицию.
tr: Arama işaretçisi negatif konuma ayarlanamaz.
zh_hans: 无法将查找指针设置到负位置。
zh_hant: 無法搜尋負值位置的指標。

# SeekNotSupported
source: Stream does not support Seek.
cs: Datový proud nepodporuje Seek.
de: "Seek" wird vom Datenstrom nicht unterstützt.
es: La secuencia no admite Seek.
fr: Le flux ne prend pas en charge Seek.
it: Il flusso non supporta Seek.
ja: ストリームは Seek をサポートしていません。
ko: 스트림이 Seek를 지원하지 않습니다.
pl: Strumień nie obsługuje metody Seek.
pt_br: O fluxo não oferece suporte a Seek.
ru: Поток не поддерживает операцию Seek.
tr: Akış Seek desteklemiyor.
zh_hans: 流不支持 Seek。
zh_hant: 資料流不支援 Seek。

# SeekOriginInvalid
source: SeekOrigin value is not valid.
cs: Hodnota třídy SeekOrigin není platná.
de: Ungültiger SeekOrigin-Wert.
es: El valor SeekOrigin no es válido.
fr: Valeur SeekOrigin non valide.
it: Valore SeekOrigin non valido.
ja: SeekOrigin 値が無効です。
ko: SeekOrigin 값이 잘못되었습니다.
pl: Wartość SeekOrigin jest nieprawidłowa.
pt_br: O valor de SeekOrigin não é válido.
ru: Недопустимое значение SeekOrigin.
tr: SeekOrigin değeri geçerli değil.
zh_hans: SeekOrigin 值无效。
zh_hant: SeekOrigin 值無效。

# ServiceTypeAlreadyAdded
source: This serviceType is already registered to another service.
cs: Tento objekt serviceType je již registrován u jiné služby.
de: Dieses serviceType-Element ist bereits für einen anderen Dienst registriert.
es: Este serviceType está ya registrado en otro servicio.
fr: Ce serviceType est déjà inscrit sur un autre service.
it: Questo serviceType è già registrato in un altro servizio.
ja: この serviceType は、既に別のサービスに登録されています。
ko: 이 serviceType이 다른 서비스에 이미 등록되었습니다.
pl: Ten typ serviceType jest już zarejestrowany przez inną usługę.
pt_br: O serviceType já está registrado em outro serviço.
ru: Этот тип serviceType уже зарегистрирован для другой службы.
tr: Bu serviceType başka bir hizmete zaten kaydedildi.
zh_hans: 此 serviceType 已注册到其他服务。
zh_hant: 此 serviceType 已在其他服務登錄。

# SetLengthNotSupported
source: Stream does not support SetLength.
cs: Stream nepodporuje SetLength.
de: "SetLength" wird von Stream nicht unterstützt.
es: La secuencia no admite SetLength.
fr: Stream ne prend pas en charge SetLength.
it: Il flusso non supporta SetLength.
ja: Stream は SetLength をサポートしていません。
ko: Stream이 SetLength를 지원하지 않습니다.
pl: Obiekt Stream nie obsługuje metody SetLength.
pt_br: O fluxo não oferece suporte a SetLength.
ru: Поток не поддерживает функцию SetLength.
tr: Stream, SetLength desteklemiyor.
zh_hans: Stream 不支持 SetLength。
zh_hant: Stream 不支援 SetLength。

# SetOnReadOnlyObjectNotAllowed
source: Cannot set a property on object '{0}' because it is in a read-only state.
cs: Vlastnosti v objektu {0} se nedají nastavit, protože je ve stavu jen pro čtení.
de: Für das Objekt "{0}" kann keine Eigenschaften festgelegt werden, weil es sich in einem schreibgeschützten Zustand befindet.
es: No se puede establecer una propiedad en el objeto "{0}" porque está en un estado de solo lectura.
fr: Impossible de définir une propriété pour l'objet '{0}', car il est en lecture seule.
it: Non è possibile impostare una proprietà sull'oggetto '{0}' perché è in uno stato di sola lettura.
ja: オブジェクト '{0}' は読み取り専用状態であるため、そのプロパティを設定できません。
ko: '{0}' 개체는 읽기 전용 상태이므로 개체의 속성을 설정할 수 없습니다.
pl: Nie można ustawić właściwości obiektu „{0}”, ponieważ jest on w stanie tylko do odczytu.
pt_br: Não é possível definir uma propriedade no objeto '{0}' porque ele está em estado somente leitura.
ru: Не удается задать свойство объекта "{0}", так как он находится в состоянии "только чтение".
tr: Salt okunur durumda olduğu için '{0}' nesnesindeki bir özellik ayarlanamıyor.
zh_hans: 无法在对象“{0}”上设置属性，因为它处于只读状态。
zh_hant: 因為物件 '{0}' 上的屬性為唯讀狀態，所以無法設定。

# SetPositionNotSupported
source: Stream does not support setting the Position property.
cs: Stream nepodporuje možnost nastavení vlastnosti Position.
de: Das Festlegen der Position-Eigenschaft wird von Stream nicht unterstützt.
es: Stream no admite el establecimiento de la propiedad Position.
fr: Stream ne prend pas en charge la définition de la propriété Position.
it: Stream non supporta l'impostazione della proprietà Position.
ja: Stream は、Position プロパティの設定をサポートしていません。
ko: Stream이 Position 속성 설정을 지원하지 않습니다.
pl: Obiekt Stream nie obsługuje ustawiania właściwości Position.
pt_br: Stream não oferece suporte à definição da propriedade Position.
ru: Поток (Stream) не поддерживает задание свойства Position.
tr: Stream, Position özelliğinin ayarlanmasını desteklemiyor.
zh_hans: Stream 不支持设置 Position 属性。
zh_hant: Stream 不支援設定 Position 屬性。

# ShareableExpressionsCannotChangeSources
source: Shareable Expression cannot use ChangeSources method.
cs: Objekt Expression, který se dá sdílet, nemůže používat metodu ChangeSources.
de: Von einem freigabefähigen Ausdruck kann die ChangeSources-Methode nicht verwendet werden.
es: Shareable Expression no puede usar el método ChangeSources.
fr: L'expression partageable ne peut pas utiliser la méthode ChangeSources.
it: Non è possibile usare il metodo ChangeSources per l'elemento Expression condivisibile.
ja: 共有可能な Expression では、ChangeSources メソッドを使用できません。
ko: 공유할 수 있는 Expression에 ChangeSources 메서드를 사용할 수 없습니다.
pl: Udostępniany obiekt Expression nie może używać metody ChangeSources.
pt_br: A Expressão Compartilhável não pode usar o método ChangeSources.
ru: Expression с возможностью общего доступа не может использовать метод ChangeSources.
tr: Paylaşılabilir İfade ChangeSources metodunu kullanamaz.
zh_hans: 可共享表达式不能使用 ChangeSources 方法。
zh_hant: 可共用的 Expression 無法使用 ChangeSources 方法。

# SharingNonSharableExpression
source: Cannot set Expression. It is marked as 'NonShareable' and has already been used.
cs: Nejde nastavit objekt Expression. Je označený jako NonShareable a už se použil.
de: Der Ausdruck kann nicht festgelegt werden. Er ist als "NonShareable" markiert und wurde bereits verwendet.
es: No se puede establecer la expresión. Está marcada como "NonShareable" y ya se ha utilizado.
fr: Impossible de définir l'expression. Elle est marquée comme étant 'NonShareable' et a déjà été utilisée.
it: Non è possibile impostare Expression. È contrassegnato come 'NonShareable' ed è già stato usato.
ja: Expression を設定できません。NonShareable としてマークされており、既に使用中です。
ko: Expression을 설정할 수 없습니다. 'NonShareable'로 표시되어 있으며, 이미 사용되고 있습니다.
pl: Nie można ustawić obiektu Expression. Jest oznaczony jako „NonShareable” i został już użyty.
pt_br: Não é possível definir a Expressão. Ela está marcada como 'NonShareable' e já foi usada.
ru: Не удается задать Expression. Оно помечено как "NonShareable" и уже используется.
tr: İfade ayarlanamıyor. 'NonShareable' olarak işaretlendi ve zaten kullanıldı.
zh_hans: 无法设置表达式。它被标记为“不可共享”且已使用。
zh_hant: 無法設定 Expression。其標示為 'NonShareable' 且已在使用中。

# SignatureDeleted
source: Signature was deleted.
cs: Podpis se odstranil.
de: Signatur wurde gelöscht.
es: Se eliminó la firma.
fr: La signature a été supprimée.
it: La firma è stata eliminata.
ja: 署名が削除されました。
ko: 시그니처가 삭제되었습니다.
pl: Podpis został usunięty.
pt_br: A assinatura foi excluída.
ru: Подпись удалена.
tr: İmza silindi.
zh_hans: 已删除签名。
zh_hant: 已刪除簽章。

# SignatureObjectIdMustBeUnique
source: Object identifiers must be unique within the same signature.
cs: Identifikátory objektů musí být v jednom podpisu jedinečné.
de: Objektbezeichner müssen innerhalb derselben Signatur eindeutig sein.
es: Los identificadores de objeto deben ser únicos dentro de la misma firma.
fr: Les identificateurs d'objet doivent être uniques au sein de la même signature.
it: Gli identificatori di oggetto devono essere univoci nella stessa firma.
ja: オブジェクト識別子は、同じ署名内で一意でなければなりません。
ko: 개체 식별자는 같은 시그니처 내에서 고유해야 합니다.
pl: Identyfikatory obiektów w obrębie jednego podpisu muszą być unikatowe.
pt_br: Identificadores de objeto devem ser exclusivos dentro da mesma assinatura.
ru: Идентификаторы объекта в одной и той же подписи не должны повторяться.
tr: Nesne tanımlayıcılar aynı imza içinde benzersiz olmalıdır.
zh_hans: 对象标识符在同一签名中必须是唯一的。
zh_hant: Object identifiers 在相同的簽章中不得重複。

# SignatureOriginNotFound
source: Relationship was found to the signature origin but the part is missing. Package signature structures are corrupted.
cs: Našel se vztah s původem podpisu, ale daná součást chybí. Struktury podpisu balíčků jsou poškozené.
de: Es wurde eine Beziehung mit dem Ursprung der Signatur gefunden, das Teil fehlt jedoch. Paketsignaturstrukturen sind beschädigt.
es: Se encontró una relación con el origen de la firma pero falta esa parte. La estructura de la firma del paquete está dañada.
fr: Une relation a été trouvée avec l'origine de la signature, mais le composant est manquant. Les structures de signature de package sont endommagées.
it: È stata trovata la relazione con l'origine della firma, ma manca la parte. Le strutture di firma del pacchetto sono danneggiate.
ja: 署名元へのリレーションシップが見つかりましたが、そのパートが見つかりません。パッケージの署名構造が破損しています。
ko: 시그니처 원본에 대한 관계는 있지만 파트가 없습니다. 패키지 서명 구조가 손상되었습니다.
pl: Znaleziono relację ze źródłem podpisu, ale brakuje części. Struktury podpisu pakietu są uszkodzone.
pt_br: Foi encontrada uma relação com a origem da assinatura, mas a parte está faltando. As estruturas de assinatura de pacote estão corrompidas.
ru: Найдено отношение для источника подписи, но часть отсутствует. Структуры подписи пакета повреждены.
tr: İmza kaynağı ile ilişki bulundu ancak bölüm eksik. Paket imzası yapıları bozuk.
zh_hans: 发现与签名源的关系，但缺少该部分。包签名结构已损坏。
zh_hant: 已發現與簽章原點的關聯性，但遺漏了該組件。套件簽章結構已損毀。
