Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FrugalMap_CannotPromoteBeyondHashtable
source: Cannot promote from Hashtable.
cs: Nejde zvýšit úroveň z Hashtable.
de: Höherstufen von Hashtable nicht möglich.
es: No se puede promover desde un elemento Hashtable.
fr: Impossible d'effectuer une promotion à partir de Hashtable.
it: Non è possibile alzare di livello da Hashtable.
ja: Hashtable から昇格させることができません。
ko: Hashtable에서 승격할 수 없습니다.
pl: Nie można podwyższyć poziomu obiektu typu Hashtable.
pt_br: Não é possível promover de Hashtable.
ru: Повышение уровня из Hashtable невозможно.
tr: Hashtable'dan yükseltme yapılamıyor.
zh_hans: 无法从哈希表提升。
zh_hant: 無法從 Hashtable 升階。

# FrugalMap_TargetMapCannotHoldAllData
source: Cannot promote from '{0}' to '{1}' because the target map is too small.
cs: Úroveň se nedá zvýšit z {0} na {1}, protože cílová mapa je příliš malá.
de: Das Höherstufen von "{0}" auf "{1}" ist nicht möglich, weil die Zielzuordnung zu klein ist.
es: No se puede promover de "{0}" a "{1}" porque la asignación de destino es demasiado pequeña.
fr: Impossible de promouvoir '{0}' en '{1}', car le mappage cible est trop petit.
it: Non è possibile alzare di livello da '{0}' a '{1}' perché il mapping di destinazione è troppo piccolo.
ja: ターゲット マップが小さすぎるため、'{0}' から '{1}' に昇格させることはできません。
ko: 대상 맵이 너무 작아 '{0}'에서 '{1}'(으)로 승격할 수 없습니다.
pl: Nie można podwyższyć poziomu z „{0}” na „{1}”, ponieważ docelowa mapa jest za mała.
pt_br: Não é possível elevar de '{0}' a '{1}' porque o mapa de destino é muito pequeno.
ru: Повышение уровня с "{0}" до "{1}" невозможно, так как конечное отображение слишком мало.
tr: Hedef eşleme çok küçük olduğu için '{0}' öğesinden '{1}' öğesine yükseltme yapılamıyor.
zh_hans: 由于目标映射太小，因此无法从“{0}”提升到“{1}”。
zh_hant: 因為目標對應太小，所以無法從 '{0}' 升階到 '{1}'。

# General_Expected_Type
source: Expected object of type '{0}'.
cs: Očekávaný objekt typu {0}.
de: Es wurde ein Objekt vom Typ "{0}" erwartet.
es: Se esperaba un tipo de objeto '{0}'.
fr: Objet de type '{0}' attendu.
it: Previsto oggetto di tipo '{0}'.
ja: 型 '{0}' の予測されたオブジェクトです。
ko: '{0}' 형식의 개체가 필요합니다.
pl: Oczekiwano obiektu typu „{0}”.
pt_br: Era esperado objeto do tipo '{0}'.
ru: Ожидался объект типа "{0}".
tr: Beklenen nesne türü '{0}'.
zh_hans: 类型“{0}”的预期对象。
zh_hant: 必須是型別為 '{0}' 的物件。

# GetContentTypeCoreNotImplemented
source: PackagePart subclass must implement GetContentTypeCore method if passing a null value for the content type when PackagePart object is constructed.
cs: Když se při vytváření objektu PackagePart posílá pro typ obsahu hodnota null, podtřída PackagePart musí implementovat metodu GetContentTypeCore.
de: Von der PackagePart-Unterklasse muss die GetContentTypeCore-Methode implementiert werden, wenn beim Erstellen des PackagePart-Objekts ein NULL-Wert für den Inhaltstyp übergeben wird.
es: La subclase PackagePart debe implementar el método GetContentTypeCore si pasa un valor null para el tipo de contenido cuando se construye el objeto PackagePart.
fr: La sous-classe PackagePart doit implémenter la méthode GetContentTypeCore en cas de passage d'une valeur null pour le type de contenu quand l'objet PackagePart est construit.
it: La sottoclasse PackagePart deve implementare il metodo GetContentTypeCore se si passa un valore Null per il tipo di contenuto durante la costruzione dell'oggetto PackagePart.
ja: PackagePart オブジェクトの構築時にコンテンツの種類として Null 値を渡した場合、PackagePart サブクラスは GetContentTypeCore メソッドを実装する必要があります。
ko: PackagePart 개체를 생성할 때 콘텐츠 형식에 대해 null 값을 전달하는 경우 PackagePart 서브클래스가 GetContentTypeCore 메서드를 구현해야 합니다.
pl: Podklasa PackagePart musi implementować metodę GetContentTypeCore w przypadku przekazywania wartości pustej dla typu zawartości podczas konstruowania obiektu PackagePart.
pt_br: A subclasse PackagePart precisará implementar o método GetContentTypeCore se for passar um valor nulo para o tipo de conteúdo quando o objeto PackagePart for construído.
ru: Подкласс PackagePart должен реализовать метод GetContentTypeCore, если при создании объекта PackagePart для типа содержимого было передано значение NULL.
tr: PackagePart nesnesi oluşturulurken içerik türü için boş değer geçirilirse, PackagePart alt sınıfının GetContentTypeCore metodunu uygulaması gerekir.
zh_hans: 如果在构造 PackagePart 对象时传递内容类型的 null 值，则 PackagePart 子类必须实现 GetContentTypeCore 方法。
zh_hant: 建構 PackagePart 物件時，若為內容類型傳遞了 null 值，PackagePart 子類別就必須實作 GetContentTypeCore 方法。

# GetOlePropertyFailed
source: OLE property ID {0} cannot be read (error {1}).
cs: ID vlastnosti OLE {0} se nedá přečíst (chyba {1}).
de: Die OLE-Eigenschafts-ID {0} kann nicht gelesen werden (Fehler: {1}).
es: El ID de propiedad OLE {0} no se puede leer (error {1}).
fr: L'ID de propriété OLE {0} ne peut pas être lu (erreur {1}).
it: Non è possibile leggere l'ID proprietà OLE {0} (errore {1}).
ja: OLE プロパティ ID {0} を読み取れません (エラー {1})。
ko: OLE 속성 ID {0}을(를) 읽을 수 없습니다(오류 {1}).
pl: Nie można odczytać identyfikatora właściwości OLE {0} (błąd {1}).
pt_br: A ID da propriedade OLE {0} não pode ser lida (erro {1}).
ru: Не удается прочитать идентификатор {0} свойства OLE (ошибка {1}).
tr: {0} OLE özellik kimliği okunamıyor (hata {1}).
zh_hans: 无法读取 OLE 属性 ID {0} (错误 {1})。
zh_hant: 無法讀取 OLE 屬性識別碼 {0} (錯誤 {1})。

# HashAlgorithmMustBeReusable
source: Reusable hash algorithm must be specified.
cs: Musí se zadat opakovatelně použitelný algoritmus hash.
de: Der wiederverwendbare Hashalgorithmus muss angegeben werden.
es: Se debe especificar un algoritmo hash reutilizable.
fr: L'algorithme de hachage réutilisable doit être spécifié.
it: È necessario specificare l'algoritmo hash riutilizzabile.
ja: 再使用可能なハッシュ アルゴリズムを指定する必要があります。
ko: 재사용 가능한 해시 알고리즘을 지정해야 합니다.
pl: Należy podać algorytm skrótu wielokrotnego użytku.
pt_br: O algoritmo de hash reutilizável deve ser especificado.
ru: Необходимо задать алгоритм хэширования с повторами.
tr: Yeniden kullanılabilir karma algoritması belirtilmelidir.
zh_hans: 必须指定可重用的哈希算法。
zh_hant: 必須指定可重複使用的雜湊演算法。

# HwndSubclassMultipleAttach
source: HwndSubclass.Attach has already been called; it cannot be called again.
cs: HwndSubclass.Attach se už zavolalo. Nedá se zavolat znovu.
de: HwndSubclass.Attach wurde bereits aufgerufen, und ein erneuter Aufruf ist nicht möglich.
es: Ya se ha llamado a HwndSubclass.Attach; no se le puede volver a llamar.
fr: HwndSubclass.Attach a déjà été appelé. Impossible de le rappeler.
it: La chiamata di HwndSubclass.Attach è già stata eseguita. Non è possibile eseguirla di nuovo.
ja: HwndSubclass.Attach は既に呼び出されています。もう一度呼び出すことはできません。
ko: HwndSubclass.Attach가 이미 호출되었습니다. 다시 호출할 수 없습니다.
pl: Wywołano już obiekt HwndSubclass.Attach; nie można go wywołać ponownie.
pt_br: HwndSubclass.Attach já foi chamado; não é possível chamar novamente.
ru: Метод HwndSubclass.Attach уже был вызван; он не может быть вызван повторно.
tr: HwndSubclass.Attach zaten çağrıldı; yeniden çağrılamaz.
zh_hans: 已调用 HwndSubclass.Attach；无法再次调用它。
zh_hant: 已呼叫過 HwndSubclass.Attach，不可再次呼叫。

# ILockBytesStreamMustSeek
source: Streams for exposure as ILockBytes must be seekable.
cs: Ve streamech, které se mají zveřejnit jako ILockBytes, se musí dát vyhledávat.
de: Datenströme, die als ILockBytes verfügbar gemacht werden sollen, müssen suchbar sein.
es: Es necesario que se pueda buscar en las secuencias para exposición como ILockBytes.
fr: Les flux destinés à être exposés comme ILockBytes doivent pouvoir faire l'objet de recherches.
it: I flussi per l'esposizione, come ILockBytes, devono supportare la ricerca.
ja: ILockBytes として露出するストリームは、シーク可能である必要があります。
ko: ILockBytes로 노출하려면 스트림을 찾을 수 있어야 합니다.
pl: Strumienie uwidaczniane jako ILockBytes muszą być możliwe do wyszukania.
pt_br: Fluxos para exposição como ILockBytes devem ser buscáveis.
ru: Потоки, предоставляемые как ILockBytes, должны поддерживать поиск.
tr: Gösterilecek akışlar ILockBytes olarak aranabilir olmalıdır.
zh_hans: 公开为 ILockBytes 的流必须是可查找的。
zh_hant: 必須可以搜尋公開為 ILockBytes 的資料流。

# IOBufferOverflow
source: Read or write operation references location outside the bounds of the buffer provided.
cs: Operace čtení nebo zápisu se odkazuje na umístění mimo hranice poskytnuté vyrovnávací paměti.
de: Von einem Lese- oder Schreibvorgang wird auf einen Speicherort verwiesen, der sich außerhalb des gültigen Bereichs des bereitgestellten Puffers befindet.
es: Una operación de lectura o escritura hace referencia a una ubicación que reside fuera de los límites del búfer proporcionado.
fr: L'opération de lecture ou d'écriture référence un emplacement situé en dehors des limites de la mémoire tampon fournie.
it: L'operazione di lettura o scrittura fa riferimento a una posizione non compresa nei limiti del buffer specificato.
ja: 読み取りまたは書き込み操作は、指定されたバッファーの境界外の場所を参照します。
ko: 읽기 또는 쓰기 작업이 제공된 버퍼의 경계를 벗어난 위치를 참조합니다.
pl: Operacja odczytu lub zapisu przywołuje lokalizację spoza zakresu dostępnego buforu.
pt_br: A operação de leitura ou gravação faz referência a um local fora dos limites do buffer fornecido.
ru: Операция чтения или записи ссылается на расположение за пределами указанного буфера.
tr: Okuma veya yazma işlemi, sağlanan arabelleğin sınırları dışındaki konuma başvuruyor.
zh_hans: 读取或写入操作引用所提供的缓冲区边界之外的位置。
zh_hant: 讀取或寫入作業參考了位於所提供之緩衝區範圍以外的位置。

# IncompatibleModeOrAccess
source: Cannot open package because FileMode or FileAccess value is not valid for the stream.
cs: Balíček se nedá otevřít, protože hodnota FileMode nebo FileAccess není pro daný stream platná.
de: Das Paket kann nicht geöffnet werden, weil der FileMode- oder FileAccess-Wert nicht für den Datenstrom gültig ist.
es: No se puede abrir el paquete porque el valor FileMode o FileAccess no es válido para la secuencia.
fr: Impossible d'ouvrir le package, car la valeur de FileMode ou de FileAccess est non valide pour le flux.
it: Non è possibile aprire il pacchetto perché il valore FileMode o FileAccess non è valido per il flusso.
ja: FileMode 値か FileAccess 値がこのストリームに対して無効なため、パッケージを開けません。
ko: FileMode 또는 FileAccess 값이 스트림에 유효하지 않으므로 패키지를 열 수 없습니다.
pl: Nie można otworzyć pakietu, ponieważ wartość FileMode lub FileAccess nie jest prawidłowa dla strumienia.
pt_br: Não é possível abrir o pacote porque o valor de FileMode ou FileAccess não é válido para o fluxo.
ru: Не удается открыть пакет, так как значение FileMode или FileAccess не является допустимым для потока.
tr: FileMode veya FileAccess değeri akış için geçerli olmadığından paket açılamıyor.
zh_hans: 无法打开包，因为 FileMode 或 FileAccess 值对流无效。
zh_hant: 因為 FileMode 或 FileAccess 值對資料流無效，所以無法開啟套件。

# InnerPackageUriHasFragment
source: Package URI obtained from the pack URI cannot contain a Fragment.
cs: Identifikátor URI balíčku získaný z identifikátoru URI protokolu pack nemůže obsahovat Fragment.
de: Der vom Paket-URI empfangene Paket-URI darf kein Fragment enthalten.
es: El URI del paquete obtenido del URI del paquete no puede contener un objeto Fragment.
fr: L'URI de package obtenu à partir de l'URI à en-tête pack ne peut pas contenir un Fragment.
it: L'URI del pacchetto ottenuto dall'URI di tipo pack non può contenere un frammento.
ja: パック URI から取得されるパッケージ URI に Fragment を含めることはできません。
ko: Pack URI에서 가져온 패키지 URI에 Fragment를 포함할 수 없습니다.
pl: Identyfikator URI pakietu uzyskany z identyfikatora URI pakowania nie może zawierać fragmentu.
pt_br: O URI do pacote obtido do URI do pacote não pode conter um Fragmento.
ru: URI пакета, полученный из URI упаковки, не может содержать Fragment.
tr: Paketleme URI'sinden alınan paket URI'si Parça içeremez.
zh_hans: 从包 URI 获取的包 URI 不能包含片段。
zh_hant: 從封包 URI 所取得的套件 URI 不可包含 Fragment。

# InvalidArgumentValue
source: '{1}' is not a valid value for '{0}'.
cs: Hodnota {1} není platnou hodnotou pro {0}.
de: "{1}" ist kein gültiger Wert für "{0}".
es: "{1}" no es un valor válido para "{0}".
fr: '{1}' n'est pas une valeur valide pour '{0}'.
it: '{1}' non è un valore valido per '{0}'.
ja: '{1}' という値は '{0}' には使用できません。
ko: '{1}'은(는) '{0}'에 유효한 값이 아닙니다.
pl: „{1}” nie jest prawidłową wartością elementu „{0}”.
pt_br: '{1}' não é um valor válido para '{0}'.
ru: "{1}" не является допустимым значением для "{0}".
tr: '{1}' değeri '{0}' için geçerli değil.
zh_hans: “{1}”不是“{0}”的有效值。
zh_hant: '{1}' 不是 '{0}' 的有效值。

# InvalidAuthenticationTypeString
source: Authentication type string (the part before the colon) is not valid in user ID '{0}'.
cs: Řetězec typu ověřování (část před dvojtečkou) v ID uživatele {0} není platný.
de: Die Authentifizierungstyp-Zeichenfolge (der Teil vor dem Doppelpunkt) ist in der Benutzer-ID {0} ungültig.
es: La cadena de tipo de autenticación (la parte antes de los dos puntos) no es válida en el ID de usuario "{0}".
fr: La chaîne du type d'authentification (la partie avant les deux-points) est non valide dans l'identifiant utilisateur '{0}'.
it: La stringa del tipo di autenticazione (parte che precede i due punti) non è valida nell'ID utente '{0}'.
ja: ユーザー ID '{0}' の認証の種類を示す文字列 (コロンの前の部分) が無効です。
ko: 사용자 ID '{0}'의 인증 형식 문자열(콜론 앞에 있는 파트)이 잘못되었습니다.
pl: Ciąg typu uwierzytelniania (część przed dwukropkiem) jest nieprawidłowa w identyfikatorze użytkownika „{0}”.
pt_br: A cadeia de caracteres de tipo de autenticação (a parte antes dos dois-pontos) não é válida na ID de usuário '{0}'.
ru: Строка типа проверки подлинности (часть до двоеточия) не является допустимой для идентификатора пользователя "{0}".
tr: Kimlik doğrulama türü dizesi (iki nokta işaretinden önceki bölüm) '{0}' kullanıcı kimliği için geçerli değil.
zh_hans: 身份验证类型字符串(冒号前的部分)在用户 ID“{0}”中无效。
zh_hant: 使用者識別碼 '{0}' 中的驗證類型字串 (冒號前的部分) 無效。

# InvalidCondition01
source: Cannot locate information for stream that should exist. This is an internally inconsistent condition.
cs: Nepovedlo se najít informace o streamu, který by měl existovat. Toto je stav vnitřní nekonzistence.
de: Zu einem Datenstrom, der vorhanden sein muss, wurden keine Informationen gefunden. Dies ist eine interne Inkonsistenzbedingung.
es: No se puede encontrar la información para la transmisión que debería existir. Esta es una condición internamente incoherente.
fr: Impossible de localiser les informations de flux dont l'existence est nécessaire. Il s'agit d'une condition incohérente de manière interne.
it: Non è possibile individuare informazioni che dovrebbero esistere per il flusso. Si tratta di una condizione internamente incoerente.
ja: 存在するはずのストリームの情報が見つかりません。これは内部的に不整合な状態です。
ko: 존재해야 하는 스트림에 대한 정보를 찾을 수 없습니다. 내부적으로 일치하지 않는 상태입니다.
pl: Nie można odnaleźć informacji o strumieniu, które powinny istnieć. Sytuacja niespójności wewnętrznej.
pt_br: Não é possível localizar informações do fluxo que deveriam existir. Trata-se de uma condição de inconsistência interna.
ru: Не удается обнаружить сведения для потока, который должен существовать. Это внутренне несогласованное состояние.
tr: Mevcut olması gereken akış bilgileri bulunamıyor. Bu tutarsız bir iç koşuldur.
zh_hans: 无法找到应存在的流的信息。这属于内部不一致的情况。
zh_hant: 找不到應存在資料流的資訊。此為內部不一致的情況。

# InvalidDocumentPropertyType
source: '{0}' document property type is not valid.
cs: Typ vlastnosti dokumentu {0} není platný.
de: Der Dokumenteigenschaftstyp "{0}" ist ungültig.
es: El tipo de propiedad de documento "{0}" no es válido.
fr: Le type de propriété de document '{0}' est non valide.
it: Il tipo di proprietà del documento '{0}' non è valido.
ja: ドキュメント プロパティの型 '{0}' が無効です。
ko: '{0}' 문서 속성 형식이 잘못되었습니다.
pl: Typ właściwości dokumentu „{0}” jest nieprawidłowy.
pt_br: O tipo da propriedade do documento '{0}' não é válido.
ru: Недопустимый тип свойства документа "{0}".
tr: '{0}' belge özelliği türü geçerli değil.
zh_hans: “{0}”文档属性类型无效。
zh_hant: '{0}' 文件屬性類型無效。

# InvalidDocumentPropertyVariantType
source: '{0}' document property variant type is not valid.
cs: Typ varianty vlastnosti dokumentu {0} není platný.
de: Der Dokumenteigenschafts-Variantentyp "{0}" ist ungültig.
es: El tipo de variante de propiedad de documento "{0}" no es válido.
fr: Le type variant de propriété de document '{0}' est non valide.
it: Il tipo variant di proprietà del documento '{0}' non è valido.
ja: ドキュメント プロパティのバリアント型 '{0}' が無効です。
ko: '{0}' 문서 속성 변형 형식이 잘못되었습니다.
pl: Typ wariantu właściwości dokumentu „{0}” jest nieprawidłowy.
pt_br: O tipo da variante da propriedade do documento '{0}' não é válido.
ru: Недопустимый тип variant для свойства документа "{0}".
tr: '{0}' belge özelliği varyant türü geçerli değil.
zh_hans: “{0}”文档属性变体类型无效。
zh_hant: '{0}' 文件屬性變化類型無效。

# InvalidEvent
source: Event argument is invalid.
cs: Argument události je neplatný.
de: Das Ereignisargument ist ungültig.
es: El argumento de evento no es válido.
fr: L'argument d'événement n'est pas valide.
it: Argomento dell'evento non valido.
ja: イベント引数が無効です。
ko: 이벤트 인수가 잘못되었습니다.
pl: Argument zdarzenia jest nieprawidłowy.
pt_br: Argumento de evento inválido.
ru: Недопустимый аргумент события.
tr: Olay bağımsız değişkeni geçersiz.
zh_hans: 事件参数无效。
zh_hant: 事件引數無效。

# InvalidLinearWhiteSpaceCharacter
source: A Linear White Space character is not valid.
cs: Znak Bílého prostoru řádku není platný.
de: Ein Linear White Space-Zeichen ist ungültig.
es: Un carácter de espacio en blanco lineal no es válido.
fr: Un caractère LWS (Linear White Space) est non valide.
it: Uno spazio vuoto lineare non è valido.
ja: リニア ホワイト スペース文字が無効です。
ko: Linear White Space 문자가 잘못되었습니다.
pl: Liniowy biały znak jest nieprawidłowy.
pt_br: Um caractere de Espaço em Branco Linear não é válido.
ru: Недопустимый символ строкового пробела.
tr: Doğrusal Boşluk karakteri geçerli değil.
zh_hans: 线性空格字符无效。
zh_hant: Linear White Space 字元無效。

# InvalidParameterValue
source: Parameter value must be a valid token or a quoted string as per RFC 2616.
cs: Hodnota parametru musí být platný token nebo řetězec v uvozovkách podle standardu RFC 2616.
de: Bei dem Parameterwert muss es sich gemäß RFC 2616 um ein gültiges Token oder um eine Zeichenfolge mit Anführungszeichen handeln.
es: El valor del parámetro debe ser un token válido o una cadena entre comillas según RFC 2616.
fr: La valeur du paramètre doit être un jeton valide ou une chaîne entre guillemets, conformément au RFC 2616.
it: Il valore del parametro deve essere un token valido o una stringa tra virgolette conforme a RFC 2616.
ja: パラメーター値は、RFC 2616 に従った有効なトークンまたは引用文字列である必要があります。
ko: 매개 변수 값은 RFC 2616을 기준으로 유효한 토큰 또는 따옴표 붙은 문자열이어야 합니다.
pl: Wartość parametru musi być prawidłowym tokenem lub ciągiem w cudzysłowie zgodnym z dokumentem RFC 2616.
pt_br: O valor do parâmetro deve ser um token válido ou uma cadeia de caracteres entre aspas de acordo com o RFC 2616.
ru: Значение параметра должно представлять собой верный маркер или строку в кавычках, в соответствии с RFC 2616.
tr: RFC 2616 uyarınca, parametre değeri geçerli bir belirteç veya tırnak içinde bir dize olmalıdır.
zh_hans: 根据 RFC 2616，参数值必须是有效令牌或带引号的字符串。
zh_hant: 根據 RFC 2616 的規定，參數值必須是有效的語彙基元或是括起來的字串。

# InvalidParameterValuePair
source: Parameter and value pair is not valid. Expected form is parameter=value.
cs: Pár parametru a hodnoty není platný. Očekává se tvar parametr=hodnota.
de: Das Parameter/Wert-Paar ist ungültig. Erwartetes Format: Parameter=Wert.
es: El par de parámetro y valor no es válido. El formato esperado es parámetro=valor.
fr: La paire comprenant le paramètre et la valeur est non valide. La forme attendue est paramètre=valeur.
it: La coppia di parametro e valore non è valida. Il formato previsto è parametro=valore.
ja: パラメーターと値のペアが無効です。必要な形式はパラメーター = 値です。
ko: 매개 변수 및 값 쌍이 잘못되었습니다. 필요한 형식은 parameter=value입니다.
pl: Para parametr i wartość jest nieprawidłowa. Oczekiwana forma to parametr=wartość.
pt_br: O par de parâmetro e valor não é válido. O formato esperado é parâmetro=valor.
ru: Неверная пара параметра и значения. Ожидается формат параметр=значение.
tr: Parametre ve değer çifti geçerli değil. Beklenen biçim parameter=value.
zh_hans: 参数/值对无效。形式应为 parameter=value。
zh_hant: 成對的參數與值無效。格式應為 parameter=value。

# InvalidPartUri
source: Part URI is not valid per rules defined in the Open Packaging Conventions specification.
cs: Identifikátor URI součásti není platný podle pravidel definovaných ve specifikaci Open Packaging Conventions.
de: Teil-URI ist gemäß den in den Open Packaging-Konventionen definierten Regeln ungültig.
es: El URI de la parte no es válido según las reglas definidas en la especificación de Convenciones de empaquetado abierto.
fr: L'URI du composant est non valide, conformément aux règles définies dans la spécification Open Packaging Conventions.
it: L'URI della parte non è valido in base alle regole definite nella specifica Open Packaging Conventions.
ja: パート URI は、Open Packaging Conventions 仕様で定義されたルールにより無効です。
ko: Open Packaging Conventions 사양에 정의된 규칙을 기준으로 파트 URI가 잘못되었습니다.
pl: Identyfikator URI części jest nieprawidłowy według specyfikacji otwartych konwencji pakietów.
pt_br: O URI da parte não é válido de acordo com aas regras definidas na especificação Open Packaging Conventions.
ru: URI части является недопустимым согласно правилам, определенным в спецификации Open Packaging Conventions.
tr: Bölüm URI'si Açık Paketleme Kuralları belirtiminde tanımlanan kurallara göre geçerli değil.
zh_hans: 根据开放打包约定规范中定义的规则，部分 URI 无效。
zh_hant: 根據開放式封裝慣例 (Open Packaging Convention) 規格中所定義的規則，組件 URI 無效。

# InvalidPermissionLevel
source: Permission level is not valid.
cs: Úroveň oprávnění je neplatná.
de: Ungültige Berechtigungsebene.
es: Nivel de permiso no válido.
fr: Niveau d'autorisation non valide.
it: Livello di autorizzazione non valido
ja: アクセス許可のレベルが有効ではありません。
ko: 권한 수준이 잘못되었습니다.
pl: Nieprawidłowy poziom uprawnień.
pt_br: Nível de permissão inválido.
ru: Отсутствуют соответствующие права доступа.
tr: İzin düzeyi geçerli değil.
zh_hans: 权限级别无效。
zh_hant: 使用權限等級無效。

# InvalidPermissionState
source: Permission state is not valid.
cs: Stav oprávnění je neplatný.
de: Ungültiger Berechtigungszustand.
es: Estado de permiso no válido.
fr: État d'autorisation non valide.
it: Stato di autorizzazione non valido
ja: アクセス許可の状態が有効ではありません。
ko: 권한 상태가 잘못되었습니다.
pl: Nieprawidłowy stan uprawnień.
pt_br: Estado de permissão inválido.
ru: Недопустимое состояние прав доступа.
tr: İzin durumu geçerli değil.
zh_hans: 权限状态无效。
zh_hant: 使用權限狀態無效。

# InvalidPermissionStateValue
source: PermissionState value '{0}' is not valid for this Permission.
cs: Hodnota PermissionState {0} není pro toto oprávnění platná.
de: Der PermissionState-Wert "{0}" ist für diese Berechtigung nicht gültig.
es: El valor de PermissionState '{0}' no es válido para este permiso.
fr: Valeur de PermissionState '{0}' non valide pour cette autorisation.
it: Valore PermissionState '{0}' non valido per l'autorizzazione corrente.
ja: PermissionState 値 '{0}' は、このアクセス許可に対して無効です。
ko: PermissionState 값 '{0}'은(는) 이 권한에 대해 올바르지 않습니다.
pl: Wartość PermissionState „{0}” jest nieprawidłowa dla tego uprawnienia.
pt_br: O valor de PermissionState '{0}' não é válido para esta Permissão.
ru: Значение PermissionState "{0}" недопустимо для данного разрешения.
tr: '{0}' PermissionState değeri bu İzin için geçerli değil.
zh_hans: PermissionState 值“{0}”对于此 Permission 无效。
zh_hant: PermissionState 值 '{0}' 對此權限無效。

# InvalidPermissionType
source: Permission type is not valid. Expected '{0}'.
cs: Typ oprávnění je neplatný. Očekávaný typ je {0}.
de: Ungültiger Berechtigungstyp. Erwartet wurde "{0}".
es: El tipo de permiso no es válido. Se esperaba '{0}'.
fr: Type d'autorisation non valide. Type attendu '{0}'.
it: Tipo di autorizzazione non valido. Previsto '{0}'.
ja: アクセス許可の種類が無効です。'{0}' を指定してください。
ko: 사용 권한 형식이 잘못되었습니다. '{0}'이(가) 필요합니다.
pl: Nieprawidłowy typ uprawnień. Oczekiwano „{0}”.
pt_br: O tipo de permissão não é válido. Era esperado '{0}'.
ru: Недопустимый тип разрешений. Требуется "{0}".
tr: İzin türü geçerli değil. Beklenen '{0}'.
zh_hans: 权限类型无效。应为“{0}”。
zh_hant: 使用權限類型無效。應該是 '{0}'。
