Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TypeMetadataAlreadyInUse
source: Metadata is already associated with a type and property. A new one must be created.
cs: Metadata jsou už přidružená k nějakému typu a vlastnosti. Musí se vytvořit nová.
de: Metadaten sind bereits einem Typ und einer Eigenschaft zugeordnet. Es müssen neue Metadaten erstellt werden.
es: Los metadatos ya están asociados con un tipo y una propiedad. Se deben crear otros nuevos.
fr: Les métadonnées sont déjà associées à un type et à une propriété. Vous devez en créer d'autres.
it: I metadati sono già associati a un tipo e a una proprietà. È necessario creare nuovi metadati.
ja: メタデータは、種類とプロパティに既に関連付けられています。新しいメタデータを作成する必要があります。
ko: 메타데이터가 이미 형식 및 속성과 연결되어 있습니다. 새로 만들어야 합니다.
pl: Metadane są już skojarzone z typem i właściwością. Należy utworzyć nowe metadane.
pt_br: Os metadados já estão associados a um tipo e propriedade. É necessário criar um novo.
ru: Метаданные уже сопоставлены с типом и свойством. Необходимо создать метаданные.
tr: Meta veriler bir tür ve özellik ile zaten ilişkili. Yeni bir tane oluşturulması gerekiyor.
zh_hans: 此元数据已与类型和属性关联。必须新建一个元数据。
zh_hant: 中繼資料已與類型和屬性相關聯。必須建立新的中繼資料。

# TypeMetadataAlreadyRegistered
source: PropertyMetadata is already registered for type '{0}'.
cs: Metadata PropertyMetadata jsou už zaregistrovaná pro typ {0}.
de: PropertyMetadata sind für den Typ "{0}" bereits registriert.
es: El valor PropertyMetadata ya está registrado para el tipo "{0}".
fr: PropertyMetadata est déjà inscrit pour le type '{0}'.
it: L'elemento PropertyMetadata è già registrato per il tipo '{0}'.
ja: PropertyMetadata は、既に種類 '{0}' に登録されています。
ko: '{0}' 형식에 대한 PropertyMetadata가 이미 등록되어 있습니다.
pl: Obiekt PropertyMetadata jest już zarejestrowany dla typu „{0}”.
pt_br: PropertyMetadata já está registrado para o tipo '{0}'.
ru: Регистрация PropertyMetadata для типа "{0}" уже выполнена.
tr: PropertyMetadata '{0}' türü için zaten kayıtlı.
zh_hans: PropertyMetadata 已注册类型“{0}”。
zh_hant: 已為類型 '{0}' 註冊了 PropertyMetadata。

# TypeMetadataCannotChangeAfterUse
source: Cannot change property metadata after it has been associated with a property.
cs: Metadata vlastnosti nelze změnit, pokud byla spojena s nějakou vlastností.
de: Eigenschaftsmetadaten können nach der Zuordnung zu einer Eigenschaft nicht geändert werden.
es: No se pueden cambiar los metadatos de propiedad una vez asociados a una propiedad.
fr: Impossible de modifier les métadonnées de propriété une fois celles-ci associées à une propriété.
it: Impossibile modificare i metadati di proprietà dopo averli associati a una proprietà.
ja: プロパティ メタデータをプロパティに関連付けた後に、プロパティ メタデータを変更することはできません。
ko: 속성과 연결된 후에는 속성 메타데이터를 변경할 수 없습니다.
pl: Nie można zmienić metadanych właściwości po skojarzeniu ich z właściwością.
pt_br: Não é possível alterar os metadados da propriedade após serem associados a uma propriedade.
ru: Не удается изменить метаданные свойства после их сопоставления свойству.
tr: Bir özellikle ilişkilendirildikten sonra özellik meta verileri değiştirilemez.
zh_hans: 无法在属性元数据与属性关联以后对其进行更改。
zh_hant: 當屬性中繼資料與屬性關聯時，即無法變更。

# TypeMustBeDependencyObjectDerived
source: '{0}' type must derive from DependencyObject.
cs: Typ {0} se musí odvodit z objektu DependencyObject.
de: Der Typ "{0}" muss vom DependencyObject abgeleitet werden.
es: El tipo "{0}" debe derivarse de DependencyObject.
fr: Le type '{0}' doit dériver de DependencyObject.
it: Il tipo '{0}' deve derivare da DependencyObject.
ja: 種類 '{0}' は、DependencyObject から派生する必要があります。
ko: '{0}' 형식은 DependencyObject에서 파생되어야 합니다.
pl: Typ „{0}” musi pochodzić od elementu DependencyObject.
pt_br: O tipo '{0}' deve ser derivado de DependencyObject.
ru: Тип "{0}" должен быть производным от DependencyObject.
tr: '{0}' türü DependencyObject’ten türetilmelidir.
zh_hans: “{0}”类型必须派生自 DependencyObject。
zh_hant: '{0}' 類型必須衍生自 DependencyObject。

# TypesElementExpected
source: Required Types tag not found.
cs: Nenašla se povinná značka Types.
de: Das erforderliche Types-Tag wurde nicht gefunden.
es: No se encuentra la etiqueta de tipos requeridos.
fr: Balise Types obligatoire introuvable.
it: Il tag obbligatorio Types non è stato trovato.
ja: 必要な Types タグが見つかりません。
ko: 필수 Types 태그를 찾을 수 없습니다.
pl: Nie znaleziono wymaganego tagu Types.
pt_br: Marca de tipos obrigatórios não encontrada.
ru: Необходимый тег Types не найден.
tr: Required Types etiketi bulunamadı.
zh_hans: 找不到必需的 Types 标记。
zh_hant: 找不到必要的 Types 標籤。

# TypesTagHasExtraAttributes
source: Types tag has attributes not valid per the schema.
cs: Značka Types má atributy, které pro dané schéma nejsou platné.
de: Das Types-Tag besitzt Attribute, die laut Schema nicht gültig sind.
es: La etiqueta de tipos tiene atributos no válidos de acuerdo con el esquema.
fr: La balise Types a des attributs qui sont non valides d'après le schéma.
it: Il tag Types include attributi non validi in base allo schema.
ja: Types タグに、スキーマに対して無効な属性が指定されています。
ko: Types 태그에 스키마별로 유효하지 않은 특성이 있습니다.
pl: Tag Types ma atrybuty niezgodne ze schematem.
pt_br: A marca de tipos tem atributos inválidos para o esquema.
ru: Тег типов имеет недопустимые атрибуты, согласно схеме.
tr: Types etiketinde şema uyarınca geçerli olmayan öznitelikler var.
zh_hans: 根据架构，Types 标记的特性无效。
zh_hant: 根據架構的情況，Types 標籤有無效的屬性。

# TypesXmlDoesNotMatchSchema
source: Content Types XML does not match schema.
cs: Kód XML typů obsahu neodpovídá schématu.
de: Das XML für Inhaltstypen stimmt nicht mit dem Schema überein.
es: El XML de tipos de contenido no coincide con el esquema.
fr: Le XML des types de contenu ne correspond pas au schéma.
it: Il codice XML per i tipi di contenuto non corrisponde allo schema.
ja: コンテンツの Types XML がスキーマと一致しません。
ko: Content Types XML이 스키마와 일치하지 않습니다.
pl: Dokument XML typów zawartości nie zgadza się ze schematem.
pt_br: O XML de tipos de conteúdo não corresponde ao esquema.
ru: XML типов содержимого не соответствует схеме.
tr: Content Types XML dosyası şema ile eşleşmiyor.
zh_hans: 内容 Types XML 与架构不匹配。
zh_hant: 內容 Types XML 與架構不符。

# URIShouldNotBeAbsolute
source: Cannot be an absolute URI.
cs: Nemůže být absolutní identifikátor URI.
de: Der URI darf nicht absolut sein.
es: No puede ser un URI absoluto.
fr: Ne peut pas être un URI absolu.
it: Non è possibile usare un URI assoluto.
ja: 絶対 URI は使用できません。
ko: 절대 URI일 수 없습니다.
pl: Nie może być bezwzględnym identyfikatorem URI.
pt_br: Não pode ser um URI absoluto.
ru: Не может быть абсолютным URI.
tr: Mutlak URI olamaz.
zh_hans: 不能是绝对 URI。
zh_hant: 不可是絕對 URI。

# UnableToCreateOnStream
source: Cannot create package on stream.
cs: Ve streamu se nedá vytvořit balíček.
de: Das Paket kann im Datenstrom nicht erstellt werden.
es: No se puede crear el paquete en la secuencia.
fr: Impossible de créer un package sur le flux.
it: Non è possibile creare il pacchetto nel flusso.
ja: ストリームにはパッケージを作成できません。
ko: 스트림에서 패키지를 만들 수 없습니다.
pl: Nie można utworzyć pakietu na podstawie strumienia.
pt_br: Não é possível criar o pacote no fluxo.
ru: Не удается создать пакет для потока.
tr: Akış üzerinde paket oluşturulamıyor.
zh_hans: 无法在流上创建包。
zh_hant: 不可在資料流上建立套件。

# UnableToCreateStorage
source: Cannot create data storage.
cs: Nedá se vytvořit úložiště dat.
de: Der Datenspeicher kann nicht erstellt werden.
es: No se puede crear el almacenamiento de datos.
fr: Impossible de créer un stockage de données.
it: Non è possibile creare l'archivio dati.
ja: データ ストレージを作成できません。
ko: 데이터 스토리지를 만들 수 없습니다.
pl: Nie można utworzyć magazynu danych.
pt_br: Não é possível criar o armazenamento de dados.
ru: Не удается создать хранилище данных.
tr: Veri deposu oluşturulamıyor.
zh_hans: 无法创建数据存储。
zh_hant: 不可建立資料儲存區。

# UnableToCreateStream
source: Cannot create data stream.
cs: Nedá se vytvořit datový stream.
de: Der Datenstrom kann nicht erstellt werden.
es: No se puede crear la secuencia de datos.
fr: Impossible de créer un flux de données.
it: Non è possibile creare il flusso dei dati.
ja: データ ストリームを作成できません。
ko: 데이터 스트림을 만들 수 없습니다.
pl: Nie można utworzyć strumienia danych.
pt_br: Não é possível criar o fluxo de dados.
ru: Не удается создать поток данных.
tr: Veri akışı oluşturulamıyor.
zh_hans: 无法创建数据流。
zh_hant: 不可建立資料串流。

# UnableToLocateResource
source: Cannot locate resource '{0}'.
cs: Nelze nalézt zdroj {0}.
de: Die Ressource "{0}" kann nicht gefunden werden.
es: No se encuentra el recurso '{0}'.
fr: Impossible de trouver la ressource '{0}'.
it: Impossibile individuare la risorsa '{0}'.
ja: リソース '{0}' を検索できません。
ko: '{0}' 리소스가 없습니다.
pl: Nie można zlokalizować zasobu „{0}”.
pt_br: Não é possível localizar o recurso '{0}'.
ru: Не удается найти ресурс "{0}".
tr: '{0}' kaynağının yeri belirlenemiyor.
zh_hans: 找不到资源“{0}”。
zh_hant: 找不到資源 '{0}'。

# UnableToOpenStream
source: Cannot open data stream.
cs: Nedá se otevřít datový stream.
de: Der Datenstrom kann nicht geöffnet werden.
es: No se puede abrir la secuencia de datos.
fr: Impossible d'ouvrir le flux de données.
it: Non è possibile aprire il flusso dei dati.
ja: データ ストリームを開くことができません。
ko: 데이터 스트림을 열 수 없습니다.
pl: Nie można otworzyć strumienia danych.
pt_br: Não é possível abrir o fluxo de dados.
ru: Не удается открыть поток данных.
tr: Veri akışı açılamıyor.
zh_hans: 无法打开数据流。
zh_hant: 不可開啟資料串流。

# UnexpectedXmlTag
source: Unexpected tag '{0}'.
cs: Neočekávaná značka {0}
de: Unerwartetes Tag "{0}".
es: Etiqueta inesperada "{0}".
fr: Balise inattendue '{0}'.
it: Il tag '{0}' è imprevisto.
ja: 予期しないタグ '{0}' です。
ko: '{0}'은(는) 예기치 않은 태그입니다.
pl: Nieoczekiwany tag: „{0}”.
pt_br: Marca '{0}' inesperada.
ru: Неожиданный тег "{0}".
tr: Beklenmeyen '{0}' etiketi.
zh_hans: 意外的标记“{0}”。
zh_hant: 出現未預期的 '{0}'。

# UnknownDCDateTimeXsiType
source: Unknown xsi:type for DateTime on '{0}'.
cs: Neznámé xsi:type pro DateTime v {0}
de: xsi:type unbekannt für DateTime von "{0}".
es: xsi:type desconocido para DateTime en "{0}".
fr: xsi:type inconnu pour DateTime sur '{0}'.
it: xsi:type sconosciuto per DateTime in '{0}'.
ja: '{0}' の DateTime に対する xsi:type が不明です。
ko: '{0}'에 DateTime에 대한 알 수 없는 xsi:type이 있습니다.
pl: „{0}”: nieznany element xsi:type dla obiektu DateTime.
pt_br: xsi:type desconhecido para DateTime em '{0}'.
ru: Неизвестный xsi:type для DateTime в "{0}".
tr: '{0}' üzerinde DateTime için bilinmeyen xsi:type.
zh_hans: “{0}”上针对 DateTime 的 xsi:type 未知。
zh_hant: 在 '{0}' 上 DateTime 有不明的 xsi:type。

# UnknownDocumentProperty
source: Unrecognized document property: FMTID = '{0}', property ID = '{1}'.
cs: Nerozpoznaná vlastnost dokumentu: FMTID = {0}, ID vlastnosti = {1}
de: Unbekannte Dokumenteigenschaft: FMTID = "{0}", Eigenschafts-ID = "{1}".
es: Propiedad de documento no reconocida: FMTID = "{0}", ID de propiedad = "{1}".
fr: Propriété de document non reconnue : FMTID = '{0}', ID propriété = '{1}'.
it: Proprietà di documento non riconosciuta: FMTID = '{0}', ID proprietà = '{1}'.
ja: 認識できないドキュメント プロパティ: FMTID = '{0}'、プロパティ ID = '{1}'。
ko: 인식할 수 없는 문서 속성: FMTID = '{0}', 속성 ID = '{1}'.
pl: Nierozpoznana właściwość dokumentu: FMTID = „{0}”, ID właściwości = „{1}”.
pt_br: Propriedade de documento não reconhecida: FMTID = '{0}', ID da propriedade = '{1}'.
ru: Нераспознанное свойство документа: FMTID = "{0}", идентификатор свойства равен "{1}".
tr: Bilinmeyen belge özelliği: FMTID = '{0}', özellik kimliği = '{1}'.
zh_hans: 文档属性无法识别: FMTID =“{0}”，属性 ID =“{1}”。
zh_hant: 無法辨識文件屬性: FMTID = '{0}'，屬性識別碼 = '{1}'。

# UnknownExpressionMode
source: Unrecognized Expression 'Mode' value.
cs: Nerozpoznaná hodnota Mode objektu Expression
de: Unbekannter Mode-Wert in Ausdruck.
es: Valor "Mode" de expresión no reconocido.
fr: Valeur 'Mode' d'Expression non reconnue.
it: Il valore 'Mode' per Expression non è riconosciuto.
ja: Expression 'Mode' 値を認識できません。
ko: 인식할 수 없는 Expression 'Mode' 값입니다.
pl: Nierozpoznana wartość właściwości „Mode” obiektu Expression.
pt_br: Valor não reconhecido da Expressão 'Modo'.
ru: Нераспознанное значение "Mode" для Expression.
tr: Tanınmayan İfade 'Mode' değeri.
zh_hans: Expression“Mode”值无法识别。
zh_hant: 無法辨識 Expression 的 'Mode' 值。

# UnknownNamespaceInCorePropertiesPart
source: Unrecognized namespace in Core Properties part.
cs: Nerozpoznaný obor názvů v součásti Core Properties
de: Unbekannter Namespace im Core Properties-Teil.
es: Espacio de nombres no reconocido en la parte Core Properties.
fr: Espace de noms non reconnu dans le composant Core Properties.
it: Spazio dei nomi non riconosciuto nella parte Core Properties.
ja: Core Properties パートの名前空間を認識できません。
ko: Core Properties 파트에 인식할 수 없는 네임스페이스가 있습니다.
pl: Nierozpoznana przestrzeń nazw w części Core Properties.
pt_br: Namespace não reconhecido na parte Propriedades Básicas.
ru: Нераспознанное пространство имен в части "Core Properties".
tr: Core Properties bölümünde tanınmayan ad alanı.
zh_hans: Core Properties 部分中命名空间无法识别。
zh_hant: 無法辨識 Core Properties 組件中的命名空間。

# UnknownReferenceComponentType
source: Unrecognized reference component type.
cs: Nerozpoznaný typ komponenty odkazu
de: Unbekannter Verweiskomponententyp.
es: Tipo de componente de referencia no reconocido.
fr: Type de composant de référence non reconnu.
it: Il tipo di componente di riferimento non è riconosciuto.
ja: 参照コンポーネントの種類を認識できません。
ko: 인식할 수 없는 참조 구성 요소 형식입니다.
pl: Nierozpoznany typ składnika odwołania.
pt_br: Tipo de componente de referência não reconhecido.
ru: Нераспознанный тип компонента ссылки.
tr: Tanınmayan başvuru bileşeni türü.
zh_hans: 引用组件类型无法识别。
zh_hant: 無法辨識參考元件類型。

# UnknownReferenceSerialize
source: Cannot serialize unknown CompoundFileReference subclass.
cs: Neznámá podtřída CompoundFileReference se nedá serializovat.
de: Unbekannte CompoundFileReference-Unterklasse kann nicht serialisiert werden.
es: No se puede serializar la subclase CompoundFileReference desconocida.
fr: Impossible de sérialiser la sous-classe inconnue CompoundFileReference.
it: Non è possibile serializzare la sottoclasse sconosciuta CompoundFileReference.
ja: 不明な CompoundFileReference サブクラスをシリアル化できません。
ko: 알 수 없는 CompoundFileReference 서브클래스를 직렬화할 수 없습니다.
pl: Nie można szeregować nieznanej podklasy typu CompoundFileReference.
pt_br: Não é possível serializar a subclasse CompoundFileReference desconhecida.
ru: Не удается выполнить сериализацию неизвестного подкласса CompoundFileReference.
tr: Bilinmeyen CompoundFileReference alt sınıfı serileştirilemiyor.
zh_hans: 无法序列化未知的 CompoundFileReference 子类。
zh_hant: 無法序列化不明的 CompoundFileReference 子類別。

# UnknownTagEncountered
source: Unrecognized tag found in Relationships XML.
cs: V kódu XML Relationships se našla nerozpoznaná značka.
de: Unbekanntes Tag in Relationships-XML gefunden.
es: Se encontró una etiqueta no reconocida en el XML de relaciones.
fr: Balise non reconnue trouvée dans le XML de Relationships.
it: Il tag non è riconosciuto nell'elemento XML Relationships.
ja: Relationships XML で認識できないタグが見つかりました。
ko: Relationships XML에 인식할 수 없는 태그가 있습니다.
pl: Znaleziono nierozpoznany tag w dokumencie XML Relationships.
pt_br: Marca não reconhecida encontrada no XML de Relações.
ru: В XML отношений обнаружен нераспознанный тег.
tr: Relationships XML dosyasında tanınmayan etiket bulundu.
zh_hans: 在 Relationships XML 中找到无法识别的标记。
zh_hant: Relationships XML 中發現無法辨識的標籤。

# UnsupportedCanonicalizationMethod
source: Unsupported canonicalization method specified.
cs: Zadala se nepodporovaná metoda kanonizace.
de: Es wurde eine nicht unterstützte Kanonisierungsmethode angegeben.
es: Se especificó un método de canonización no admitido.
fr: La méthode de canonicalisation spécifiée n'est pas prise en charge.
it: Il metodo di canonizzazione specificato non è supportato.
ja: サポートされていない正規化メソッドが指定されています。
ko: 지원되지 않는 정규화 메서드를 지정했습니다.
pl: Określono nieobsługiwaną metodę zapewniania kanoniczności.
pt_br: Método de canonicalização sem suporte especificado.
ru: Указан неподдерживаемый метод канонизации.
tr: Desteklenmeyen kurallılaştırma metodu belirtildi.
zh_hans: 指定的标准化方法不受支持。
zh_hant: 不支援指定的標準化方法。

# UnsupportedCombinationOfModeAccess
source: Cannot get stream with FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append when access is FileAccess.Read.
cs: Když se přístup nastavil na FileAccess.Read, nedá se získat stream s režimy FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append.
de: Datenstrom kann mit "FileMode.Create", "FileMode.CreateNew", "FileMode.Truncate", "FileMode.Append" nicht abgerufen werden, wenn der Zugriff "FileAccess.Read" ist.
es: No se puede obtener la secuencia con FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append cuando el acceso es FileAccess.Read.
fr: Impossible d'obtenir un flux avec FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append quand l'accès a la valeur FileAccess.Read.
it: Non è possibile ottenere il flusso con FileMode.Create, FileMode.CreateNew, FileMode.Truncate o FileMode.Append quando l'accesso è FileAccess.Read.
ja: アクセスが FileAccess.Read の場合、FileMode.Create、FileMode.CreateNew、FileMode.Truncate、FileMode.Append を使用してストリームを取得することはできません。
ko: FileAccess.Read로 액세스한 경우 FileMode.Create, FileMode.CreateNew, FileMode.Truncate 및 FileMode.Append를 사용하는 스트림을 가져올 수 없습니다.
pl: Nie można uzyskać strumienia z parametrami FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append, gdy parametr dostępu ma wartość FileAccess.Read.
pt_br: Não é possível obter o fluxo com FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append enquanto o acesso é FileAccess.Read.
ru: Не удается получить поток с FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append при доступе FileAccess.Read.
tr: Erişim FileAccess.Read olduğunda FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append akışı alınamıyor.
zh_hans: 访问权限是 FileAccess.Read 时，无法使用 FileMode.Create、FileMode.CreateNew、FileMode.Truncate 和 FileMode.Append 获取流。
zh_hant: 存取權為 FileAccess.Read 時，無法取得 FileMode.Create、FileMode.CreateNew、FileMode.Truncate、FileMode.Append 的資料流。

# UnsupportedCombinationOfModeAccessShareStreaming
source: Cannot get stream with FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append when access is FileAccess.Read.
cs: Když se přístup nastavil na FileAccess.Read, nedá se získat stream s režimy FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append.
de: Datenstrom kann mit "FileMode.Create", "FileMode.CreateNew", "FileMode.Truncate", "FileMode.Append" nicht abgerufen werden, wenn der Zugriff "FileAccess.Read" ist.
es: No se puede obtener la secuencia con FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append cuando el acceso es FileAccess.Read.
fr: Impossible d'obtenir un flux avec FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append quand l'accès a la valeur FileAccess.Read.
it: Non è possibile ottenere il flusso con FileMode.Create, FileMode.CreateNew, FileMode.Truncate o FileMode.Append quando l'accesso è FileAccess.Read.
ja: アクセスが FileAccess.Read の場合、FileMode.Create、FileMode.CreateNew、FileMode.Truncate、FileMode.Append を使用してストリームを取得することはできません。
ko: FileAccess.Read로 액세스한 경우 FileMode.Create, FileMode.CreateNew, FileMode.Truncate 및 FileMode.Append를 사용하는 스트림을 가져올 수 없습니다.
pl: Nie można uzyskać strumienia z parametrami FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append, gdy parametr dostępu ma wartość FileAccess.Read.
pt_br: Não é possível obter o fluxo com FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append enquanto o acesso é FileAccess.Read.
ru: Не удается получить поток с FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append при доступе FileAccess.Read.
tr: Erişim FileAccess.Read olduğunda FileMode.Create, FileMode.CreateNew, FileMode.Truncate, FileMode.Append akışı alınamıyor.
zh_hans: 访问权限是 FileAccess.Read 时，无法使用 FileMode.Create、FileMode.CreateNew、FileMode.Truncate 和 FileMode.Append 获取流。
zh_hant: 存取權為 FileAccess.Read 時，無法取得 FileMode.Create、FileMode.CreateNew、FileMode.Truncate、FileMode.Append 的資料流。

# UnsupportedHashAlgorithm
source: Unsupported hash algorithm specified.
cs: Zadal se nepodporovaný algoritmus hash.
de: Es wurde ein nicht unterstützter Hashalgorithmus angegeben.
es: Se ha especificado un algoritmo de hash no admitido.
fr: L'algorithme de hachage spécifié n'est pas pris en charge.
it: L'algoritmo hash specificato non è supportato.
ja: サポートされていないハッシュ アルゴリズムが指定されています。
ko: 지원되지 않는 해시 알고리즘을 지정했습니다.
pl: Określono nieobsługiwany algorytm wyznaczania wartości skrótu.
pt_br: Algoritmo de hash sem suporte especificado.
ru: Задан неподдерживаемый алгоритм хэширования.
tr: Desteklenmeyen karma algoritması belirtildi.
zh_hans: 指定的哈希算法不受支持。
zh_hant: 不支援指定的雜湊演算法。

# UnsupportedTransformAlgorithm
source: Unsupported transform algorithm specified.
cs: Zadal se nepodporovaný algoritmus transformace.
de: Es wurde ein nicht unterstützter Transformationsalgorithmus angegeben.
es: Se ha especificado un algoritmo de transformación no admitido.
fr: L'algorithme de transformation spécifié n'est pas pris en charge.
it: L'algoritmo di trasformazione specificato non è supportato.
ja: サポートされていない変換アルゴリズムが指定されています。
ko: 지원되지 않는 변환 알고리즘을 지정했습니다.
pl: Określono nieobsługiwany algorytm przekształcenia.
pt_br: Algoritmo de transformação sem suporte especificado.
ru: Задан неподдерживаемый алгоритм преобразования.
tr: Desteklenmeyen dönüşüm algoritması belirtildi.
zh_hans: 指定的转换算法不受支持。
zh_hant: 不支援指定的轉換演算法。

# UnsupportedTypeEncounteredWhenBuildingStgEnum
source: Encountered unsupported type of storage element when building storage enumerator.
cs: Při vytváření výčtu úložiště se zjistil neočekávaný typ prvku úložiště.
de: Beim Erstellen des Speicherenumerators wurde ein nicht unterstützter Typ von Speicherelement erkannt.
es: Se encontró un tipo de elemento de almacenamiento no admitido al compilar un enumerador de almacenamiento.
fr: Type d'élément de stockage non pris en charge rencontré durant la génération de l'énumérateur de stockage.
it: È stato rilevato un tipo di elemento di archiviazione non supportato durante la creazione dell'enumeratore di archiviazione.
ja: 記憶域列挙子の構築時に、サポートされていない種類の記憶域要素が見つかりました。
ko: 스토리지 열거자를 빌드하는 동안 지원되지 않는 형식의 스토리지 요소를 발견했습니다.
pl: Wykryto nieobsługiwany typ przechowywanego elementu podczas budowy modułu wyliczającego zawartość magazynu.
pt_br: Elemento de tipo de armazenamento sem suporte encontrado ao compilar o enumerador de armazenamento.
ru: При создании перечислителя хранилища обнаружен неподдерживаемый тип элемента хранилища.
tr: Depolama sabit listesi oluşturulurken desteklenmeyen depolama türü ile karşılaşıldı.
zh_hans: 生成存储枚举器时，遇到不受支持的存储元素类型。
zh_hant: 建置儲存體列舉時，出現不受支援的儲存體項目類型。

# Unsupported_Key
source: Unrecognized Key '{0}'.
cs: Neplatný klíč {0}
de: Unbekannter Schlüssel "{0}".
es: Clave no reconocida "{0}".
fr: Key non reconnu : '{0}'.
it: Chiave '{0}' non riconosciuta.
ja: Key '{0}' を認識できません。
ko: 인식할 수 없는 Key '{0}'입니다.
pl: Nierozpoznany klucz „{0}”.
pt_br: Chave não reconhecida '{0}'.
ru: Нераспознанный ключ "{0}".
tr: Tanınmayan Anahtar: '{0}'.
zh_hans: 密钥“{0}”无法识别。
zh_hant: 無法辨識 Key '{0}'。

# Unsupported_Modifier
source: Unrecognized ModifierKeys '{0}'.
cs: Nerozpoznaná hodnota ModifierKeys {0}
de: Unbekannte ModifierKeys "{0}".
es: Valores ModifierKey no reconocidos "{0}".
fr: ModifierKeys non reconnu : '{0}'.
it: Elementi ModifierKey '{0}' non riconosciuti.
ja: ModifierKeys '{0}' を認識できません。
ko: 인식할 수 없는 ModifierKeys '{0}'입니다.
pl: Nierozpoznany element ModifierKeys „{0}”.
pt_br: ModifierKeys não reconhecida '{0}'.
ru: Нераспознанные ключи ModifierKeys "{0}".
tr: Tanınmayan ModifierKeys: '{0}'.
zh_hans: ModifierKeys“{0}”无法识别。
zh_hant: 無法辨識 ModifierKeys '{0}'。
