Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XsdDateTimeExpected
source: Core Properties part: Text data of XSD type 'DateTime' was expected.
cs: Součást Core Properties: Očekávala se data typu XSD DateTime.
de: Core Properties-Teil: Es wurden Textdaten vom XSD-Typ "DateTime" erwartet.
es: Parte Core Properties: se esperaban datos de texto del tipo XSD "DateTime".
fr: Composant Core Properties : données texte de type XSD alors que le type 'DateTime' était attendu.
it: Parte Core Properties: sono previsti dati di testo con tipo XSD 'DateTime'.
ja: Core Properties パート: XSD の種類のテキスト データ 'DateTime' が必要です。
ko: Core Properties 파트: XSD 형식 'DateTime'의 텍스트 데이터가 필요합니다.
pl: Część Core Properties: oczekiwano danych tekstowych typu XSD „DateTime”.
pt_br: Parte de Propriedades Básicas: dados de texto do tipo XSD 'DateTime' eram esperados.
ru: Часть "Core Properties": ожидались текстовые данные типа XSD "DateTime".
tr: Core Properties bölümü: XSD türü 'DateTime' bekleniyordu.
zh_hans: Core Properties 部分: 应有 XSD 类型 "DateTime" 的文本数据。
zh_hant: Core Properties 組件: 應為 XSD 類型 'DateTime' 的 XSD 文字資料。

# ZLibVersionError
source: Compression requires ZLib library version {0}.
cs: Komprese vyžaduje knihovnu ZLib ve verzi {0}.
de: Für die Komprimierung ist Version {0} der ZLib-Bibliothek erforderlich.
es: La compresión requiere la versión de la biblioteca ZLib {0}.
fr: La compression nécessite la version de bibliothèque ZLib {0}.
it: Per la compressione è necessaria la libreria ZLib versione {0}.
ja: 圧縮には、ZLib ライブラリ バージョン {0} が必要です。
ko: 압축하려면 ZLib 라이브러리 버전 {0}이(가) 필요합니다.
pl: Operacja kompresji wymaga biblioteki ZLib w wersji {0}.
pt_br: A compactação requer a versão da biblioteca ZLib {0}.
ru: Для сжатия требуется библиотека ZLib версии {0}.
tr: Sıkıştırma ZLib {0} kitaplık sürümünü gerektirir.
zh_hans: 压缩需要 ZLib 库版本 {0}。
zh_hant: 壓縮需要版本 {0} 的 ZLib 程式庫。

# ZeroLengthFeatureID
source: Feature ID string cannot have zero length.
cs: Řetězec ID funkce nemůže mít nulovou délku.
de: Die Zeichenfolge mit der Feature-ID darf nicht eine Länge von null aufweisen.
es: La cadena del ID de la característica no puede tener longitud de cero.
fr: La chaîne d'ID de fonctionnalité ne peut pas avoir une longueur nulle.
it: La lunghezza della stringa dell'ID funzionalità non può essere pari a zero.
ja: 機能 ID 文字列の長さを 0 にすることはできません。
ko: 기능 ID 문자열은 길이가 0일 수 없습니다.
pl: Ciąg identyfikatora funkcji nie może mieć zerowej długości.
pt_br: A cadeia de caracteres da ID do recurso não pode ter comprimento zero.
ru: Строка ID свойства не может иметь нулевую длину.
tr: Özellik kimliği dizesinin uzunluğu sıfır olamaz.
zh_hans: 功能 ID 字符串的长度不能为零。
zh_hant: 功能識別碼字串的長度不可為 0。

# Zip64StructuresTooLarge
source: ZIP archive contains data structures too large to fit in memory.
cs: Archiv ZIP obsahuje datové struktury, které jsou příliš velké a nevejdou se do paměti.
de: Das ZIP-Archiv enthält Datenstrukturen, die für den Arbeitsspeicher zu groß sind.
es: El archivo ZIP contiene estructuras de datos demasiado grandes para caber en la memoria.
fr: L'archive ZIP comporte des structures de données trop grandes pour tenir en mémoire.
it: L'archivio ZIP contiene strutture dei dati troppo grandi per l'inserimento in memoria.
ja: ZIP アーカイブに、大きすぎてメモリに入らないデータ構造があります。
ko: ZIP 보관 파일에 포함된 데이터 구조가 너무 커서 메모리에 들어가지 않습니다.
pl: Archiwum ZIP zawiera struktury danych za duże, aby mogły się zmieścić w pamięci.
pt_br: O arquivo ZIP contém estruturas de dados grandes demais para caber na memória.
ru: ZIP-архив содержит слишком большие структуры данных, которые не умещаются в памяти.
tr: ZIP arşivi belleğe sığmayacak kadar büyük veri yapıları içeriyor.
zh_hans: ZIP 存档包含的数据结构太大，无法存入内存中。
zh_hant: ZIP 封存包含的資料結構太大，無法放入記憶體中。

# ZipArchiveDisposed
source: ZIP archive was closed and disposed.
cs: Archiv ZIP se zavřel a vyřadil.
de: Das ZIP-Archiv wurde geschlossen und gelöscht.
es: El archivo ZIP se cerró y eliminó.
fr: L'archive ZIP a été fermée, puis libérée.
it: L'archivio ZIP è stato chiuso ed eliminato.
ja: ZIP アーカイブは、閉じられて破棄されました。
ko: ZIP 보관 파일이 닫혔으며 삭제되었습니다.
pl: Archiwum ZIP zostało zamknięte i usunięte.
pt_br: O arquivo ZIP foi fechado e descartado.
ru: ZIP-архив был закрыт и ликвидирован.
tr: ZIP arşivi kapatıldı ve atıldı.
zh_hans: 已关闭并释放 ZIP 存档。
zh_hant: ZIP 封存已關閉且已經過處置。

# ZipFileItemDisposed
source: ZIP file was closed, disposed, or deleted.
cs: Soubor ZIP se zavřel, vyřadil, nebo odstranil.
de: Das ZIP-Dateielement wurde geschlossen oder gelöscht.
es: El archivo ZIP se cerró, retiró o eliminó.
fr: Le fichier ZIP a été fermé, libéré ou supprimé.
it: Il file ZIP è stato chiuso, eliminato o rimosso.
ja: ZIP ファイルは、閉じられたか、破棄されたか、削除されました。
ko: ZIP 파일이 닫혔거나 삭제되었습니다.
pl: Plik ZIP został zamknięty i usunięty.
pt_br: O arquivo ZIP foi fechado, descartado ou excluído.
ru: ZIP-файл был закрыт, ликвидирован или удален.
tr: ZIP dosyası kapatıldı, atıldı veya silindi.
zh_hans: 已关闭、释放或删除 ZIP 文件。
zh_hant: ZIP 檔案已關閉且已經過處置或已刪除。

# ZipNotSupportedCompressionMethod
source: ZIP archive contains data compressed using an unsupported algorithm.
cs: Archiv ZIP obsahuje data komprimovaná nepodporovaným algoritmem.
de: Das ZIP-Archiv enthält Daten, die über einen nicht unterstützten Algorithmus komprimiert wurden.
es: El archivo ZIP contiene datos comprimidos que usan un algoritmo no compatible.
fr: L'archive ZIP contient des données compressées utilisant un algorithme non pris en charge.
it: L'archivio ZIP contiene dati compressi con un algoritmo non supportato.
ja: ZIP アーカイブに、サポートされていないアルゴリズムを使用して圧縮されたデータが含まれています。
ko: ZIP 보관 파일에 지원되지 않는 알고리즘을 사용하여 압축된 데이터가 있습니다.
pl: Archiwum ZIP zawiera dane skompresowane za pomocą nieobsługiwanego algorytmu.
pt_br: O arquivo ZIP contém dados comprimidos usando um algoritmo sem suporte.
ru: ZIP-архив содержит данные, сжатые с помощью неподдерживаемого алгоритма.
tr: ZIP arşivi, desteklenmeyen bir algoritma kullanılarak sıkıştırılmış veriler içeriyor.
zh_hans: ZIP 存档包含使用不受支持的算法压缩的数据。
zh_hant: ZIP 封存包含使用不受支援的演算法所壓縮的資料。

# ZipNotSupportedEncryptedArchive
source: ZIP archive contains unsupported encrypted data.
cs: Archiv ZIP obsahuje nepodporovaná šifrovaná data.
de: Das ZIP-Archiv enthält nicht unterstützte verschlüsselte Daten.
es: El archivo ZIP contiene datos cifrados no compatibles.
fr: L'archive ZIP contient des données chiffrées non prises en charge.
it: L'archivio ZIP contiene dati crittografati non supportati.
ja: ZIP アーカイブに、サポートされていない暗号化データが含まれています。
ko: ZIP 보관 파일에 지원되지 않는 암호화된 데이터가 있습니다.
pl: Archiwum ZIP zawiera nieobsługiwane dane zaszyfrowane.
pt_br: O arquivo ZIP contém dados criptografados sem suporte.
ru: ZIP-архив содержит неподдерживаемые зашифрованные данные.
tr: ZIP arşivi, desteklenmeyen şifrelenmiş veriler içeriyor.
zh_hans: ZIP 存档包含不受支持的加密数据。
zh_hant: ZIP 封存包含不受支援的加密資料。

# ZipNotSupportedSignedArchive
source: ZIP archive contains unsupported signature data.
cs: Archiv ZIP obsahuje nepodporovaná data podpisu.
de: Das ZIP-Archiv enthält nicht unterstützte Signaturdaten.
es: El archivo ZIP contiene datos de firma no compatibles.
fr: L'archive ZIP contient des données de signature non prises en charge.
it: L'archivio ZIP contiene dati di firma non supportati.
ja: ZIP アーカイブに、サポートされていない署名データが含まれています。
ko: ZIP 보관 파일에 지원되지 않는 시그니처 데이터가 있습니다.
pl: Archiwum ZIP zawiera nieobsługiwane dane podpisu.
pt_br: O arquivo ZIP contém dados de assinatura sem suporte.
ru: ZIP-архив содержит неподдерживаемые данные подписи.
tr: ZIP arşivi, desteklenmeyen imza verileri içeriyor.
zh_hans: ZIP 存档包含不受支持的签名数据。
zh_hant: ZIP 封存包含不受支援的簽章資料。

# ZipZeroSizeFileIsNotValidArchive
source: Archive file cannot be size 0.
cs: Velikost souboru archivu nemůže být 0.
de: Die Archivdatei darf keine Größe von 0 aufweisen.
es: El archivo de archivado no puede ser de tamaño 0.
fr: Le fichier d'archive ne peut pas avoir une taille égale à 0.
it: Le dimensioni del file di archivio non possono essere pari a 0.
ja: アーカイブ ファイルのサイズは 0 にできません。
ko: 보관 파일의 크기는 0일 수 없습니다.
pl: Plik archiwum nie może mieć rozmiaru o wartości 0.
pt_br: O arquivo morto não pode ter tamanho 0.
ru: Файл архива не может иметь нулевой размер.
tr: Arşiv dosyası boyutu 0 olamaz.
zh_hans: 存档文件的大小不能为 0。
zh_hant: 封存檔案不可為大小 0。
