Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UpdaterVersionError
source: File contains data in format version {0}, but the software can only update that data in format version {1} or lower.
cs: Soubor obsahuje data ve verzi formátu {0}, ale software může tato data aktualizovat jen ve verzi formátu {1} nebo nižší.
de: Die Datei enthält Daten in der Formatversion {0}, aber die Software kann nur Daten in der Formatversion {1} oder niedriger aktualisieren.
es: El archivo contiene datos en la versión de formato {0}, pero el software solo puede actualizar esos datos en la versión de formato {1} o inferior.
fr: Le fichier contient des données au format version {0}, mais le logiciel peut uniquement mettre à jour ces données au format version {1} ou antérieur.
it: Il file contiene dati nella versione del formato {0}, ma il software consente solo l'aggiornamento di tali dati nella versione del formato {1} o precedente.
ja: ファイルには、バージョン {0} の形式でデータが含まれていますが、ソフトウェアはバージョン {1} またはそれ以前の形式のデータしか更新できません。
ko: 파일에 형식 버전 {0}의 데이터가 있지만, 소프트웨어는 형식 버전 {1} 이하의 데이터만 업데이트할 수 있습니다.
pl: Plik zawiera dane w formacie w wersji {0}, a oprogramowanie może aktualizować tylko dane w formacie w wersji {1} lub niższej.
pt_br: O arquivo contém dados na versão de formato {0}, mas o software só pode atualizar esses dados na versão de formato {1} ou anterior.
ru: Файл содержит данные в формате версии {0}, но программа может изменить эти данные в формате версии {1} или более ранней.
tr: Dosya {0} biçim sürümünde veri içeriyor ancak yazılım sadece {1} veya daha düşük biçim sürümünde verileri güncelleştirebilir.
zh_hans: 文件包含格式版本为 {0} 的数据，但软件只能以格式版本 {1} 或更低版本更新该数据。
zh_hant: 檔案所包含的資料格式為版本 {0}，但該軟體只可更新版本為 {1} 或更舊版的資料格式。

# UriShouldBeAbsolute
source: Must have absolute URI.
cs: Musí mít absolutní identifikátor URI.
de: Der URI muss absolut sein.
es: Debe tener un URI absoluto.
fr: URI absolu obligatoire.
it: È necessario specificare un URI assoluto.
ja: 絶対 URI でなければなりません。
ko: 절대 URI가 있어야 합니다.
pl: Wymagany jest bezwzględny identyfikator URI.
pt_br: É necessário ter um URI absoluto.
ru: Необходимо использовать абсолютный URI.
tr: Mutlak URI'si olmalıdır.
zh_hans: 必须具有绝对 URI。
zh_hant: 必須要有絕對 URI。

# UriShouldBePackScheme
source: URI must contain pack:// scheme.
cs: Identifikátor URI musí obsahovat schéma pack://.
de: URI muss das pack://-Schema enthalten.
es: El URI debe contener un esquema pack://.
fr: L'URI doit contenir le schéma pack://.
it: L'URI deve contenere lo schema pack://.
ja: URI には、pack:// スキームを含める必要があります。
ko: URI에 pack:// 체계가 포함되어야 합니다.
pl: Identyfikator URI musi zawierać schemat pack://.
pt_br: O URI deve conter um esquema pack://.
ru: URI должен содержать схему pack://.
tr: URI, pack:// düzenini içermelidir.
zh_hans: URI 必须包含 pack:// 架构。
zh_hant: URI 必須包含 pack:// 配置。

# UseLicenseStreamCorrupt
source: One of the document's use licenses is corrupted.
cs: Jedna z licencí k používání dokumentu je poškozená.
de: Eine Nutzungslizenz des Dokuments ist beschädigt.
es: Una de las licencias de uso del documento está dañada.
fr: L'une des licences d'utilisation du document est endommagée.
it: Uno dei contratti di licenza con l'utente finale del documento è danneggiato.
ja: ドキュメントの使用ライセンスの 1 つが破損しています。
ko: 문서의 사용 라이선스 중 하나가 손상되었습니다.
pl: Jedna z licencji użytkowania dokumentu jest uszkodzona.
pt_br: Uma das licenças de uso do documento está corrompida.
ru: Одна из лицензий на использование для документа повреждена.
tr: Belgenin kullanım lisanslarından biri bozuk.
zh_hans: 其中某个文档的用户许可证已损坏。
zh_hant: 其中一個文件使用授權損毀。

# UserHasNoClientLicensorCert
source: User does not have a client licensor certificate.
cs: Uživatel nemá klientský certifikát pro vystavování licencí.
de: Der Benutzer besitzt kein lizenzgebendes Clientzertifikat.
es: El usuario no tiene un certificado del emisor de licencias de cliente.
fr: L'utilisateur n'a aucun certificat de licence client.
it: L'utente non ha alcun certificato del licenziante client.
ja: クライアント ライセンサー証明書をユーザーが持っていません。
ko: 사용자에게 클라이언트 사용 허가자 인증서가 없습니다.
pl: Użytkownik nie ma certyfikatu licencjodawcy klienta.
pt_br: O usuário não tem um certificado de licenciante de cliente.
ru: У пользователя нет сертификата лицензиара клиента.
tr: Kullanıcının istemci lisans verme sertifikası yok.
zh_hans: 用户没有客户端许可方证书。
zh_hant: 使用者沒有用戶端授權人憑證。

source: User is not activated.
cs: Uživatel není aktivovaný.
de: Der Benutzer ist nicht aktiviert.
es: El usuario no está activado.
fr: L'utilisateur n'est pas activé.
it: L'utente non è attivato.
ja: ユーザーはアクティブ化されていません。
ko: 사용자가 활성화되지 않았습니다.
pl: Użytkownik nie jest aktywowany.
pt_br: O usuário não está ativado.
ru: Пользователь не активирован.
tr: Kullanıcı etkinleştirilmedi.
zh_hans: 未激活用户。
zh_hant: 使用者未啟用。

# VerifyAccess
source: The calling thread cannot access this object because a different thread owns it.
cs: Volající vlákno nemá přístup k tomuto objektu, protože jej vlastní jiné vlákno.
de: Der aufrufende Thread kann nicht auf dieses Objekt zugreifen, da sich das Objekt im Besitz eines anderen Threads befindet.
es: El subproceso que realiza la llamada no puede obtener acceso a este objeto porque el propietario es otro subproceso.
fr: Le thread appelant ne peut pas accéder à cet objet parce qu'un autre thread en est propriétaire.
it: Il thread chiamante non riesce ad accedere a questo oggetto perché tale oggetto è di proprietà di un altro thread.
ja: このオブジェクトは別のスレッドに所有されているため、呼び出しスレッドはこのオブジェクトにアクセスできません。
ko: 다른 스레드가 이 개체를 소유하고 있어 호출 스레드가 해당 개체에 액세스할 수 없습니다.
pl: Wątek wywołujący nie może uzyskać dostępu do tego obiektu, ponieważ należy on do innego wątku.
pt_br: O thread de chamada não pode acessar este objeto porque ele pertence a um thread diferente.
ru: Вызывающий поток не может получить доступ к данному объекту, так как владельцем этого объекта является другой поток.
tr: Başka bir iş parçacığına ait olduğundan çağıran iş parçacığı bu nesneye erişemiyor.
zh_hans: 调用线程无法访问此对象，因为另一个线程拥有该对象。
zh_hant: 呼叫執行緒無法存取此物件，因為此物件屬於另一個執行緒。

# Verify_ApartmentState
source: This operation requires the thread's apartment state to be '{0}'.
cs: Tato operace vyžaduje, aby stav vlákna modelu apartment byl {0}.
de: Für diesen Vorgang muss der Apartmentzustand des Threads "{0}" sein.
es: Esta operación requiere que el estado del apartamento del subproceso sea "{0}".
fr: Pour cette opération, l'état de cloisonnement du thread doit être '{0}'.
it: Questa operazione richiede che lo stato dell'apartment del thread sia '{0}'.
ja: この操作を実行するには、スレッドのアパートメント状態が '{0}' である必要があります。
ko: 이 작업을 수행하려면 스레드의 아파트가 '{0}' 상태여야 합니다.
pl: Ta operacja wymaga stanu apartamentu wątku „{0}”.
pt_br: Esta operação exige que o estado do apartment do thread seja '{0}'.
ru: Эта операция требует, чтобы подразделение потока находилось в состоянии "{0}".
tr: Bu işlem iş parçacığı grup durumunun '{0}' olmasını gerektirir.
zh_hans: 此操作要求线程的单元状态为“{0}”。
zh_hant: 此作業需要執行緒的 Apartment 狀態為 '{0}'。

# Verify_AreNotEqual
source: The argument can not be equal to '{0}'.
cs: Argument se nemůže rovnat {0}.
de: Das Argument kann nicht gleich "{0}" sein.
es: El argumento no puede ser igual a "{0}".
fr: L'argument ne peut pas être égal à '{0}'.
it: L'argomento non può essere uguale a '{0}'.
ja: この引数を {0} と等しくすることはできません。
ko: 인수는 '{0}'(과)와 같을 수 없습니다.
pl: Argument nie może być równy „{0}”.
pt_br: O argumento não pode ser igual a '{0}'.
ru: Аргумент не может быть равен "{0}".
tr: Bağımsız değişken '{0}' ile eşit olamaz.
zh_hans: 参数不能等于“{0}”。
zh_hant: 引數不可等於 '{0}'。

# Verify_FileExists
source: No file exists at '{0}'.
cs: V {0} neexistuje žádný soubor.
de: Unter "{0}" sind keine Dateien vorhanden.
es: No hay ningún archivo en "{0}".
fr: Aucun fichier n'existe à l'emplacement '{0}'.
it: Non esiste alcun file in '{0}'.
ja: '{0}' にファイルがありません。
ko: '{0}'에 파일이 없습니다.
pl: Żaden plik nie istnieje w „{0}”.
pt_br: Não existe arquivo em '{0}'.
ru: Файл не существует в "{0}".
tr: '{0}' konumunda dosya yok.
zh_hans: “{0}”处没有文件。
zh_hant: '{0}' 沒有任何檔案。

# Verify_NeitherNullNorEmpty
source: The argument can neither be null nor empty.
cs: Argument nemůže být null ani prázdný.
de: Das Argument darf weder NULL noch leer sein.
es: El argumento no puede ser nulo ni estar vacío.
fr: L'argument ne peut pas être vide ou avoir une valeur null.
it: L'argomento non può essere Null o vuoto.
ja: この引数を null 値や空にすることはできません。
ko: 인수는 null이거나 비어 있을 수 없습니다.
pl: Argument nie może być zerowy ani pusty.
pt_br: O argumento não pode ser nulo nem vazio.
ru: Аргумент не может иметь значение NULL или быть пустым.
tr: Bağımsız değişken null veya boş olamaz.
zh_hans: 参数不能为 null 或为空。
zh_hant: 引數不可為 null 或空的。

# VersionNumberComponentNegative
source: Major and minor version number components cannot be negative.
cs: Součásti čísla hlavní verze a podverze nemůžou být záporné.
de: Die Komponenten der Haupt- und Nebenversionsnummer können nicht negativ sein.
es: Los componentes principal y secundario del número de versión no pueden ser negativos.
fr: Les numéros de version principale et de version mineure ne peuvent pas être négatifs.
it: I componenti del numero di versione principale e secondario non possono essere negativi.
ja: メジャーおよびマイナー バージョン番号コンポーネントは、負の値にできません。
ko: 주 버전 및 부 버전 번호 구성 요소는 음수일 수 없습니다.
pl: Główne i pomocnicze składniki numeru wersji nie mogą być ujemne.
pt_br: Os componentes de número de versão principal e secundária não podem ser negativos.
ru: Компоненты основного и дополнительного номера версии не могут быть отрицательными.
tr: Birincil ve ikincil sürüm numarası bileşenleri negatif olamaz.
zh_hans: 主要和次要版本号组件不能为负。
zh_hant: 主要與次要版本號碼元件不可為負數。

# VersionStreamMissing
source: Cannot find version stream.
cs: Nepovedlo se najít stream verze.
de: Der Versionsdatenstrom wurde nicht gefunden.
es: No se puede encontrar la secuencia de la versión.
fr: Le flux de version est introuvable.
it: Non è possibile trovare il flusso di versione.
ja: バージョン ストリームが見つかりません。
ko: 버전 스트림을 찾을 수 없습니다.
pl: Nie można odnaleźć strumienia wersji.
pt_br: Não é possível localizar o fluxo da versão.
ru: Не удается найти поток версии.
tr: Sürüm akışı bulunamıyor.
zh_hans: 找不到流版本。
zh_hant: 找不到版本資料流。

# VersionUpdateFailure
source: Cannot update version because of a version field size mismatch.
cs: Verze se nedá aktualizovat kvůli neshodě velikosti pole verze.
de: Die Version kann aufgrund einer fehlenden Übereinstimmung bei der Versionsfeldgröße nicht aktualisiert werden.
es: No se puede actualizar la versión debido a una falta de coincidencia de tamaño del campo de la versión.
fr: Impossible de mettre à jour la version en raison d'une incompatibilité de taille du champ de version.
it: Non è possibile aggiornare la versione perché le dimensioni del campo della versione non corrispondono.
ja: バージョンのフィールド サイズが一致しないため、バージョンを更新できません。
ko: 버전 필드 크기가 일치하지 않으므로 버전을 업데이트할 수 없습니다.
pl: Nie można aktualizować wersji z powodu niezgodności rozmiaru pola wersji.
pt_br: Não é possível atualizar a versão devido a uma incompatibilidade no tamanho do campo da versão.
ru: Не удается обновить версию, так как не совпадает размер поля версии.
tr: Bir sürüm alan boyutu uyumsuzluğu nedeniyle sürüm güncelleştirilemiyor.
zh_hans: 由于版本字段大小不匹配，无法更新版本。
zh_hant: 因為版本欄位大小不符，所以無法更新版本。

# WPF_UILanguage
source: en
cs: cs
de: de
es: es
fr: fr
it: it
ja: ja
ko: ko
pl: pl
pt_br: pt
ru: ru
tr: tr
zh_hans: zh-Hans
zh_hant: zh-Hant

# WpfDllConsistencyErrorData
source: DLL Name: {0} DLL Location: {1}
cs: Název knihovny DLL: {0}, umístění knihovny DLL: {1}
de: DLL-Name: {0}, DLL-Speicherort: {1}
es: Nombre de DLL: {0} Ubicación de DLL: {1}
fr: Nom de la DLL : {0}. Emplacement de la DLL :{1}
it: Nome della DLL: {0}. Percorso della DLL: {1}
ja: DLL 名: {0} DLL の場所: {1}
ko: DLL 이름: {0} DLL 위치: {1}
pl: Nazwa biblioteki DLL: {0}, lokalizacja biblioteki DLL: {1}
pt_br: Nome da DLL: {0} Local da DLL: {1}
ru: Имя библиотеки DLL: {0}, расположение библиотеки DLL: {1}
tr: DLL Adı: {0} DLL Konumu: {1}
zh_hans: DLL 名称: {0} DLL 位置: {1}
zh_hant: DLL 名稱: {0} DLL 位置: {1}

# WpfDllConsistencyErrorHeader
source: Failed WPF DLL consistency checks. Expected location: {0}.
cs: Kontroly konzistence knihovny DLL WPF neproběhly úspěšně. Očekávané umístění: {0}
de: Fehler bei WPF-DLL-Konsistenzprüfungen. Erwarteter Speicherort: {0}.
es: Error en las comprobaciones de coherencia de WPF. Ubicación esperada: {0}.
fr: Échec des vérifications de cohérence de la DLL WPF. Emplacement attendu : {0}.
it: Le verifiche di coerenza DLL WPF non sono riuscite. Percorso previsto: {0}.
ja: WPF DLL 整合性チェックに失敗しました。予期された場所: {0}。
ko: WPF DLL 일관성 확인에 실패했습니다. 예상 위치: {0}.
pl: Niepowodzenie sprawdzania spójności biblioteki DLL WPF. Oczekiwana lokalizacja: {0}.
pt_br: Falha nas verificações de consistência da DLL da WPF. Local esperado: {0}.
ru: Ошибка проверок согласованности для библиотеки DLL WPF. Ожидаемое расположение: {0}.
tr: WPF DLL tutarlılık denetimleri başarısız oldu. Beklenen konum: {0}.
zh_hans: WPF DLL 一致性检查失败。预期位置: {0}。
zh_hant: WPF DLL 一致性檢查失敗。應為位置: {0}。

# WriteBufferTooSmall
source: Buffer of bytes to be written is too small.
cs: Vyrovnávací paměť bajtů, které se mají zapsat, je příliš malá.
de: Der Puffer für die zu schreibenden Bytes ist zu klein.
es: El búfer de bytes para escribir es demasiado pequeño.
fr: La mémoire tampon d'octets à écrire est trop petite.
it: Il buffer di byte da scrivere è troppo piccolo.
ja: 書き込まれるバイトのバッファーが小さすぎます。
ko: 기록할 바이트 버퍼가 너무 작습니다.
pl: Bufor bajtów do zapisania jest za mały.
pt_br: O buffer de bytes para gravação é muito pequeno.
ru: Недостаточный размер буфера байт, которые должны быть записаны.
tr: Yazılacak baytların ara belleği çok küçük.
zh_hans: 要写入的字节缓冲区太小。
zh_hant: 要寫入的緩衝區位元組太小。

# WriteCountNegative
source: Count of bytes to write cannot be negative.
cs: Počet bajtů, které se mají zapsat, nemůže být záporný.
de: Die Anzahl der zu schreibenden Bytes kann nicht negativ sein.
es: El recuento de bytes de escritura no puede ser negativo.
fr: Le nombre d'octets à écrire ne peut pas être négatif.
it: Il numero di byte da scrivere non può essere negativo.
ja: 書き込むバイトのカウントを負の値にすることはできません。
ko: 기록할 바이트 개수는 음수일 수 없습니다.
pl: Liczba bajtów do zapisania nie może być ujemna.
pt_br: A contagem de bytes para gravação não pode ser negativa.
ru: Число записываемых байт не может быть отрицательным.
tr: Yazılacak bayt sayısı negatif olamaz.
zh_hans: 要写入的字节计数不能为负。
zh_hant: 要讀取的位元組計數不可為負數。

# WriteFailure
source: Cannot write all data as specified.
cs: Nedají se zapsat všechna zadaná data.
de: Es können nicht alle Daten wie angegeben geschrieben werden.
es: No se pueden escribir todos los datos como se especifica.
fr: Impossible d'écrire toutes les données comme cela est spécifié.
it: Non è possibile scrivere tutti i dati specificati.
ja: 一部のデータは、指定されたとおりには書き込めません。
ko: 지정한 대로 모든 데이터를 쓸 수 없습니다.
pl: Nie można zapisać wszystkich danych w określony sposób.
pt_br: Não é possível gravar todos os dados conforme especificado.
ru: Не удается записать все данные так, как указано.
tr: Tüm veriler belirtilen şekilde yazılamıyor.
zh_hans: 无法按照说明写入所有数据。
zh_hant: 無法依指定寫入所有資料。

# WriteNotSupported
source: Stream does not support writing.
cs: Datový proud nepodporuje zápis.
de: Der Datenstrom unterstützt keine Schreibvorgänge.
es: La secuencia no admite escritura.
fr: Le flux ne prend pas en charge l'écriture.
it: Il flusso non supporta la scrittura.
ja: ストリームは書き込みをサポートしていません。
ko: 스트림이 쓰기를 지원하지 않습니다.
pl: Strumień nie obsługuje operacji zapisu.
pt_br: O fluxo não oferece suporte à gravação.
ru: Поток не поддерживает запись.
tr: Bu akış yazmayı desteklemiyor.
zh_hans: 流不支持写入。
zh_hant: 資料流不支援寫入。

# WriteOnlyStream
source: Cannot read from write-only stream.
cs: Ze streamu, který je určený jen pro zápis, se nedá číst.
de: Aus dem lesegeschützten Datenstrom kann nicht gelesen werden.
es: No se puede leer desde una secuencia de solo escritura.
fr: Impossible de lire à partir d'un flux en écriture seule.
it: Non è possibile leggere da un flusso di sola scrittura.
ja: 書き込み専用ストリームから読み取ることはできません。
ko: 쓰기 전용 스트림에서 읽을 수 없습니다.
pl: Nie można czytać ze strumienia tylko do zapisu.
pt_br: Não é possível ler de um fluxo somente gravação.
ru: Невозможно выполнить чтение из потока, доступного только на запись.
tr: Salt yazılabilir akıştan okunamıyor.
zh_hans: 无法从只写流读取。
zh_hant: 無法從唯寫資料流讀取。

# WriteOnlyUnsupported
source: Write-only mode is not supported.
cs: Režim jen pro zápis se nepodporuje.
de: Der lesegeschützte Modus wird nicht unterstützt.
es: El modo de solo escritura no se admite.
fr: Le mode en écriture seule n'est pas pris en charge.
it: La modalità di sola scrittura non è supportata.
ja: 書き込み専用モードはサポートされていません。
ko: 쓰기 전용 모드는 지원되지 않습니다.
pl: Tryb tylko do zapisu nie jest obsługiwany.
pt_br: Não há suporte para o modo somente gravação.
ru: Режим доступа только на запись не поддерживается.
tr: Salt yazılabilir mod desteklenmiyor.
zh_hans: 不支持只写模式。
zh_hant: 不支援唯寫模式。

# WriteSizeNegative
source: Cannot write a negative number of bytes.
cs: Záporný počet bajtů se nedá zapsat.
de: Es kann keine negative Anzahl von Bytes geschrieben werden.
es: No se puede escribir un número negativo de bytes.
fr: Impossible d'écrire un nombre négatif d'octets.
it: Non è possibile scrivere un numero negativo di byte.
ja: 負の数のバイトは書き込めません。
ko: 음수 바이트 수를 쓸 수 없습니다.
pl: Nie można zapisać ujemnej liczby bajtów.
pt_br: Não é possível gravar um número de bytes negativo.
ru: Невозможно записать отрицательное число байт.
tr: Negatif bayt sayısı yazılamıyor.
zh_hans: 无法写入负字节数。
zh_hant: 無法寫入負數的位元組。

# WrongContentTypeForPropertyPart
source: The Core Properties relationship references a part that has an incorrect content type.
cs: Vztah Core Properties se odkazuje na součást, která má nesprávný typ obsahu.
de: Die Core Properties-Beziehung verweist auf ein Teil mit einem falschen Inhaltstyp.
es: La relación Core Properties hace referencia a una parte que tiene un tipo de contenido incorrecto.
fr: La relation Core Properties référence un composant dont le type de contenu n'est pas correct.
it: La risorsa Core Properties relationship fa riferimento a una parte con tipo di contenuto non corretto.
ja: Core Properties relationship は無効なコンテンツの種類を持つパートを参照しています。
ko: Core Properties relationship이 잘못된 콘텐츠 형식의 파트를 참조합니다.
pl: Relacja Core Properties odwołuje się do części o nieprawidłowym typie zawartości.
pt_br: A relação de Propriedades Básicas faz referência a uma parte com um tipo de conteúdo incorreto.
ru: Отношение "Core Properties" указывает на часть, имеющую неверный тип содержимого.
tr: Core Properties ilişkisi hatalı içerik türüne sahip bir bölüme başvuruyor.
zh_hans: Core Properties 关系引用了内容类型错误的部分。
zh_hant: Core Properties 關聯性參考了其內容不正確的組件。

# WrongDocumentPropertyVariantType
source: '{0}' document property in property set '{1}' is of incorrect variant type '{2}'. Expected type '{3}'.
cs: Vlastnost dokumentu {0} v sadě vlastností {1} má nesprávný typ varianty {2}. Očekával se typ {3}.
de: Die Dokumenteigenschaft "{0}" im Eigenschaftensatz "{1}" ist vom falschen Variantentyp "{2}". Erwarteter Typ: "{3}".
es: La propiedad de documento "{0}" en el conjunto de propiedades "{1}" es del tipo de variante incorrecta "{2}". Tipo esperado "{3}".
fr: La propriété de document '{0}' dans le jeu de propriétés '{1}' a un type variant incorrect '{2}'. Type attendu '{3}'.
it: La proprietà di documento '{0}' nel set di proprietà '{1}' è del tipo variant non corretto '{2}'. Tipo previsto: '{3}'.
ja: プロパティ セット '{1}' のドキュメント プロパティ '{0}' が、正しくないバリアント型 '{2}' です。予期された型は '{3}' です。
ko: 속성 설정 '{1}'에서 '{0}' 문서 속성의 변형 형식 '{2}'이(가) 잘못되었습니다. 필요한 형식은 '{3}'입니다.
pl: Właściwość dokumentu „{0}” w zestawie właściwości „{1}” ma nieprawidłowy typ wariantu „{2}”. Oczekiwano typu „{3}”.
pt_br: A propriedade do documento '{0}' no conjunto de propriedades '{1}' tem o tipo de variante incorreto '{2}'. Tipo esperado '{3}'.
ru: Свойство документа "{0}" в наборе свойств "{1}" имеет неверный тип variant "{2}". Ожидался тип "{3}".
tr: '{1}' özellik kümesindeki '{0}' belge özelliği hatalı '{2}' değişken türünde. Beklenen tür '{3}'.
zh_hans: 属性集“{1}”中的“{0}”文档属性的变体类型“{2}”不正确。预期类型为“{3}”。
zh_hant: 屬性集 '{1}' 中的 '{0}' 文件屬性，是不正確的變化類型 '{2}'。應為類型 '{3}'。

# XCRChoiceAfterFallback
source: Choice cannot follow a Fallback.
cs: Element Choice nemůže následovat za Fallback.
de: "Choice" kann nicht auf "Fallback" folgen.
es: Un elemento Fallback no puede ir seguido de un elemento Choice.
fr: Un élément Choice ne peut pas suivre un élément Fallback.
it: Choice non può comparire dopo un Fallback.
ja: Choice を、Fallback に続けることはできません。
ko: Choice는 Fallback 뒤에 올 수 없습니다.
pl: Element Choice nie może następować po elemencie Fallback.
pt_br: Choice não pode seguir Fallback.
ru: Элемент Choice не может следовать за элементом Fallback.
tr: Choice, bir Fallback'ten sonra olamaz.
zh_hans: Choice 不能跟在 Fallback 之后。
zh_hant: Choice 不能跟在 Fallback 後面。

# XCRChoiceNotFound
source: AlternateContent must contain one or more Choice elements.
cs: Třída AlternateContent musí obsahovat jeden nebo více elementů Choice.
de: "AlternateContent" muss mindestens ein Choice-Element enthalten.
es: AlternateContent debe contener uno o varios elementos Choice.
fr: AlternateContent doit contenir un ou plusieurs éléments Choice.
it: AlternateContent deve contenere uno o più elementi Choice.
ja: AlternateContent には、1 つまたは複数の Choice 要素が必要です。
ko: AlternateContent에는 하나 이상의 Choice 요소가 있어야 합니다.
pl: Obiekt AlternateContent musi zawierać jeden lub więcej elementów Choice.
pt_br: AlternateContent deve conter um ou mais elementos Choice.
ru: Элемент AlternateContent должен содержать один или несколько элементов Choice.
tr: AlternateContent bir veya daha fazla Choice öğesi içermelidir.
zh_hans: AlternateContent 必须包含一个或多个 Choice 元素。
zh_hant: AlternateContent 必須包含一或多個 Choice 項目。

# XCRChoiceOnlyInAC
source: Choice is valid only in AlternateContent.
cs: Element Choice je platný pouze v elementu AlternateContent.
de: "Choice" ist nur in "AlternateContent" gültig.
es: Choice sólo es válido en AlternateContent.
fr: Choice n'est valide que dans AlternateContent.
it: Choice è un elemento valido solo in AlternateContent.
ja: Choice は AlternateContent でのみ有効です。
ko: Choice는 AlternateContent에서만 사용할 수 있습니다.
pl: Element Choice jest ważny tylko w obrębie obiektu AlternateContent.
pt_br: Choice é válido somente em AlternateContent.
ru: Элемент Choice допустим только в элементе AlternateContent.
tr: Choice yalnızca AlternateContent içinde geçerlidir.
zh_hans: Choice 仅在 AlternateContent 中有效。
zh_hant: Choice 只有在 AlternateContent 中才有效。
