Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XCRCompatCycle
source: There is a cycle of XML compatibility definitions, such that namespace '{0}' overrides itself. This could be due to inconsistent XmlnsCompatibilityAttributes in different assemblies. Please change the definitions to eliminate this cycle.
cs: Dochází k zacyklení definic kompatibility XML, takže obor názvů {0} přepisuje sám sebe. To může být způsobeno nekonzistencí atributů XmlnsCompatibilityAttributes v různých sestaveních. Změňte definice tak, abyste toto zacyklení odstranili.
de: Der Namespace "{0}" wird aufgrund einer Schleife von XML-Kompatibilitätsdefinitionen von sich selbst überschrieben. Dies kann auf inkonsistente XmlnsCompatibilityAttributes in unterschiedlichen Assemblys zurückzuführen sein. Ändern Sie die Definitionen, um diesen Zyklus zu löschen.
es: Hay un ciclo de definiciones de compatibilidad XML, de forma que el espacio de nombres "{0}" se invalida a sí mismo. Esto puede deberse a valores XmlnsCompatibilityAttributes incoherentes en diferentes ensamblados. Cambie las definiciones para eliminar este ciclo.
fr: En raison de l'existence d'un cycle de définitions de compatibilité XML, l'espace de noms '{0}' se remplace lui-même. Cela peut être dû à l'incohérence de XmlnsCompatibilityAttributes dans différents assemblys. Changez les définitions pour éliminer ce cycle.
it: È presente un ciclo di definizioni di compatibilità XML tale che lo spazio dei nomi '{0}' esegue l'override di se stesso. Tale problema può essere dovuto alla presenza di XmlnsCompatibilityAttribute incoerenti in assembly diversi. Modificare le definizioni in modo da eliminare il ciclo.
ja: XML 互換性定義に、名前空間 '{0}' が自身をオーバーライドするような循環定義があります。原因として、複数のアセンブリに一貫性のない XmlnsCompatibilityAttributes が設定されている可能性があります。定義を変更して、この循環を削除してください。
ko: '{0}' 네임스페이스가 자신을 재정의하는 XML 호환성 정의 순환이 있습니다. 다른 어셈블리의 XmlnsCompatibilityAttributes가 일치하지 않기 때문일 수 있습니다. 정의를 변경하여 이 순환을 제거하세요.
pl: Występuje cykl definicji zgodności z językiem XML powodujący, że przestrzeń nazw „{0}” przesłania siebie. Przyczyną mogą być niezgodne atrybuty XmlnsCompatibilityAttributes w różnych zestawach. Zmień definicję w celu wyeliminowania tego cyklu.
pt_br: Há um ciclo de definições de compatibilidade de XML, fazendo com que o namespace '{0}' substitua a ele mesmo. Isso pode acontecer devido a XmlnsCompatibilityAttributes inconsistentes em assemblies diferentes. Altere as definições para eliminar esse ciclo.
ru: Существует цикл определений совместимости XML, при котором пространство имен "{0}" переопределяет само себя. Это может быть связано с противоречивостью XmlnsCompatibilityAttributes в разных сборках. Измените определения, чтобы устранить этот цикл.
tr: XML uyumluluk tanımlarında, '{0}' ad alanının kendi kendini geçersiz kılması gibi bir döngü var. Bunun nedeni, farklı derlemelerdeki uyumsuz XmlnsCompatibilityAttributes öğeleri olabilir. Lütfen tanımları döngüyü ortadan kaldıracak şekilde değiştirin.
zh_hans: XML 兼容性定义存在循环，导致命名空间“{0}”替代其自身。这可能是由于不同程序集中的 XmlnsCompatibilityAttributes 不一致造成的。请更改定义以消除此循环。
zh_hant: XML 相容性定義出現循環的現象，例如命名空間 '{0}' 要覆寫本身。這可能是因為不同組件中的 XmlnsCompatibilityAttributes 不一致所致。請變更定義來消除此循環。

# XCRDuplicatePreserve
source: Duplicate Preserve declaration for element {1} in namespace '{0}'.
cs: Duplicitní deklarace třídy Preserve pro element {1} v oboru názvů {0}
de: Doppelte Preserve-Deklaration für Element "{1}" in Namespace "{0}".
es: Declaración Preserve duplicada para el elemento {1} en el espacio de nombres "{0}".
fr: Déclaration Preserve en double pour l'élément {1} dans l'espace de noms '{0}'.
it: Dichiarazione Preserve duplicata per l'elemento '{1}' nello spazio dei nomi '{0}'.
ja: 名前空間 '{0}' の要素 {1} の Preserve 宣言が重複しています。
ko: '{0}' 네임스페이스에서 {1} 요소에 대한 Preserve 선언이 중복되었습니다.
pl: Zduplikowana deklaracja atrybutu Preserve dla elementu {1} w przestrzeni nazw „{0}”.
pt_br: Declaração Preserve duplicada para o elemento {1} no namespace '{0}'.
ru: Повторяющееся объявление Preserve для элемента "{1}" в пространстве имен "{0}".
tr: '{0}' ad alanındaki {1} öğesi için yinelenen Preserve bildirimi.
zh_hans: 命名空间“{0}”中元素 {1} 的 Preserve 声明重复。
zh_hant: 在命名空間 '{0}' 中發現項目 {1} 重複宣告了 Preserve。

# XCRDuplicateProcessContent
source: Duplicate ProcessContent declaration for element '{1}' in namespace '{0}'.
cs: Duplicitní deklarace třídy ProcessContent pro element {1} v oboru názvů {0}
de: Doppelte ProcessContent-Deklaration für Element "{1}" in Namespace "{0}".
es: Declaración ProcessContent duplicada para el elemento "{1}" en el espacio de nombres "{0}".
fr: Déclaration ProcessContent en double pour l'élément '{1}' dans l'espace de noms '{0}'.
it: Dichiarazione ProcessContent duplicata per l'elemento '{1}' nello spazio dei nomi '{0}'.
ja: 名前空間 '{0}' の要素 '{1}' の ProcessContent 宣言が重複しています。
ko: '{0}' 네임스페이스에서 '{1}' 요소에 대한 ProcessContent 선언이 중복되었습니다.
pl: Zduplikowana deklaracja atrybutu ProcessContent dla elementu „{1}” w przestrzeni nazw „{0}”.
pt_br: Declaração ProcessContent duplicada para o elemento '{1}' no namespace '{0}'.
ru: Повторяющееся объявление ProcessContent для элемента "{1}" в пространстве имен "{0}".
tr: '{0}' ad alanındaki '{1}' öğesi için yinelenen ProcessContent bildirimi.
zh_hans: 命名空间“{0}”中元素“{1}”的 ProcessContent 声明重复。
zh_hant: 在命名空間 '{0}' 中發現項目 '{1}' 重複宣告了 ProcessContent。

# XCRDuplicateWildcardPreserve
source: Duplicate wildcard Preserve declaration for namespace '{0}'.
cs: Duplicitní deklarace třídy Preserve pro zástupné znaky pro obor názvů {0}
de: Doppelte Preserve-Deklaration mit Platzhalterzeichen für Namespace "{0}".
es: Declaración Preserve de comodín duplicada para el espacio de nombres '{0}'.
fr: Déclaration Preserve générique en double pour l'espace de noms '{0}'.
it: Dichiarazione Preserve duplicata con caratteri jolly per lo spazio dei nomi '{0}'.
ja: 名前空間 '{0}' のワイルドカード Preserve 宣言が重複しています。
ko: '{0}' 네임스페이스에 대한 와일드카드 Preserve 선언이 중복되었습니다.
pl: Zduplikowana deklaracja Preserve z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: Declaração Preserve duplicada do curinga para o namespace '{0}'.
ru: Дублирующее объявление Preserve по шаблону для пространства имен "{0}".
tr: '{0}' ad alanı için yinelenen joker karakterli Preserve bildirimi.
zh_hans: 命名空间“{0}”的重复通配符 Preserve 声明。
zh_hant: 發現命名空間 '{0}' 的重複萬用字元 Preserve 宣告。

# XCRDuplicateWildcardProcessContent
source: Duplicate wildcard ProcessContent declaration for namespace '{0}'.
cs: Duplicitní deklarace pro zástupné znaky třídy ProcessContent pro obor názvů {0}
de: Doppelte ProcessContent-Deklaration mit Platzhalterzeichen für Namespace "{0}".
es: Declaración ProcessContent de comodín duplicada para el espacio de nombres '{0}'.
fr: Déclaration ProcessContent générique en double pour l'espace de noms '{0}'.
it: Dichiarazione ProcessContent duplicata con caratteri jolly per lo spazio dei nomi '{0}'.
ja: 名前空間 '{0}' のワイルドカード ProcessContent 宣言が重複しています。
ko: '{0}' 네임스페이스에 대한 와일드카드 ProcessContent 선언이 중복되었습니다.
pl: Zduplikowana deklaracja atrybutu ProcessContent z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: Declaração ProcessContent duplicada do curinga para o namespace '{0}'.
ru: Дублирующее объявление ProcessContent по шаблону для пространства имен "{0}".
tr: '{0}' ad alanı için yinelenen joker karakterli ProcessContent bildirimi.
zh_hans: 命名空间“{0}”的重复通配符 ProcessContent 声明。
zh_hant: 發現命名空間 '{0}' 的重複萬用字元 ProcessContent 宣告。

# XCRFallbackOnlyInAC
source: Fallback is valid only in AlternateContent.
cs: Element Fallback je platný pouze v elementu AlternateContent.
de: "Fallback" ist nur in "AlternateContent" gültig.
es: Fallback sólo es válido en AlternateContent.
fr: Fallback valide uniquement dans AlternateContent.
it: Fallback è un elemento valido solo in AlternateContent.
ja: Fallback は AlternateContent でのみ有効です。
ko: Fallback은 AlternateContent에서만 사용할 수 있습니다.
pl: Element Fallback jest ważny tylko w obrębie obiektu AlternateContent.
pt_br: Fallback é válido somente em AlternateContent.
ru: Элемент Fallback является допустимым только в AlternateContent.
tr: Fallback yalnızca AlternateContent içinde geçerlidir.
zh_hans: Fallback 仅在 AlternateContent 中有效。
zh_hant: Fallback 只有在 AlternateContent 中才有效。

# XCRInvalidACChild
source: '{0}' element is not a valid child of AlternateContent. Only Choice and Fallback elements are valid children of an AlternateContent element.
cs: Element {0} není platný podřízený element třídy AlternateContent. Platnými podřízenými elementy třídy AlternateContent jsou jen Choice a Fallback.
de: Das {0}-Element ist kein gültiges Unterelement von "AlternateContent". Nur Choice- und Fallback-Elemente sind als direkte untergeordnete Elemente eines AlternateContent-Elements zulässig.
es: El elemento '{0}' no es un elemento secundario válido de AlternateContent. Sólo Choice y Fallback son elementos secundarios válidos de un elemento AlternateContent.
fr: L'élément '{0}' n'est pas un enfant valide de AlternateContent. Seuls les éléments Choice et Fallback sont des enfants valides d'un élément AlternateContent.
it: L'elemento '{0}' non è un elemento figlio valido di AlternateContent. Sono Choice e Fallback sono elementi figlio validi per un elemento AlternateContent.
ja: '{0}' 要素は、AlternateContent の有効な子ではありません。AlternateContent 要素の有効な子は、Choice および Fallback 要素のみです。
ko: '{0}' 요소는 AlternateContent의 잘못된 자식입니다. Choice 및 Fallback 요소만 AlternateContent 요소의 올바른 자식입니다.
pl: Element „{0}” jest nieprawidłowym elementem podrzędnym elementu AlternateContent. Tylko elementy Choice i Fallback są prawidłowymi elementami podrzędnymi elementu AlternateContent.
pt_br: O elemento '{0}' não é um elemento filho válido de AlternateContent. Somente os elementos Choice e Fallback são filhos válidos de um elemento AlternateContent.
ru: Элемент "{0}" не является допустимым дочерним элементом для AlternateContent. Дочерними элементами для элемента AlternateContent могут быть только элементы Choice и Fallback.
tr: '{0}' öğesi AlternateContent'in geçerli bir alt öğesi değil. Yalnızca Choice ve Fallback bir AlternateContent öğesinin geçerli alt öğeleridir.
zh_hans: “{0}”元素不是 AlternateContent 的有效子级。仅 Choice 和 Fallback 元素是 AlternateContent 元素的有效子级。
zh_hant: '{0}' 項目不是 AlternateContent 的有效子項目。只有 Choice 與 Fallback 項目才是 AlternateContent 項目的有效子項目。

# XCRInvalidAttribInElement
source: '{0}' attribute is not valid for '{1}' element.
cs: Atribut {0} není pro element {1} platný.
de: Das Attribut "{0}" ist für das {1}-Element nicht gültig.
es: El atributo "{0}" no es válido para el elemento "{1}".
fr: L'attribut '{0}' est non valide pour l'élément '{1}'.
it: L'attributo '{0}' non è valido per l'elemento '{1}'.
ja: '{0}' 属性は、'{1}' 要素に対して無効です。
ko: '{0}' 특성은 '{1}' 요소에 유효하지 않습니다.
pl: „{0}” nie jest prawidłowym atrybutem elementu „{1}”.
pt_br: O atributo '{0}' não é válido para o elemento '{1}'.
ru: Недопустимый атрибут "{0}" для элемента "{1}".
tr: '{0}' özniteliği '{1}' öğesi için geçerli değil.
zh_hans: “{0}”特性对于“{1}”元素无效。
zh_hant: '{0}' 屬性對於 '{1}' 項目而言無效。

# XCRInvalidFormat
source: '{0}' format is not valid.
cs: Formát {0} je neplatný.
de: Ungültiges {0}-Format.
es: El formato de '{0}' no es válido.
fr: Format '{0}' non valide.
it: Formato '{0}' non valido.
ja: '{0}' 形式は無効です。
ko: '{0}' 형식이 잘못되었습니다.
pl: Format „{0}” jest nieprawidłowy.
pt_br: O formato '{0}' não é válido.
ru: Недопустимый формат "{0}".
tr: '{0}' biçimi geçerli değil.
zh_hans: “{0}”格式无效。
zh_hant: '{0}' 格式無效。

# XCRInvalidPreserve
source: Cannot have both a specific and a wildcard Preserve declaration for namespace '{0}'.
cs: Nelze mít prohlášení Preserve jak pro specifické, tak pro zástupné znaky oboru názvů {0}.
de: Es kann nicht sowohl eine spezifische als auch eine Preserve-Deklaration mit Platzhalterzeichen für Namespace "{0}" vorhanden sein.
es: No se pueden tener una declaración Preserve específica y otra de comodín para el espacio de nombres '{0}'.
fr: Impossible d'avoir une déclaration Preserve à la fois générique et spécifique pour l'espace de noms '{0}'.
it: Impossibile definire una dichiarazione Preserve sia specifica che con caratteri jolly per lo spazio dei nomi '{0}'.
ja: 名前空間 '{0}' の固有およびワイルドカードの Preserve 宣言の両方を指定することはできません。
ko: '{0}' 네임스페이스에 대한 특정 및 와일드카드 Preserve 선언을 함께 사용할 수 없습니다.
pl: Nie można użyć jednocześnie deklaracji atrybutu Preserve konkretnej i z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: Não é possível ter uma declaração Preserve específica e curinga para o namespace '{0}'.
ru: Пространство имен "{0}" не может одновременно иметь объявления Preserve явное и по шаблону.
tr: '{0}' ad alanı için hem belirli, hem de joker Preserve bildirimi olamaz.
zh_hans: 命名空间“{0}”不能同时具有特定的和通配性质的 Preserve 声明。
zh_hant: 不能為命名空間 '{0}' 同時指定特定與萬用字元 Preserve 宣告。

# XCRInvalidProcessContent
source: Cannot have both a specific and a wildcard ProcessContent declaration for namespace '{0}'.
cs: Nelze mít prohlášení třídy ProcessContent jak pro specifické, tak pro zástupné znaky oboru názvů {0}.
de: Es kann nicht sowohl eine spezifische Deklaration als auch eine ProcessContent-Deklaration mit Platzhalterzeichen für Namespace "{0}" vorhanden sein.
es: No se pueden tener una declaración ProcessContent específica y otra de comodín para el espacio de nombres '{0}'.
fr: Impossible d'avoir à la fois une déclaration ProcessContent générique et spécifique pour l'espace de noms '{0}'.
it: Impossibile definire una dichiarazione ProcessContent sia specifica che con caratteri jolly per lo spazio dei nomi '{0}'.
ja: 名前空間 '{0}' の固有およびワイルドカードの ProcessContent 宣言の両方を指定することはできません。
ko: '{0}' 네임스페이스에 대한 특정 및 와일드카드 ProcessContent 선언을 함께 사용할 수 없습니다.
pl: Nie można użyć jednocześnie deklaracji atrybutu ProcessContent konkretnej i z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: Não é possível ter uma declaração ProcessContent específica e curinga para o namespace '{0}'.
ru: Пространство имен "{0}" не может одновременно иметь объявления ProcessContent явное и по шаблону.
tr: '{0}' ad alanı için hem belirli, hem joker ProcessContent bildirimi olamaz.
zh_hans: 命名空间“{0}”不能同时具有特定的和通配性质的 ProcessContent 声明。
zh_hant: 不能為命名空間 '{0}' 同時指定特定與萬用字元 ProcessContent 宣告。

# XCRInvalidRequiresAttribute
source: Requires attribute must contain a valid namespace prefix.
cs: Atribut Requires musí obsahovat platnou předponu oboru názvů.
de: Das Requires-Attribut muss ein gültiges Namespacepräfix enthalten.
es: El atributo Requires debe contener un prefijo de espacio de nombres válido.
fr: L'attribut Requires doit contenir un préfixe d'espace de noms valide.
it: L'attributo Requires deve contenere un prefisso di spazio dei nomi valido.
ja: Requires 属性には、有効な名前空間プレフィックスが含まれている必要があります。
ko: Requires 특성에 올바른 네임스페이스 접두사가 있어야 합니다.
pl: Atrybut Requires musi zawierać prawidłowy prefiks przestrzeni nazw.
pt_br: O atributo Requires deve conter um prefixo de namespace válido.
ru: Атрибут Requires должен содержать допустимый префикс пространства имен.
tr: Requires özniteliği, geçerli bir ad alanı öneki içermelidir.
zh_hans: Requires 特性必须包含有效的命名空间前缀。
zh_hant: Requires 屬性必須包含有效的命名空間前置詞。

# XCRInvalidXMLName
source: '{0}' attribute value is not a valid XML name.
cs: Hodnota atributu {0} není platný název XML.
de: Der Attributwert "{0}" ist kein gültiger XML-Name.
es: El valor del atributo '{0}' no es un nombre XML válido.
fr: La valeur de l'attribut '{0}' n'est pas un nom XML valide.
it: Il valore dell'attributo '{0}' non è un nome XML valido.
ja: '{0}' 属性値は、無効な XML 名です。
ko: '{0}' 특성 값이 잘못된 XML 이름입니다.
pl: Wartość atrybutu „{0}” nie jest prawidłową nazwą XML.
pt_br: O valor do atributo '{0}' não é um nome XML válido.
ru: Значение атрибута "{0}" не является допустимым XML-именем.
tr: '{0}' özellik değeri geçerli bir XML adı değildir.
zh_hans: “{0}”特性值不是有效的 XML 名称。
zh_hant: '{0}' 屬性值不是有效的 XML 名稱。

# XCRMultipleFallbackFound
source: AlternateContent must contain only one Fallback element.
cs: Třída AlternateContent může obsahovat jen jeden element Fallback.
de: "AlternateContent" darf nur ein Fallback-Element enthalten.
es: AlternateContent sólo debe contener un elemento Fallback.
fr: AlternateContent ne doit contenir qu'un seul élément Fallback.
it: AlternateContent deve contenere un solo elemento Fallback.
ja: AlternateContent には、Fallback 要素が 1 つだけ含まれている必要があります。
ko: AlternateContent에는 Fallback 요소가 하나만 있어야 합니다.
pl: Element AlternateContent może zawierać tylko jeden element Fallback.
pt_br: AlternateContent deve conter somente um elemento Fallback.
ru: В AlternateContent должен содержаться только один элемент Fallback.
tr: AlternateContent yalnızca bir Fallback öğesi içermelidir.
zh_hans: AlternateContent 必须仅包含一个 Fallback 元素。
zh_hant: AlternateContent 只能包含一個 Fallback 項目。

# XCRMustUnderstandFailed
source: MustUnderstand condition failed on namespace '{0}'
cs: Podmínka MustUnderstand pro obor názvů {0} nebyla úspěšná.
de: Fehler bei der MustUnderstand-Bedingung für den Namespace "{0}".
es: Error de la condición MustUnderstand en el espacio de nombres "{0}"
fr: Échec de la condition MustUnderstand dans l'espace de noms '{0}'.
it: La condizione MustUnderstand non è riuscita nello spazio dei nomi '{0}'
ja: 名前空間 '{0}' で MustUnderstand 条件が失敗しました
ko: '{0}' 네임스페이스에서 MustUnderstand 조건이 충족되지 않았습니다.
pl: Niespełniony warunek MustUnderstand w przestrzeni nazw „{0}”
pt_br: Falha na condição MustUnderstand no namespace '{0}'
ru: Условие MustUnderstand не было выполнено в пространстве имен "{0}"
tr: '{0}' ad alanında MustUnderstand koşulu başarısız oldu
zh_hans: MustUnderstand 条件在命名空间“{0}”上失败
zh_hant: 命名空間 '{0}' 的 MustUnderstand 條件失敗

# XCRNSPreserveNotIgnorable
source: '{0}' namespace cannot preserve items; it must be declared Ignorable first.
cs: Obor názvů {0} nemůže zachovávat položky. Nejprve musí být deklarován jako Ignorable.
de: Der Namespace "{0}" kann keine Elemente aufbewahren- Er muss zuerst als "Ignorable" deklariert werden.
es: El espacio de nombres '{0}' no puede conservar los elementos; se debe declarar primero como Ignorable.
fr: L'espace de noms '{0}' ne peut pas conserver les éléments ; il doit d'abord être déclaré Ignorable.
it: Lo spazio dei nomi '{0}' non consente di mantenere gli elementi. È prima di tutto necessario dichiararlo come Ignorable.
ja: '{0}' 名前空間は項目を保持できません。最初に Ignorable を宣言する必要があります。
ko: '{0}' 네임스페이스가 항목을 유지할 수 없으므로 먼저 Ignorable로 선언되어야 합니다.
pl: Przestrzeń nazw „{0}” nie może zachowywać elementów. Najpierw musi zostać zadeklarowana jako Ignorable.
pt_br: O namespace '{0}' não pode preservar itens; primeiro, ele deve ser declarado Ignorable.
ru: Пространство имен "{0}" не может сохранить элементы; оно должно быть сначала объявлено как Ignorable.
tr: '{0}' ad alanı öğeleri koruyamaz; önce Ignorable olarak bildirilmelidir.
zh_hans: “{0}”命名空间无法保留项；必须将其首先声明为 Ignorable。
zh_hant: '{0}' 命名空間無法保留項目; 必須先將它宣告為 Ignorable。

# XCRNSProcessContentNotIgnorable
source: '{0}' namespace cannot process content; it must be declared Ignorable first.
cs: Obor názvů {0} nemůže zpracovat obsah. Nejprve musí být deklarován jako Ignorable.
de: Namespace "{0}" kann keinen Inhalt verarbeiten. Er muss zuerst als "Ignorable" deklariert werden.
es: El espacio de nombres '{0}' no puede procesar el contenido; se debe declarar primero como Ignorable.
fr: L'espace de noms '{0}' ne peut pas traiter le contenu ; il doit d'abord être déclaré Ignorable.
it: Lo spazio dei nomi '{0}' non consente l'elaborazione di contenuto. È prima di tutto necessario dichiararlo come Ignorable.
ja: '{0}' 名前空間はコンテンツを処理できません。最初に Ignorable を宣言する必要があります。
ko: '{0}' 네임스페이스가 콘텐츠를 처리할 수 없으므로 먼저 Ignorable로 선언되어야 합니다.
pl: Przestrzeń nazw „{0}” nie może przetwarzać zawartości. Najpierw musi zostać zadeklarowana jako Ignorable.
pt_br: O namespace '{0}' não pode processar o conteúdo; primeiro, ele deve ser declarado Ignorable.
ru: Пространство имен "{0}" не может обработать содержимое; оно должно быть сначала объявлено как Ignorable.
tr: '{0}' ad alanı içeriği işleyemez; önce Ignorable olarak bildirilmelidir.
zh_hans: “{0}”命名空间无法处理内容；必须将其首先声明为 Ignorable。
zh_hant: '{0}' 命名空間無法處理內容; 必須先將它宣告為 Ignorable。

# XCRRequiresAttribNotFound
source: Choice must contain Requires attribute.
cs: Choice musí obsahovat atribut Requires.
de: Choice muss ein Requires-Attribut enthalten.
es: Choice debe contener un atributo Requires
fr: Choice doit comporter l'attribut Requires.
it: Choice deve contenere l'attributo Requires.
ja: Choice には、Requires 属性が含まれている必要があります。
ko: Choice에 Requires 특성이 있어야 합니다.
pl: Element Choice musi zawierać atrybut Requires.
pt_br: Choice deve conter um atributo Requires.
ru: Choice должен содержать атрибут Requires.
tr: Choice, Requires özniteliği içermelidir.
zh_hans: Choice 必须包含 Requires 特性。
zh_hant: Choice 必須包含 Requires 屬性。

# XCRUndefinedPrefix
source: '{0}' prefix is not defined.
cs: Předpona {0} není definována.
de: Das {0}-Präfix ist nicht definiert.
es: El prefijo '{0}' no está definido.
fr: Le préfixe '{0}' n'est pas défini.
it: Prefisso '{0}' non definito.
ja: '{0}' プレフィックスは定義されていません。
ko: '{0}' 접두사가 정의되지 않았습니다.
pl: Prefiks „{0}” jest niezdefiniowany.
pt_br: O prefixo '{0}' não está definido.
ru: Префикс "{0}" не определен.
tr: '{0}' öneki tanımlı değil.
zh_hans: 未定义“{0}”前缀。
zh_hant: 未定義 '{0}' 前置詞。

# XCRUnknownCompatAttrib
source: Unrecognized compatibility attribute '{0}'.
cs: Neznámý atribut kompatibility {0}.
de: Unbekanntes {0}-Kompatibilitätsattribut.
es: Atributo de compatibilidad '{0}' no reconocido.
fr: Attribut de compatibilité '{0}' non reconnu.
it: Attributo di compatibilità non riconosciuto '{0}'.
ja: 認識できない互換性属性 '{0}' です。
ko: 인식할 수 없는 호환성 특성 '{0}'입니다.
pl: Nierozpoznany atrybut zgodności „{0}”.
pt_br: Atributo de compatibilidade '{0}' não reconhecido.
ru: Нераспознанный атрибут совместимости "{0}".
tr: Tanınmayan uyumluluk özniteliği '{0}'.
zh_hans: 无法识别的兼容性特性“{0}”。
zh_hant: 無法識別的相容性屬性 '{0}'。

# XCRUnknownCompatElement
source: Unrecognized Compatibility element '{0}'.
cs: Neznámý element kompatibility {0}.
de: Unbekanntes Compatibility-Element "{0}".
es: Elemento de compatibilidad '{0}' no reconocido.
fr: Élément de compatibilité '{0}' non reconnu.
it: Elemento di compatibilità non riconosciuto '{0}'.
ja: 認識できない互換性要素 {0} です。
ko: 인식할 수 없는 호환성 요소 '{0}'입니다.
pl: Nierozpoznany element zgodności „{0}”.
pt_br: Elemento Compatibility não reconhecido '{0}'.
ru: Нераспознанный элемент Compatibility "{0}".
tr: Tanınmayan Uyumluluk öğesi '{0}'.
zh_hans: 无法识别的兼容性元素“{0}”。
zh_hant: 無法識別的相容性項目 '{0}'。

# XmlSignatureParseError
source: Error parsing XML Signature.
cs: Při parsování podpisu XML došlo k chybě.
de: Fehler beim Analysieren der XML-Signatur.
es: Error al analizar la firma XML.
fr: Erreur durant l'analyse de la signature XML.
it: Si è verificato un errore durante l'analisi della firma XML.
ja: XML 署名の解析でエラーが発生しました。
ko: XML 시그니처를 구문 분석하는 중 오류가 발생했습니다.
pl: Błąd analizy podpisu XML.
pt_br: Erro ao analisar a Assinatura XML.
ru: Ошибка при анализе подписи XML.
tr: XML İmzası ayrıştırma hatası.
zh_hans: 分析 XML 签名时出错。
zh_hant: 剖析 XML 簽章時發生錯誤。
