Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ContainerAndPartModeIncompatible
source: FileMode/FileAccess for Part.GetStream is not compatible with FileMode/FileAccess used to open the Package.
cs: FileMode/FileAccess pro Part.GetStream není kompatibilní s FileMode/FileAccess, pomocí kterého se otevřel balíček.
de: FileMode/FileAccess für Part.GetStream ist mit dem zum Öffnen des Pakets verwendeten FileMode/FileAccess nicht kompatibel.
es: Los valores de FileMode/FileAccess para Part.GetStream no son compatibles con los valores de FileMode/FileAccess utilizados para abrir el paquete.
fr: FileMode/FileAccess pour Part.GetStream n'est pas compatible avec le FileMode/FileAccess utilisé pour ouvrir le package.
it: L'elemento FileMode/FileAccess per Part.GetStream non è compatibile con l'elemento FileMode/FileAccess usato per aprire il pacchetto.
ja: Part.GetStream の FileMode/FileAccess と、パッケージを開くために使用した FileMode/FileAccess とに互換性がありません。
ko: Part.GetStream의 FileMode/FileAccess가 패키지를 여는 데 사용된 FileMode/FileAccess와 호환되지 않습니다.
pl: Właściwość FileMode/FileAccess obiektu Part.GetStream nie jest zgodna z właściwością FileMode/FileAccess używaną do otwarcia pakietu.
pt_br: FileMode/FileAccess para Part.GetStream não é compatível com o FileMode/FileAccess usado para abrir o Pacote.
ru: FileMode или FileAccess для Part.GetStream несовместимы с FileMode или FileAccess, используемыми для открытия пакета.
tr: Part.GetStream için FileMode/FileAccess, Paketi açmak için kullanılan FileMode/FileAccess ile uyumlu değil.
zh_hans: Part.GetStream 的 FileMode/FileAccess 与用于打开 Package 的 FileMode/FileAccess 不兼容。
zh_hant: Part.GetStream 的 FileMode/FileAccess 與用於開啟 Package 的 FileMode/FileAccess 不相容。

# ContainerCanNotOpen
source: Cannot open specified package file.
cs: Zadaný balíček souboru se nedá otevřít.
de: Die angegebene Paketdatei kann nicht geöffnet werden.
es: No se puede abrir el archivo del paquete especificado.
fr: Impossible d'ouvrir le fichier de package spécifié.
it: Non è possibile aprire il file di pacchetto specificato.
ja: 指定されたパッケージ ファイルを開けません。
ko: 지정한 패키지 파일을 열 수 없습니다.
pl: Nie można otworzyć określonego pliku pakietu.
pt_br: Não é possível abrir o arquivo de pacote especificado.
ru: Не удается открыть указанный файл пакета.
tr: Belirtilen paket dosyası açılamıyor.
zh_hans: 无法打开指定的包文件。
zh_hant: 無法開啟指定的套件檔。

# ContainerNotFound
source: Cannot find specified package file.
cs: Zadaný balíček souboru se nedá najít.
de: Die angegebene Paketdatei wurde nicht gefunden.
es: No se encuentra el archivo del paquete especificado.
fr: Le fichier de package spécifié est introuvable.
it: Non è possibile trovare il file di pacchetto specificato.
ja: 指定されたパッケージ ファイルが見つかりません。
ko: 지정한 패키지 파일을 찾을 수 없습니다.
pl: Nie można znaleźć określonego pliku pakietu.
pt_br: Não é possível localizar o arquivo de pacote especificado.
ru: Не удается найти указанный файл пакета.
tr: Belirtilen paket dosyası bulunamıyor.
zh_hans: 找不到指定的包文件。
zh_hant: 找不到指定的套件檔。

# ContentTypeCannotHaveLeadingTrailingLWS
source: ContentType string cannot have leading/trailing Linear White Spaces [LWS - RFC 2616].
cs: Řetězec ContentType nemůže mít na začátku ani na konci znak Bílého prostoru řádku [LWS – RFC 2616].
de: Die ContentType-Zeichenfolge darf keine führenden/nachstehenden Linear White Spaces [LWS – RFC 2616] aufweisen.
es: La cadena ContentType no puede tener espacios en blanco lineales iniciales/finales [LWS - RFC 2616].
fr: La chaîne ContentType ne peut pas avoir d'espaces LWS (Linear White Spaces) de début ou de fin [LWS - RFC 2616].
it: La stringa ContentType non può contenere spazi vuoti lineari iniziali o finali [LWS (Linear White Space) - RFC 2616].
ja: ContentType 文字列の先頭と末尾には、リニア ホワイト スペースを使用できません (LWS - RFC 2616)。
ko: ContentType 문자열에 선행/후행 Linear White Space[LWS - RFC 2616]를 사용할 수 없습니다.
pl: Ciąg ContentType nie może mieć na początku ani na końcu liniowych białych znaków [LWS - RFC 2616].
pt_br: A cadeia de caracteres de ContentType não pode ter Espaços em Branco Lineares à esquerda/direita [LWS - RFC 2616].
ru: Строка ContentType не должна иметь строковые пробелы в начале или в конце [LWS — RFC 2616].
tr: ContentType dizesi başında/sonunda Doğrusal Boşluklar içeremez [LWS - RFC 2616].
zh_hans: ContentType 字符串不能有前导/尾随线性空格 [LWS - RFC 2616]。
zh_hant: ContentType 字串不可有前置/後置 Linear White Spaces [LWS - RFC 2616]。

# ConvertFromException
source: '{0}' ValueSerializer cannot convert from '{1}'.
cs: Objekt ValueSerializer {0} nemůže provést převod z {1}.
de: Der ValueSerializer "{0}" kann nicht aus "{1}" konvertieren.
es: ValueSerializer "{0}" no puede convertir de "{1}".
fr: Le ValueSerializer '{0}' ne peut pas effectuer de conversion à partir de '{1}'.
it: L'elemento ValueSerializer '{0}' non può eseguire conversioni da '{1}'.
ja: '{0}' ValueSerializer は、'{1}' から変換できません。
ko: '{0}' ValueSerializer는 '{1}'에서 변환할 수 없습니다.
pl: Obiekt ValueSerializer „{0}” nie może dokonywać konwersji z typu „{1}”.
pt_br: ValueSerializer '{0}' não pode converter de '{1}'.
ru: ValueSerializer "{0}" не позволяет выполнить преобразование из "{1}".
tr: '{0}' ValueSerializer, '{1}' değerinden dönüştüremiyor.
zh_hans: “{0}”ValueSerializer 无法从“{1}”转换。
zh_hant: 無法從 '{1}' 轉換 '{0}' ValueSerializer。

# ConvertToException
source: '{0}' ValueSerializer cannot convert '{1}' to '{2}'.
cs: Objekt ValueSerializer {0} nemůže provést převod z {1} na {2}.
de: Der ValueSerializer "{0}" kann "{1}" nicht in "{2}" konvertieren.
es: ValueSerializer "{0}" no puede convertir "{1}" a "{2}".
fr: Le ValueSerializer '{0}' ne peut pas convertir '{1}' en '{2}'.
it: L'elemento ValueSerializer '{0}' non può convertire '{1}' in '{2}'.
ja: '{0}' ValueSerializer は、'{1}' から '{2}' に変換できません。
ko: '{0}' ValueSerializer가 '{1}'을(를) '{2}'(으)로 변환할 수 없습니다.
pl: Obiekt ValueSerializer „{0}” nie może przekonwertować typu „{1}” na „{2}”.
pt_br: ValueSerializer '{0}' não pode converter '{1}' em '{2}'.
ru: ValueSerializer "{0}" не позволяет преобразовать "{1}" в "{2}".
tr: '{0}' ValueSerializer '{1}' öğesini '{2}' olarak dönüştüremiyor.
zh_hans: “{0}”ValueSerializer 无法将“{1}”转换为“{2}”。
zh_hant: '{0}' ValueSerializer 無法將 '{1}' 轉換為 '{2}'。

# CorePropertiesElementExpected
source: Unrecognized root element in Core Properties part.
cs: Nerozpoznaný kořenový element v součásti Core Properties
de: Unbekanntes Stammelement im Core Properties-Teil.
es: Elemento raíz no reconocido en la parte Core Properties.
fr: Élément racine non reconnu dans le composant Core Properties.
it: Elemento radice non riconosciuto nella parte Core Properties.
ja: Core Properties パートに、認識できないルート要素があります。
ko: Core Properties 파트에 인식할 수 없는 루트 요소가 있습니다.
pl: Nierozpoznany element główny w części Core Properties.
pt_br: Elemento raiz não reconhecido na parte Propriedades Básicas.
ru: Нераспознанный корневой элемент в части "Core Properties".
tr: Core Properties bölümünde tanınmayan kök öğe.
zh_hans: Core Properties 部分中的根元素无法识别。
zh_hant: Core Properties 組件中有無法辨識的根項目。

# CorruptStream
source: Stream operation failed because stream is corrupted.
cs: Operace streamu neproběhla úspěšně, protože stream je poškozený.
de: Fehler bei Datenstromvorgang, weil der Datenstrom beschädigt ist.
es: La operación de la secuencia dio error porque la secuencia está dañada.
fr: Échec de l'opération de flux, car celui-ci est endommagé.
it: L'operazione di flusso non è riuscita perché il flusso è danneggiato.
ja: ストリームが破損しているため、ストリーム操作は失敗しました。
ko: 스트림이 손상되어 스트림 작업이 실패했습니다.
pl: Operacja na strumieniu nie powiodła się, ponieważ strumień jest uszkodzony.
pt_br: A operação do fluxo falhou porque o fluxo está corrompido.
ru: Не удалось выполнить операцию потока из-за повреждения потока.
tr: Akış bozuk olduğundan akış işlemi başarısız oldu.
zh_hans: 流已损坏，因此流操作失败。
zh_hant: 因為資料流損毀，所以資料流作業失敗。

# CorruptedData
source: File contains corrupted data.
cs: Soubor obsahuje poškozená data.
de: Die Datei enthält beschädigte Daten.
es: El archivo contiene datos dañados.
fr: Le fichier contient des données endommagées.
it: Il file contiene dati danneggiati.
ja: 破損したデータがファイルに含まれています。
ko: 파일에 손상된 데이터가 포함되어 있습니다.
pl: Plik zawiera uszkodzone dane.
pt_br: O arquivo contém dados corrompidos.
ru: Файл содержит поврежденные данные.
tr: Dosya bozuk veri içeriyor.
zh_hans: 文件包含已损坏的数据。
zh_hant: 檔案包含損毀的資料。

# CreateModeMustBeCreateOrOpen
source: Create mode parameter must be either FileMode.Create or FileMode.Open.
cs: Parametr režimu vytváření musí být buď FileMode.Create, nebo FileMode.Open.
de: Der Parameter zur Moduserstellung muss entweder "FileMode.Create" oder "FileMode.Open" lauten.
es: El parámetro de modo de creación debe ser FileMode.Create o FileMode.Open.
fr: Le paramètre du mode Create doit avoir pour valeur FileMode.Create ou FileMode.Open.
it: Il parametro per la modalità di creazione deve essere FileMode.Create o FileMode.Open.
ja: Create モード パラメーターは、FileMode.Create か FileMode.Open のいずれかである必要があります。
ko: 만들기 모드 매개 변수는 FileMode.Create 또는 FileMode.Open이어야 합니다.
pl: Parametr trybu tworzenia musi mieć wartość FileMode.Create lub FileMode.Open.
pt_br: O parâmetro de modo de criação deve ser FileMode.Create ou FileMode.Open.
ru: Параметр режима создания должен быть FileMode.Create или FileMode.Open.
tr: Oluşturma modu parametresi FileMode.Create veya FileMode.Open olmalıdır.
zh_hans: Create mode 参数必须是 FileMode.Create 或 FileMode.Open。
zh_hant: 建立模式參數必須是 FileMode.Create 或 FileMode.Open。

# CreateNewOnNonEmptyStream
source: CreateNew is not a valid FileMode for a nonempty stream.
cs: CreateNew není platný FileMode pro neprázdný stream.
de: CreateNew ist kein gültiger FileMode für einen nicht leeren Datenstrom.
es: CreateNew no es un valor FileMode válido para una secuencia no vacía.
fr: CreateNew n'est pas un FileMode valide pour un flux non vide.
it: CreateNew non è un elemento FileMode valido per un flusso non vuoto.
ja: CreateNew は、ストリームが空でない場合、有効な FileMode ではありません。
ko: CreateNew는 비어 있지 않은 스트림에 유효한 FileMode가 아닙니다.
pl: CreateNew nie jest prawidłowym trybem FileMode dla niepustego strumienia.
pt_br: CreateNew não é um FileMode válido para um fluxo não vazio.
ru: CreateNew не является допустимым режимом FileMode для непустого потока.
tr: CreateNew boş olmayan bir akış için geçerli bir FileMode değil.
zh_hans: CreateNew 不是非空流的有效 FileMode。
zh_hant: 對非空的資料流來說，CreateNew 並非有效的 FileMode。

# CryptoProviderCanNotDecrypt
source: Cannot perform stream operation because CryptoProvider is not set to allow decryption.
cs: Operace se streamem se nedá provést, protože CryptoProvider není nastavený tak, aby umožňoval dešifrování.
de: Der Datenstromvorgang kann nicht durchgeführt werden, weil CryptoProvider nicht für das Zulassen der Entschlüsselung festgelegt ist.
es: No se puede realizar la operación de secuencia porque la propiedad CryptoProvider no está configurada para permitir el descifrado.
fr: Impossible d'effectuer une opération de flux, car CryptoProvider n'est pas configuré pour autoriser le déchiffrement.
it: Non è possibile eseguire l'operazione di flusso perché CryptoProvider non è impostato per consentire la decrittografia.
ja: CryptoProvider が解読を許可するように設定されていないため、ストリーム操作を実行できません。
ko: CryptoProvider가 암호 해독을 허용하도록 설정되지 않았으므로 스트림 작업을 수행할 수 없습니다.
pl: Nie można wykonać operacji na strumieniu, ponieważ obiekt CryptoProvider nie ma ustawionego zezwolenia na deszyfrowanie.
pt_br: Não é possível executar a operação de fluxo porque CryptoProvider não está configurado para permitir descriptografia.
ru: Не удается выполнить операцию с потоком, так как настройка CryptoProvider не разрешает расшифровку.
tr: CryptoProvider şifre çözmeye izin verecek şekilde ayarlanmadığından akış işlemi gerçekleştirilemiyor.
zh_hans: 无法执行流操作，因为 CryptoProvider 未设置为允许解密。
zh_hant: 因為 CryptoProvider 未設定為允許解密，所以無法執行資料流作業。

# CryptoProviderCanNotMergeBlocks
source: Only cryptographic providers based on a block cipher are supported.
cs: Podporují se jen zprostředkovatelé kryptografických služeb, kteří používají blokové šifrování.
de: Nur auf Blockchiffre basierende Kryptografieanbieter werden unterstützt.
es: Solo se admiten proveedores criptográficos basados en cifrado de bloques.
fr: Seuls les fournisseurs de chiffrement basés sur un chiffrement par blocs sont pris en charge.
it: Sono supportati solo i provider del servizio di crittografia basati su una crittografia a blocchi.
ja: ブロック暗号に基づく暗号化プロバイダーのみがサポートされています。
ko: 블록 암호 기반의 암호화 공급자만 지원됩니다.
pl: Obsługiwani są tylko dostawcy usług kryptograficznych bazujący na szyfrowaniu blokowym.
pt_br: Somente provedores criptográficos baseados em codificação de bloco têm suporte.
ru: Поддерживаются только поставщики служб шифрования на основе блочного шифра.
tr: Yalnızca blok şifrelemeye dayalı olan şifre sağlayıcıları desteklenir.
zh_hans: 仅支持基于分组加密的加密提供程序。
zh_hant: 只支援區塊編碼器形式的密碼編譯提供者。

# CryptoProviderDisposed
source: CryptoProvider object was disposed.
cs: Objekt CryptoProvider se vyřadil.
de: Das CryptoProvider-Objekt wurde gelöscht.
es: El objeto CryptoProvider se eliminó.
fr: L'objet CryptoProvider a été libéré.
it: L'oggetto CryptoProvider è stato eliminato.
ja: CryptoProvider オブジェクトは破棄されました。
ko: CryptoProvider 개체가 삭제되었습니다.
pl: Obiekt CryptoProvider został usunięty.
pt_br: O objeto CryptoProvider foi descartado.
ru: Объект CryptoProvider ликвидирован.
tr: CryptoProvider nesnesi atıldı.
zh_hans: 已释放 CryptoProvider 对象。
zh_hant: 已處置 CryptoProvider 物件。

# CryptoProviderIsNotReady
source: The CryptoProvider cannot encrypt or decrypt.
cs: CryptoProvider nemůže šifrovat nebo dešifrovat.
de: Der CryptoProvider kann weder verschlüsseln noch entschlüsseln.
es: El objeto CryptoProvider no puede cifrar o descifrar.
fr: Le CryptoProvider ne peut pas chiffrer ou déchiffrer.
it: L'elemento CryptoProvider non può eseguire operazioni di crittografia o decrittografia.
ja: この CryptoProvider は暗号化や解読を実行できません。
ko: CryptoProvider가 암호화하거나 암호를 해독할 수 없습니다.
pl: Obiekt CryptoProvider nie może szyfrować ani deszyfrować.
pt_br: O CryptoProvider não pode criptografar nem descriptografar.
ru: CryptoProvider не позволяет зашифровать или расшифровать.
tr: CryptoProvider şifreleme veya şifre çözme yapamıyor.
zh_hans: CryptoProvider 无法加密或解密。
zh_hant: CryptoProvider 無法加密或解密。

# Cryptography_InvalidHandle
source: {0} is an invalid handle.
cs: {0} není platná obslužná rutina.
de: {0} ist ein ungültiges Handle.
es: {0} es un controlador no válido.
fr: {0} est un handle non valide.
it: {0} non è un handle valido.
ja: {0} は無効なハンドルです。
ko: {0}은(는) 잘못된 핸들입니다.
pl: Dojście {0} jest nieprawidłowe.
pt_br: {0} é um identificador inválido.
ru: Неправильный дескриптор {0}.
tr: {0} geçersiz bir tanıtıcı.
zh_hans: {0} 是无效的句柄。
zh_hant: {0} 不是有效的控制代碼。

# CurrentChangingCannotBeCanceled
source: The CollectionView that originates this CurrentChanging event is in a state that does not allow the event to be canceled. Check CurrentChangingEventArgs.IsCancelable before assigning to this CurrentChangingEventArgs.Cancel property.
cs: CollectionView, ze kterého pochází tato událost CurrentChanging, je ve stavu, který neumožňuje událost zrušit. Než do této vlastnosti CurrentChangingEventArgs.Cancel přiřadíte hodnotu, zkontrolujte CurrentChangingEventArgs.IsCancelable.
de: Die CollectionView, die dieses CurrentChanging-Ereignis ausgelöst hat, befindet sich in einem Status, der einen Abbruch des Ereignisses nicht gestattet. Prüfen Sie CurrentChangingEventArgs.IsCancelable, bevor Sie dieser CurrentChangingEventArgs.Cancel-Eigenschaft Objekte zuweisen.
es: El objeto CollectionView que origina este evento CurrentChanging se encuentra en un estado que no permite que se cancele el evento. Active CurrentChangingEventArgs.IsCancelable antes de asignar a esta propiedad CurrentChangingEventArgs.Cancel.
fr: Le CollectionView à l'origine de cet événement CurrentChanging est dans un état qui ne permet pas l'annulation de l'événement. Vérifiez CurrentChangingEventArgs.IsCancelable avant d'affecter une valeur à cette propriété CurrentChangingEventArgs.Cancel.
it: L'elemento CollectionView da cui ha origine questo evento CurrentChanging si trova in uno stato che non consente l'annullamento dell'evento. Controllare CurrentChangingEventArgs.IsCancelable prima di eseguire l'assegnazione a questa proprietà CurrentChangingEventArgs.Cancel.
ja: この CurrentChanging イベントを発生させる CollectionView は、このイベントを取り消すことができない状態です。この CurrentChangingEventArgs.Cancel プロパティに割り当てる前に、CurrentChangingEventArgs.IsCancelable をご確認ください。
ko: 이 CurrentChanging 이벤트를 발생하는 CollectionView가 이벤트 취소를 허용하지 않는 상태입니다. 이 CurrentChangingEventArgs.Cancel 속성에 할당하기 전에 CurrentChangingEventArgs.IsCancelable을 확인하세요.
pl: Widok CollectionView, z którego pochodzi to zdarzenie CurrentChanging, jest w stanie niepozwalającym na anulowanie zdarzenia. Sprawdź właściwość CurrentChangingEventArgs.IsCancelable przed przypisaniem do tej właściwości CurrentChangingEventArgs.Cancel.
pt_br: O CollectionView originado deste evento CurrentChanging está em um estado que não permite que o evento seja cancelado. Verifique CurrentChangingEventArgs.IsCancelable antes de atribuir a esta propriedade CurrentChangingEventArgs.Cancel.
ru: CollectionView, порождающий это событие CurrentChanging, находится в состоянии, которое не позволяет отменить событие. Нужно проверить CurrentChangingEventArgs.IsCancelable перед назначением этому свойству CurrentChangingEventArgs.Cancel.
tr: Bu CurrentChanging olayını üreten CollectionView olayın iptal edilmesine izin vermeyen bir durumda. Bu CurrentChangingEventArgs.Cancel özelliğine atamadan önce CurrentChangingEventArgs.IsCancelable'ı denetleyin.
zh_hans: 发起此 CurrentChanging 事件的 CollectionView 处于不允许取消事件的状态。在分配给此 CurrentChangingEventArgs.Cancel 属性之前。请检查 CurrentChangingEventArgs.IsCancelable。
zh_hant: 產生此 CurrentChanging 事件的 CollectionView，狀態為不允許取消該事件。在將 CurrentChangingEventArgs.IsCancelable 指派到此 CurrentChangingEventArgs.Cancel 屬性之前，請先檢查。

# DTypeNotSupportForSystemType
source: '{0}' type does not have a matching DependencyObjectType.
cs: Typ {0} nemá odpovídající DependencyObjectType.
de: Der Typ "{0}" weist keinen entsprechenden DependencyObjectType auf.
es: El tipo "{0}" no tiene un valor DependencyObjectType coincidente.
fr: Le type '{0}' n'a pas de DependencyObjectType correspondant.
it: Per il tipo '{0}' non esiste un elemento DependencyObjectType corrispondente.
ja: '{0}' 型に、一致する DependencyObjectType がありません。
ko: '{0}' 형식에 일치하는 DependencyObjectType이 없습니다.
pl: Typ „{0}” nie ma zgodnego typu DependencyObjectType.
pt_br: O tipo '{0}' não tem um DependencyObjectType correspondente.
ru: Тип "{0}" не имеет соответствующий DependencyObjectType.
tr: '{0}' türü ile eşleşen DependencyObjectType yok.
zh_hans: “{0}”类型没有匹配的 DependencyObjectType。
zh_hant: 類型 '{0}' 沒有相符的 DependencyObjectType。

# DanglingMetadataRelationship
source: The target of the Core Properties relationship does not reference an existing part.
cs: Cíl vztahu Core Properties se neodkazuje na existující součást.
de: Das Ziel der Core Properties-Beziehung verweist nicht auf ein vorhandenes Teil.
es: El objetivo de la relación Core Properties no hace referencia a una parte existente.
fr: La cible de la relation Core Properties ne référence pas un composant existant.
it: La destinazione della risorsa Core Properties relationship non fa riferimento a una parte esistente.
ja: Core Properties relationship のターゲットが、既存の部分を参照していません。
ko: Core Properties relationship의 대상이 기존 파트를 참조하지 않습니다.
pl: Element docelowy relacji Core Properties nie przywołuje istniejącej części.
pt_br: O destino da relação das Propriedades Básicas não faz referência a uma parte existente.
ru: Цель отношения "Core Properties" не ссылается на существующую часть.
tr: Core Properties ilişkisinin hedefi mevcut bir bölüme başvurmuyor.
zh_hans: Core Properties 关系的目标不引用现有部分。
zh_hant: Core Properties 關聯性的目標，未參考現有的組件。

# DataSpaceLabelInUse
source: The given data space label name is already in use.
cs: Dané označení popisku datového prostoru se už používá.
de: Der angegebene Name für die Datenbereichsbezeichnung wird bereits verwendet.
es: El nombre de etiqueta del espacio de datos proporcionado ya está en uso.
fr: Le nom de l'étiquette d'espace de données spécifiée est déjà utilisé.
it: Il nome di etichetta dello spazio dati specificato è già in uso.
ja: 指定したデータ スペースのラベル名は、既に使用中です。
ko: 지정된 데이터 공간 레이블 이름이 이미 사용 중입니다.
pl: Podana nazwa etykiety przestrzeni danych jest już w użyciu.
pt_br: O nome do rótulo do espaço de dados já está em uso.
ru: Данное имя метки пространства данных уже используется.
tr: Belirtilen veri alanı etiket adı zaten kullanımda.
zh_hans: 给定的数据空间标签名称已在使用中。
zh_hant: 指定的資料空間標籤名稱已在使用中。

# DataSpaceLabelInvalidEmpty
source: Empty string is not a valid data space label.
cs: Prázdný řetězec není platné označení datového prostoru.
de: Eine leere Zeichenfolge ist keine gültige Datenbereichsbezeichnung.
es: La cadena vacía no es una etiqueta de espacio de datos válida.
fr: Une chaîne vide n'est pas une étiquette d'espace de données valide.
it: Una stringa vuota non è un'etichetta valida per lo spazio dati.
ja: 空の文字列は有効なデータ スペースのラベルではありません。
ko: 빈 문자열은 유효한 데이터 공간 레이블이 아닙니다.
pl: Pusty ciąg nie jest prawidłową etykietą przestrzeni danych.
pt_br: A cadeia de caracteres vazia não é um rótulo de espaço de dados válido.
ru: Пустая строка не является допустимой меткой пространства данных.
tr: Boş dize geçerli bir veri alanı etiketi değil.
zh_hans: 空字符串不是有效的数据空间标签。
zh_hant: 空字串並非有效的資料空間標籤。

# DataSpaceLabelUndefined
source: Specified data space label has not been defined.
cs: Zadané označení datového prostoru se nedefinovalo.
de: Die angegebene Datenbereichsbezeichnung wurde nicht definiert.
es: La etiqueta del espacio de datos especificada no se ha definido.
fr: L'étiquette d'espace de données spécifiée n'a pas été définie.
it: L'etichetta dello spazio dati specificata non è stata definita.
ja: 指定したデータ スペースのラベルは定義されていません。
ko: 지정한 데이터 공간 레이블이 정의되지 않았습니다.
pl: Nie zdefiniowano określonej etykiety przestrzeni danych.
pt_br: O rótulo do espaço de dados especificado não foi definido.
ru: Указанная метка пространства данных не определена.
tr: Belirtilen veri alanı etiketi tanımlanmadı.
zh_hans: 尚未定义指定的数据空间标签。
zh_hant: 尚未定義指定的資料空間標籤。

# DataSpaceManagerDisposed
source: DataSpaceManager object was disposed.
cs: Objekt DataSpaceManager se vyřadil.
de: Das DataSpaceManager-Objekt wurde gelöscht.
es: El objeto DataSpaceManager se ha eliminado.
fr: L'objet DataSpaceManager a été libéré.
it: L'oggetto DataSpaceManager è stato eliminato.
ja: DataSpaceManager オブジェクトは破棄されました。
ko: DataSpaceManager 개체가 삭제되었습니다.
pl: Obiekt DataSpaceManager został usunięty.
pt_br: O objeto DataSpaceManager foi descartado.
ru: Объект DataSpaceManager ликвидирован.
tr: DataSpaceManager nesnesi atıldı.
zh_hans: 已释放 DataSpaceManager 对象。
zh_hant: 已處置 DataSpaceManager 物件。

# DataSpaceMapEntryInvalid
source: DataSpace map entry is not valid.
cs: Položka mapy DataSpace není platná.
de: Der DataSpace-Zuordnungseintrag ist nicht gültig.
es: La entrada de asignación DataSpace no es válida.
fr: Entrée de mappage DataSpace non valide.
it: La voce di mapping DataSpace non è valida.
ja: DataSpace のマップ エントリが無効です。
ko: DataSpace 맵 항목이 잘못되었습니다.
pl: Wpis mapy DataSpace jest nieprawidłowy.
pt_br: A entrada do mapa DataSpace não é válida.
ru: Недопустимая запись о соответствии DataSpace.
tr: DataSpace harita girişi geçerli değil.
zh_hans: DataSpace 映射条目无效。
zh_hant: DataSpace 對應項目無效。

source: Decryption right is not granted.
cs: Oprávnění pro dešifrování se neudělilo.
de: Das Entschlüsselungsrecht wurde nicht erteilt.
es: El derecho de descifrado no está concedido.
fr: Le droit de déchiffrement n'est pas accordé.
it: Il diritto di decrittografia non è stato concesso.
ja: 解読の権限は付与されていません。
ko: 암호 해독 권한이 부여되지 않았습니다.
pl: Nie udzielono prawa do deszyfrowania.
pt_br: Direito de descriptografia não concedido.
ru: Право на расшифровку не предоставлено.
tr: Şifre çözme hakkı verilmedi.
zh_hans: 未授予解密权。
zh_hant: 未授與解密權限。
