Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# OperationIsNotSupportedInStreamingProduction
source: Package.{0} is not supported in streaming production.
cs: Package.{0} se v produkci streamování nepodporuje.
de: "Package.{0}" wird in der Streamingproduktion nicht unterstützt.
es: El paquete {0} no es compatible con la producción en streaming.
fr: Package.{0} n'est pas pris en charge dans la production en streaming.
it: L'operazione Package.{0} non è supportata per la produzione di flussi.
ja: ストリーミング作成では、Package.{0} はサポートされていません。
ko: 스트리밍 프로덕션에서는 Package.{0}이(가) 지원되지 않습니다.
pl: Obiekt Package.{0} nie jest obsługiwany w produkcji strumieniowej.
pt_br: Package.{0} não tem suporte na produção de streaming.
ru: Package.{0} не поддерживается при потоковой работе.
tr: Package.{0} akış üretiminde desteklenmiyor.
zh_hans: 流生产中不支持 Package.{0}。
zh_hant: 產生串流時不支援 Package.{0}。

# OperationViolatesWriteOnceSemantics
source: Write-once semantics in streaming production precludes the use of '{0}'.
cs: Sémantika jediného zápisu v produkci streamování vylučuje možnost použít {0}.
de: Die Write-once-Semantik in der Streamingproduktion verhindert die Verwendung von "{0}".
es: La semántica de escritura única en la producción en streaming impide el uso de "{0}".
fr: La sémantique à écriture unique dans la production en streaming exclut l'utilisation de '{0}'.
it: La semantica di produzione dei flussi supporta una sola scrittura e quindi preclude l'uso di '{0}'.
ja: ストリーミング作成における Write-once セマンティクスでは、'{0}' の使用は除外されます。
ko: 스트리밍 프로덕션의 한 번 쓰기 의미 체계는 '{0}'의 사용을 허용하지 않습니다.
pl: Semantyka jednokrotnego zapisu stosowana w produkcji strumieniowej wyklucza stosowanie obiektu „{0}”.
pt_br: A semântica de gravação única na produção de streaming impede o uso de '{0}'.
ru: Семантика однократной записи при потоковой работе не позволяет использовать "{0}".
tr: Akış üretimindeki bir kere yazma dil kuralları '{0}' kullanımını engelliyor.
zh_hans: 流生产中的一次写入语义排除了“{0}”的使用。
zh_hant: 產生串流時的單次寫入語意，不可使用 '{0}'。

# OverrideTagDoesNotMatchSchema
source: Override tag is not valid per the schema. Verify that attributes are correct.
cs: Značka Override není pro dané schéma platná. Ověřte správnost atributů.
de: Das Override-Tag ist gemäß Schema falsch. Überprüfen Sie, ob die Attribute gültig sind.
es: La etiqueta de anulación no es válida de acuerdo con el esquema. Compruebe que los atributos son correctos.
fr: La balise de remplacement est non valide d'après le schéma. Vérifiez que les attributs sont corrects.
it: Il tag di override non è valido in base allo schema. Verificare che gli attributi siano corretti.
ja: Override タグがスキーマにより無効です。属性が正しいことをご確認ください。
ko: 스키마별 Override 태그가 잘못되었습니다. 특성이 올바른지 확인하세요.
pl: Znacznik Override jest niezgodny ze schematem. Zweryfikuj poprawność atrybutów.
pt_br: A marca de substituição não é válida de acordo com o esquema. Verifique se os atributos estão corretos.
ru: Недопустимый переопределяющий тег, согласно схеме. Проверьте правильность атрибутов.
tr: Geçersiz kılma etiketi şema için geçerli değil. Özniteliklerin doğru olduğunu onaylayın.
zh_hans: 根据架构，替代标记无效。请验证特性是否正确。
zh_hant: 就結構描述來說，Override 標籤無效。請確認屬性皆正確。

# OverridingMetadataDoesNotMatchBaseMetadataType
source: Metadata override and base metadata must be of the same type or derived type.
cs: Přepis metadat a základní metadata musí být stejného typu nebo odvozený typ.
de: Die Metadatenaußerkraftsetzung und die Basismetadaten müssen vom selben Typ oder einem abgeleiteten Typ sein.
es: La anulación de metadatos y los metadatos base deben ser del mismo tipo o tipo derivado.
fr: La substitution de métadonnées et les métadonnées de base doivent être du même type ou du même type dérivé.
it: L'override dei metadati e i metadati di base devono essere dello stesso tipo o di un tipo derivato.
ja: メタデータ オーバーライドとベース メタデータは、同じ型または派生型である必要があります。
ko: 메타데이터 재정의 및 기본 메타데이터는 같은 형식이거나 파생 형식이어야 합니다.
pl: Metadane przesłonięte i podstawowe muszą być tego samego typu lub typu pochodnego.
pt_br: A substituição de metadados e os metadados de base devem ser do mesmo tipo ou de um tipo derivado.
ru: Переопределяющие метаданные и основные метаданные должны быть одного и того же или производного типа.
tr: Meta veri geçersiz kılmaları ve temel meta veriler aynı türde veya türetilmiş türde olmalıdır.
zh_hans: 元数据替代和基本元数据必须类型相同或是派生类型。
zh_hant: 中繼資料覆寫與基底中繼資料，必須是相同類型或衍生類型。

# PackageNotFound
source: Document does not contain a package.
cs: Dokument neobsahuje balíček.
de: Das Dokument enthält kein Paket.
es: El documento no contiene un paquete.
fr: Le document ne contient aucun package.
it: Il documento non contiene alcun n pacchetto.
ja: ドキュメントにパッケージが含まれていません。
ko: 문서에 패키지가 없습니다.
pl: Dokument nie zawiera pakietu.
pt_br: O documento não contém um pacote.
ru: Документ не содержит пакет.
tr: Belge, paket içermiyor.
zh_hans: 文档中没有包。
zh_hant: 文件未包含任何套件。

# PackagePartDeleted
source: Part was deleted.
cs: Součást se odstranila.
de: Das Teil wurde gelöscht.
es: La parte se eliminó.
fr: Composant supprimé.
it: La parte è stata eliminata.
ja: パートが削除されました。
ko: 파트가 삭제되었습니다.
pl: Część została usunięta.
pt_br: A parte foi excluída.
ru: Часть удалена.
tr: Bölüm silindi.
zh_hans: 部分已删除。
zh_hant: 組件已刪除。

# PackagePartRelationshipDoesNotExist
source: PackageRelationship with specified ID does not exist for the source part.
cs: Pro zdrojovou součást neexistuje PackageRelationship se zadaným ID.
de: PackageRelationship mit der angegebenen ID ist für das Quellteil nicht vorhanden.
es: El valor PackageRelationship con el ID especificado no existe para la parte de origen.
fr: Le PackageRelationship ayant l'ID spécifié n'existe pas pour le composant source.
it: L'elemento PackageRelationship con l'ID specificato non esiste per la parte di origine.
ja: 指定された ID の PackageRelationship は、ソース パートに存在しません。
ko: 소스 파트에 지정된 ID를 가진 PackageRelationship이 없습니다.
pl: Obiekt PackageRelationship o określonym identyfikatorze dla części źródłowej nie istnieje.
pt_br: PackageRelationship com a ID especificada não existe para a parte de origem.
ru: PackageRelationship с указанным идентификатором не существует для исходной части.
tr: Kaynak bölümü için belirtilen kimliğe sahip PackageRelationship yok.
zh_hans: 源部分不存在具有指定 ID 的 PackageRelationship。
zh_hant: 對來源組件來說，不存在具備指定識別碼的 PackageRelationship。

# PackageRelationshipDoesNotExist
source: PackageRelationship with specified ID does not exist at the Package level.
cs: Na úrovni balíčku neexistuje PackageRelationship se zadaným ID.
de: PackageRelationship mit der angegebenen ID ist auf Paketebene nicht vorhanden.
es: El valor PackageRelationship con el ID especificado no existe a nivel de paquete.
fr: Le PackageRelationship ayant l'ID spécifié n'existe pas au niveau du package.
it: L'elemento PackageRelationship con l'ID specificato non esiste a livello dell'elemento Package.
ja: 指定された ID の PackageRelationship は、Package レベルでは存在しません。
ko: Package 수준에 지정된 ID를 가진 PackageRelationship이 없습니다.
pl: Obiekt PackageRelationship o określonym identyfikatorze nie istnieje na poziomie pakietu.
pt_br: PackageRelationship com a ID especificada não existe no nível de Pacote.
ru: PackageRelationship с указанным идентификатором не существует на уровне Package.
tr: Paket düzeyinde belirtilen kimliğe sahip PackageRelationship yok.
zh_hans: Package 级别不存在具有指定 ID 的 PackageRelationship。
zh_hant: 在 Package 層級不存在具備指定識別碼的 PackageRelationship。

# PackageSignatureCorruption
source: Signature structures are corrupted in this package.
cs: Struktury podpisu v tomto balíčku jsou poškozené.
de: In diesem Paket sind Signaturstrukturen beschädigt.
es: Las estructuras de firma están dañadas en este paquete.
fr: Les structures de signature sont endommagées dans ce package.
it: Le strutture di firma sono danneggiate in questo pacchetto.
ja: このパッケージの署名構造が破損しています。
ko: 이 패키지의 시그니처 구조가 손상되었습니다.
pl: Struktury podpisu w tym pakiecie są uszkodzone.
pt_br: Estruturas de assinatura estão corrompidas neste pacote.
ru: Структуры подписей в данном пакете повреждены.
tr: Bu paketteki imza yapıları bozuk.
zh_hans: 签名结构在此包中已损坏。
zh_hant: 此套件中的簽章結構已損毀。

# PackageSignatureObjectTagRequired
source: Required Package-specific Object tag is missing.
cs: Chybí povinná značka Object specifická pro balíček.
de: Ein erforderliches Package-spezifisches Object-Tag fehlt.
es: Falta la etiqueta Object específica del paquete requerida.
fr: La balise obligatoire Object spécifique au package est absente.
it: Il tag Object obbligatorio specifico di Package risulta mancante.
ja: 必要とされる Package 固有の Object タグがありません。
ko: 필수 Package 특정 Object 태그가 없습니다.
pl: Brak wymaganego tagu Object specyficznego dla elementu Package.
pt_br: A marca de Objeto específica do Pacote obrigatória está ausente.
ru: Требуемый тег Object для конкретного Package отсутствует.
tr: Gerekli Pakete özgü Nesne etiketi eksik.
zh_hans: 缺少特定于包的必需 Object 标记。
zh_hant: 缺少必要的 Package 專屬 Object 標籤。

# PackageSignatureReferenceTagRequired
source: Required Package-specific Reference tag is missing.
cs: Chybí povinná značka Reference specifická pro balíček.
de: Ein erforderliches Package-spezifisches Reference-Tag fehlt.
es: Falta la etiqueta Reference específica del paquete requerida.
fr: La balise obligatoire Reference spécifique au package est absente.
it: Il tag Reference obbligatorio specifico di Package risulta mancante.
ja: 必要とされる Package 固有の Reference タグがありません。
ko: 필수 Package 특정 Reference 태그가 없습니다.
pl: Brak wymaganego tagu Reference specyficznego dla elementu Package.
pt_br: A marca de Referência específica do Pacote obrigatória está ausente.
ru: Требуемый тег Reference для конкретного Package отсутствует.
tr: Gerekli Pakete özgü Başvuru etiketi eksik.
zh_hans: 缺少特定于包的必需 Reference 标记。
zh_hant: 缺少必要的 Package 專屬 Reference 標籤。

# PackageSpecificReferenceTagMustBeUnique
source: Specified reference object conflicts with predefined Package specific reference.
cs: Zadaný objekt odkazu je v konfliktu s předdefinovaným odkazem specifickým pro balíček.
de: Das angegebene Verweisobjekt verursacht einen Konflikt mit dem vordefinierten Package-spezifischen Verweis.
es: El objeto de referencia especificado entra en conflicto con la referencia específica de paquete predefinida.
fr: L'objet de référence spécifié est en conflit avec la référence prédéfinie spécifique au package.
it: L'oggetto di riferimento specificato è in conflitto con il riferimento predefinito specifico di Package.
ja: 指定された参照オブジェクトは、定義済みの Package 固有の参照と競合しています。
ko: 지정한 참조 개체가 미리 정의된 Package 특정 참조와 충돌합니다.
pl: Określony obiekt odwołania wywołuje konflikt ze wstępnie zdefiniowanym odwołaniem specyficznym dla elementu Package.
pt_br: O objeto de referência especificado é conflitante com a referência específica do Pacote predefinida.
ru: Указанный контрольный объект противоречит предопределенному значению для заданного пакета Package.
tr: Belirtilen başvuru nesnesi önceden tanımlı Pakete özgü başvuru ile çakışıyor.
zh_hans: 指定的引用对象与预定义的 Package 专属引用冲突。
zh_hant: 指定的參考物件與預先定義的 Package 專屬參考相衝突。

# ParameterCannotBeNegative
source: Parameter must be greater than or equal to zero.
cs: Hodnota tohoto parametru musí být větší nebo rovna nule.
de: Der Parameter muss größer oder gleich null sein.
es: El parámetro debe ser mayor que o igual a cero.
fr: Le paramètre doit être supérieur ou égal à zéro.
it: Il valore del parametro deve essere maggiore o uguale a zero.
ja: パラメーターは 0 以上でなければなりません。
ko: 매개 변수는 0보다 크거나 같아야 합니다.
pl: Parametr musi być większy lub równy zeru.
pt_br: O parâmetro deve ser maior ou igual a zero.
ru: Значение параметра должно быть больше или равно 0.
tr: Parametre sıfıra eşit veya daha büyük olmalıdır.
zh_hans: 参数必须大于或等于零。
zh_hant: 參數必須大於或等於零。

# ParameterMustBeBetween
source: The parameter value must be between '{0}' and '{1}'.
cs: Hodnota tohoto parametru musí být v rozsahu od {0} do {1}.
de: Der Parameterwert muss zwischen "{0}" und "{1}" liegen.
es: El valor del parámetro debe estar comprendido entre "{0}" y "{1}".
fr: La valeur du paramètre doit être comprise entre '{0}' et '{1}'.
it: Il valore del parametro deve essere compreso tra '{0}' e '{1}'.
ja: パラメーター値は、'{0}' と '{1}' の間である必要があります。
ko: 매개 변수 값은 '{0}'과(와) '{1}' 사이에 있어야 합니다.
pl: Wartość parametru musi należeć do przedziału od „{0}” do „{1}”.
pt_br: O valor do parâmetro precisa estar entre '{0}' e '{1}'.
ru: Параметр должен принимать значения от "{0}" до "{1}".
tr: Parametre değeri '{0}' ile '{1}' arasında olmalıdır.
zh_hans: 参数值必须介于“{0}”到“{1}”之间。
zh_hant: 參數值必須介於 '{0}' 到 '{1}' 之間。

# ParentContainerClosed
source: Cannot access part because parent package was closed.
cs: K součásti se nedá přistoupit, protože nadřazený balíček se uzavřel.
de: Auf das Teil kann nicht zugegriffen werden, weil das übergeordnete Paket geschlossen wurde.
es: No se puede acceder a la parte porque el paquete principal se cerró.
fr: Impossible d'accéder au composant, car le package parent a été fermé.
it: Non è possibile accedere alla parte perché il pacchetto padre è stato chiuso.
ja: 親パッケージが閉じられたため、パートにアクセスできません。
ko: 부모 패키지가 닫혔으므로 파트에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do części, ponieważ pakiet nadrzędny został zamknięty.
pt_br: Não é possível acessar a parte porque o pacote pai foi fechado.
ru: Не удается получить доступ к части, так как родительский пакет был закрыт.
tr: Üst paket kapatıldığından bölüme erişilemiyor.
zh_hans: 由于父包已关闭，因此无法访问部分包。
zh_hant: 因為父套件已關閉，所以無法存取組件。

# ParserAssemblyLoadVersionMismatch
source: Cannot load assembly '{0}' because a different version of that same assembly is loaded '{1}'.
cs: Nejde načíst sestavení {0}, protože se načetla jiná verze {1} stejného sestavení.
de: Die Assembly "{0}" kann nicht geladen werden, weil eine andere Version der gleichen Assembly geladen ist: {1}.
es: No se puede cargar el ensamblado "{0}" porque hay cargada una versión diferente del mismo ensamblado, "{1}".
fr: Impossible de charger l'assembly '{0}', car une autre version du même assembly est chargée '{1}'.
it: Non è possibile caricare l'assembly '{0}' perché è caricata una versione diversa '{1}' dello stesso assembly.
ja: アセンブリ '{0}' を読み込むことができません。同じアセンブリの異なるバージョン '{1}' が読み込まれているためです。
ko: 같은 어셈블리의 다른 버전 {1}이(가) 로드되었므로 '{0}' 어셈블리를 로드할 수 없습니다.
pl: Nie można załadować zestawu „{0}”, ponieważ jest załadowana inna wersja tego samego zestawu „{1}”.
pt_br: Não é possível carregar o assembly '{0}', pois uma versão diferente do mesmo assembly já está carregada '{1}'.
ru: Невозможно загрузить сборку "{0}", так как другая версия этой же сборки уже загружена "{1}".
tr: Aynı bütünleştirilmiş kodun farklı bir sürümü yüklendiğinden '{0}' bütünleştirilmiş kodu yüklenemiyor '{1}'.
zh_hans: 无法加载程序集“{0}”，因为加载了同一程序集的其他版本“{1}”。
zh_hant: 因為已載入相同組件的不同版本 '{1}'，所以無法載入組件 '{0}'。

# ParserAttributeArgsHigh
source: Too many attributes are specified for '{0}'.
cs: Pro {0} je zadáno příliš mnoho atributů.
de: Für "{0}" sind zu viele Attribute angegeben.
es: Se han especificado demasiados atributos para '{0}'.
fr: Trop d'attributs spécifiés pour '{0}'.
it: Troppi attributi specificati per '{0}'.
ja: '{0}' に対して指定されている属性が多すぎます。
ko: '{0}'에 대해 너무 많은 특성을 지정했습니다.
pl: Określono zbyt wiele atrybutów dla obiektu „{0}”.
pt_br: Muitos atributos especificados para '{0}'.
ru: Для "{0}" указано слишком много атрибутов.
tr: '{0}' için çok fazla sayıda öznitelik belirtildi.
zh_hans: 为“{0}”指定了太多特性。
zh_hant: 為 '{0}' 指定太多屬性。

# ParserAttributeArgsLow
source: '{0}' requires more attributes.
cs: {0} vyžaduje více atributů.
de: "{0}" erfordert weitere Attribute.
es: '{0}' requiere más atributos.
fr: '{0}' nécessite plus d'attributs.
it: '{0}' richiede ulteriori attributi.
ja: '{0}' には、これより多くの属性が必要です。
ko: '{0}'에 더 많은 특성이 필요합니다.
pl: Element „{0}” wymaga większej liczby atrybutów.
pt_br: '{0}' requer mais atributos.
ru: Для "{0}" требуется больше атрибутов.
tr: '{0}' daha çok öznitelik gerektirir.
zh_hans: “{0}”需要更多特性。
zh_hant: '{0}' 需要更多屬性。

# PartAlreadyExists
source: Cannot add part for the specified URI because it is already in the package.
cs: Pro zadaný identifikátor URI se nedá přidat součást, protože už se nachází v balíčku.
de: Für den angegebenen URI kann das Teil nicht hinzugefügt werden, da es bereits im Paket vorhanden ist.
es: No se puede agregar una parte para el URI especificado porque ya está en el paquete.
fr: Impossible d'ajouter un composant pour l'URI spécifié, car il se trouve déjà dans le package.
it: Non è possibile aggiungere la parte per l'URI specificato perché è già inclusa nel pacchetto.
ja: 指定された URI のパートは既にパッケージにあるため、追加できません。
ko: 패키지에 이미 있으므로 지정한 URI에 대한 파트를 추가할 수 없습니다.
pl: Nie można dodać części dla określonego identyfikatora URI, ponieważ jest już ona w pakiecie.
pt_br: Não é possível adicionar a parte referente ao URI especificado já está no pacote.
ru: Не удается добавить часть для указанного URI, так как она уже содержится в пакете.
tr: Belirtilen URI bölümü zaten pakette olduğundan eklenemiyor.
zh_hans: 无法为指定的 URI 添加部分，因为它已在包中。
zh_hant: 因為組件已存在於套件中，所以無法為指定的 URI 新增組件。

# PartDoesNotExist
source: Specified part does not exist in the package.
cs: Zadaná součást v balíčku neexistuje.
de: Das angegebene Teil ist im Paket nicht vorhanden.
es: La parte especificada no existe en el paquete.
fr: Le composant spécifié n'existe pas dans le package.
it: La parte specificata non esiste nel pacchetto.
ja: 指定されたパートはパッケージに存在しません。
ko: 지정한 파트가 패키지에 없습니다.
pl: Określona część nie istnieje w pakiecie.
pt_br: A parte especificada não existe no pacote.
ru: Указанная часть отсутствует в пакете.
tr: Belirtilen bölüm pakette yok.
zh_hans: 包中不存在指定的部分。
zh_hant: 套件中沒有指定的組件。

# PartNamePrefixExists
source: Cannot add part to the package. Part names cannot be derived from another part name by appending segments to it.
cs: Do balíčku se nedá přidat součást. Názvy součástí se nedají odvodit z jiného názvu součásti tím, že se k nim připojí segmenty.
de: Das Teil kann dem Paket nicht hinzugefügt werden. Teilnamen dürfen nicht von einem anderen Teilnamen abgeleitet werden, indem Segmente an den Namen angefügt werden.
es: No se puede agregar la parte al paquete. Los nombres de las partes no pueden derivarse de otro nombre de parte agregándole segmentos.
fr: Impossible d'ajouter un composant au package. Les noms de composants ne doivent pas dériver d'un autre nom de composant par ajout de segments.
it: Non è possibile aggiungere la parte al pacchetto. Non è possibile derivare i nomi di parte dal nome di un'altra parte tramite l'aggiunta di segmenti.
ja: パッケージにパートを追加できません。他のパート名にセグメントを追加して、パート名を派生させることはできません。
ko: 패키지에 파트를 추가할 수 없습니다. 세그먼트를 추가하여 다른 파트 이름에서 파트 이름을 파생할 수 없습니다.
pl: Nie można dodać części do pakietu. Nazwy części nie mogą być tworzone na podstawie nazw innych części poprzez dodanie do nich segmentów.
pt_br: Não é possível adicionar a parte ao pacote. Nomes de parte não podem ser derivados de outro nome de parte acrescentando segmentos a eles.
ru: Не удается добавить часть к пакету. Невозможно добавить сегмент к имени части, чтобы получить другое имя части.
tr: Bölüm pakete eklenemiyor. Bölüm adları, sonuna kesimler eklenerek başka bir bölüm adından türetilemez.
zh_hans: 无法将部分添加到包中。部分名不能通过向其附加段来从其他部分名派生。
zh_hant: 無法對套件新增組件。組件名稱無法利用對其附加區段的方法，從另一個組件衍生。

# PartReferenceUriMalformed
source: Malformed Part URI in Reference tag.
cs: Ve značce Reference je poškozený identifikátor URI součásti.
de: Fehlerhafter Teil-URI im Reference-Tag.
es: URI de parte con formato incorrecto en la etiqueta de referencia.
fr: URI de composant mal formé dans la balise Reference.
it: L'URI di parte non è valido nel tag Reference.
ja: Reference タグのパート URI の形式が正しくありません。
ko: Reference 태그에 잘못된 형식의 파트 URI가 있습니다.
pl: Wadliwy identyfikator URI części w tagu Reference.
pt_br: URI de Parte Malformada na marca de Referência.
ru: URI части в теге Reference сформирован неверно.
tr: Başvuru etiketinde Hatalı Biçimlendirilmiş Bölüm URI’si.
zh_hans: Reference 标记中部分 URI 格式错误。
zh_hant: Reference 標籤中出現格式不正確的 Part URI。

# PartToSignMissing
source: Specified part to sign does not exist.
cs: Zadaná součást, která se má podepsat, neexistuje.
de: Das zur Signatur angegebene Teil ist nicht vorhanden.
es: La parte especificada para firmar no existe.
fr: Le composant spécifié pour signer n'existe pas.
it: La parte specificata da firmare non esiste.
ja: 署名するように指定されたパートは存在しません。
ko: 존재하지 않는 파트를 서명할 파트로 지정했습니다.
pl: Część określona do podpisu nie istnieje.
pt_br: A parte especificada para assinatura não existe.
ru: Указанная часть для подписи не существует.
tr: İmzalamak için belirtilen bölüm yok.
zh_hans: 要签名的指定部分不存在。
zh_hant: 指定要簽署的組件不存在。

# PartUriCannotHaveAFragment
source: Part URI cannot contain a Fragment component.
cs: Identifikátor URI součásti nemůže obsahovat komponentu Fragment.
de: Der Teil-URI darf keine Fragment-Komponente besitzen.
es: El URI de parte no puede contener un componente de fragmento.
fr: L'URI du composant ne peut pas contenir de composant Fragment.
it: L'URI della parte non può includere un componente frammento.
ja: パート URI に Fragment コンポーネントを含めることはできません。
ko: 파트 URI에 Fragment 구성 요소를 포함할 수 없습니다.
pl: Identyfikator URI części nie może zawierać składnika fragmentu.
pt_br: O URI da Parte não pode conter um componente de Fragmento.
ru: URI части не должен содержать компонент Fragment.
tr: Bölüm URI’si bir Parça bileşeni içeremez.
zh_hans: 部分 URI 不能包含 Fragment 组件。
zh_hant: Part URI 不可包含 Fragment 元件。

source: Part URI is empty.
cs: Identifikátor URI součásti je prázdný.
de: Der Teil-URI ist leer.
es: El URI de parte está vacío.
fr: L'URI du composant est vide.
it: L'URI della parte è vuoto.
ja: パート URI が空です。
ko: 파트 URI가 비어 있습니다.
pl: Identyfikator URI części jest pusty.
pt_br: O URI da Parte está vazio.
ru: Пустой URI части.
tr: Bölüm URI’si boş.
zh_hans: 部分 URI 为空。
zh_hant: Part URI 是空的。

# PartUriShouldNotEndWithForwardSlash
source: Part URI cannot end with a forward slash.
cs: Identifikátor URI součásti nemůže končit lomítkem.
de: Der Teil-URI darf nicht mit einem Schrägstrich enden.
es: El URI de parte no puede terminar con una barra diagonal.
fr: L'URI du composant ne peut pas finir par une barre oblique.
it: L'URI della parte non può terminare con una barra.
ja: パート URI の末尾にスラッシュを使用することはできません。
ko: 파트 URI를 슬래시로 끝낼 수 없습니다.
pl: Identyfikator URI części nie może kończyć się kreską ukośną.
pt_br: O URI da Parte não pode ser terminado por uma barra "/".
ru: URI части не должен заканчиваться косой чертой.
tr: Bölüm URI’si eğik çizgi ile bitemez.
zh_hans: 部分 URI 不能以正斜杠结尾。
zh_hant: Part URI 不可用斜線作為結尾。

# PartUriShouldNotStartWithTwoForwardSlashes
source: Part URI cannot start with two forward slashes.
cs: Identifikátor URI součásti nemůže začínat dvěma lomítky.
de: Der Teil-URI darf nicht mit zwei Schrägstrichen beginnen.
es: El URI de parte no puede iniciar con dos barras diagonales.
fr: L'URI du composant ne peut pas commencer par deux barres obliques.
it: L'URI della parte non può iniziare con due barre.
ja: パート URI の先頭にスラッシュを 2 つ使用することはできません。
ko: 파트 URI를 두 개의 슬래시로 시작할 수 없습니다.
pl: Identyfikator URI części nie może zaczynać się dwoma kreskami ukośnymi.
pt_br: O URI da Parte não pode ser iniciado por duas barras "/".
ru: URI части не должен начинаться двумя знаками косой черты.
tr: Bölüm URI’si iki eğik çizgi ile başlayamaz.
zh_hans: 部分 URI 不能以两个正斜杠开头。
zh_hant: Part URI 不可用兩個斜線作為開頭。

# PartUriShouldStartWithForwardSlash
source: Part URI must start with a forward slash.
cs: Identifikátor URI součásti nemůže začínat lomítkem.
de: Der Teil-URI muss mit einem Schrägstrich beginnen.
es: El URI de parte debe iniciar con una barra diagonal.
fr: L'URI du composant doit commencer par une barre oblique.
it: L'URI della parte deve iniziare con una barra.
ja: パート URI の先頭には、スラッシュを 1 つ使用する必要があります。
ko: 파트 URI는 슬래시로 시작해야 합니다.
pl: Identyfikator URI części musi zaczynać się kreską ukośną.
pt_br: O URI da Parte precisa ser iniciado por uma barra "/".
ru: URI части должен начинаться с косой черты.
tr: Bölüm URI’si eğik çizgi ile başlayamaz.
zh_hans: 部分 URI 必须以正斜杠开头。
zh_hant: Part URI 必須用斜線作為開頭。
