Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RelationshipPartUriExpected
source: PackageRelationship part URI is expected.
cs: Očekával se identifikátor URI součásti PackageRelationship.
de: Der PackageRelationship-Teil-URI wird erwartet.
es: Se espera el URI de la parte de PackageRelationship.
fr: L'URI du composant PackageRelationship est attendu.
it: È previsto l'URI della parte PackageRelationship.
ja: PackageRelationship パートの URI が必要です。
ko: PackageRelationship 파트 URI가 필요합니다.
pl: Oczekiwano identyfikatora URI części PackageRelationship.
pt_br: O URI da parte PackageRelationship é esperado.
ru: Ожидается URI части PackageRelationship.
tr: PackageRelationship bölüm URI’si bekleniyor.
zh_hans: 需要 PackageRelationship 部分 URI。
zh_hant: 應為 PackageRelationship 組件 URI。

# RelationshipPartUriNotExpected
source: PackageRelationship part URI is not expected.
cs: Identifikátor URI součásti PackageRelationship se neočekával.
de: Der PackageRelationship-Teil-URI wird nicht erwartet.
es: No se espera el URI de la parte de PackageRelationship.
fr: L'URI du composant PackageRelationship n'est pas attendu.
it: L'URI della parte PackageRelationship non è previsto.
ja: PackageRelationship パートの URI は必要ありません。
ko: PackageRelationship 파트 URI가 필요하지 않습니다.
pl: Nie oczekiwano identyfikatora URI części PackageRelationship.
pt_br: O URI da parte PackageRelationship não é esperado.
ru: URI части PackageRelationship не ожидается.
tr: PackageRelationship bölüm URI’si beklenmiyor.
zh_hans: 不需要 PackageRelationship 部分 URI。
zh_hant: 不應為 PackageRelationship 組件 URI。

# RelationshipPartsCannotHaveRelationships
source: PackageRelationship parts cannot have relationships to other parts.
cs: Součásti PackageRelationship nemůžou mít vztahy s jinými součástmi.
de: PackageRelationship-Teile dürfen keine Beziehungen zu anderen Teilen aufweisen.
es: Las partes de PackageRelationship no pueden tener relaciones con otras partes.
fr: Les composants PackageRelationship ne peuvent pas avoir de relations avec d'autres composants.
it: Le parti PackageRelationship non possono avere relazioni con altre parti.
ja: PackageRelationship パートには、他のパートへのリレーションシップを指定できません。
ko: PackageRelationship 파트에는 다른 파트에 대한 관계가 있을 수 없습니다.
pl: Części PackageRelationship nie mogą być w relacji z innymi częściami.
pt_br: Partes de PackageRelationship não podem ter relações com outras partes.
ru: Части PackageRelationship не могут иметь отношений с другими частями.
tr: PackageRelationship bölümlerinin diğer bölümlerle ilişkisi olamaz.
zh_hans: PackageRelationship 部分不能与其他部分有关系。
zh_hant: PackageRelationship 組件不可有對其他組件的關聯性。

# RelationshipTagDoesntMatchSchema
source: Relationship tag contains incorrect attribute.
cs: Značka Relationship obsahuje nesprávný atribut.
de: Das Relationship-Tag enthält ein falsches Attribut.
es: La etiqueta de relación contiene un atributo incorrecto.
fr: La balise Relationship contient un attribut incorrect.
it: Il tag Relationship contiene un attributo non corretto.
ja: Relationship タグに正しくない属性が含まれています。
ko: Relationship 태그에 잘못된 특성이 있습니다.
pl: Tag Relationship zawiera nieprawidłowy atrybut.
pt_br: A marca de relação contém um atributo incorreto.
ru: Тег Relationship содержит неправильный атрибут.
tr: İlişki etiketi hatalı öznitelik içeriyor.
zh_hans: Relationship 标记包含错误特性。
zh_hant: Relationship 標籤包含的屬性不正確。

# RelationshipTargetMustBeRelative
source: PackageRelationship target must be relative URI if TargetMode is Internal.
cs: Když je TargetMode nastavené na Internal, cíl PackageRelationship musí být relativní identifikátor URI.
de: Das PackageRelationship-Ziel muss ein relativer URI sein, wenn für TargetMode der Wert "Internal" angegeben ist.
es: El destino de PackageRelationship debe ser un URI relativo si el valor de TargetMode es Internal.
fr: La cible PackageRelationship doit être un URI relatif si TargetMode a la valeur Internal.
it: La destinazione di PackageRelationship deve essere un URI relativo se il valore di TargetMode è Internal.
ja: TargetMode が Internal の場合、PackageRelationship ターゲットは相対 URI である必要があります。
ko: TargetMode가 Internal인 경우 PackageRelationship 대상은 상대 URI여야 합니다.
pl: Docelowy identyfikator URI obiektu PackageRelationship musi być względny, jeśli parametr TargetMode ma wartość Internal.
pt_br: O destino de PackageRelationship deve ter um URI relativo de TargetMode é interno.
ru: Отношение PackageRelationship должно указывать на относительный URI, если TargetMode имеет значение Internal.
tr: TargetMode, Internal ise PackageRelationship hedefi göreli URI olmalıdır.
zh_hans: 如果 TargetMode 为 Internal，则 PackageRelationship 目标必须是相对 URI。
zh_hant: 若 TargetMode 為 Internal，則 PackageRelationship 目標必須是相對的 URI。

# RelationshipToRelationshipIllegal
source: PackageRelationship cannot target another PackageRelationship.
cs: PackageRelationship nemůže cílit na jiný PackageRelationship.
de: PackageRelationship kann nicht andere PackageRelationship-Objekte als Ziel verwenden.
es: PackageRelationship no puede tener como destino otro PackageRelationship.
fr: PackageRelationship ne peut pas cibler un autre PackageRelationship.
it: La destinazione di PackageRelationship non può essere un altro elemento PackageRelationship.
ja: PackageRelationship は別の PackageRelationship をターゲットにできません。
ko: PackageRelationship은 다른 PackageRelationship을 대상으로 할 수 없습니다.
pl: Obiekt PackageRelationship nie może być powiązany z innym obiektem typu PackageRelationship.
pt_br: PackageRelationship não pode ter como destino outro PackageRelationship.
ru: PackageRelationship не может ориентироваться на другое отношение PackageRelationship.
tr: PackageRelationship başka bir PackageRelationship’i hedefleyemez.
zh_hans: PackageRelationship 无法面向其他 PackageRelationship。
zh_hant: PackageRelationship 無法以另一個 PackageRelationship 作為目標。

# RelationshipTransformNotFollowedByCanonicalizationTransform
source: Relationship transform must be followed by an XML canonicalization transform.
cs: Po transformaci vztahu musí následovat transformace kanonizace XML.
de: Der Beziehungstransformation muss eine XML-Kanonisierungstransformation folgen.
es: La transformación de relación debe ir seguida de una transformación de canonización XML.
fr: Une transformation de relation doit être suivie d'une transformation de canonicalisation XML.
it: La trasformazione di relazione deve essere seguita da una trasformazione di canonizzazione XML.
ja: Relationship を変換した後は、XML を正規化変換する必要があります。
ko: 관계 변환 뒤에 XML 정규화 변환이 와야 합니다.
pl: Po przekształceniu relacji musi następować przekształcenie zapewniające kanoniczność kodu XML.
pt_br: A transformação de relação deve ser seguida por uma transformação de canonicalização XML.
ru: За преобразованием отношения должно следовать преобразование XML-канонизации.
tr: İlişki dönüşümünden sonra bir XML kurallılaştırma dönüşümü olmalıdır.
zh_hans: Relationship 转换必须遵循 XML 标准化转换。
zh_hant: 關聯性轉換其後必須接著 XML 標準化轉換。

source: Relationships tag has extra attributes.
cs: Značka Relationships má atributy navíc.
de: Das Relationships-Tag weist zusätzliche Attribute auf.
es: La etiqueta de relaciones tiene atributos adicionales.
fr: La balise Relationships a des attributs supplémentaires.
it: Il tag Relationships contiene attributi aggiuntivi.
ja: Relationships タグに余分の属性が指定されています。
ko: Relationships 태그에 추가 특성이 있습니다.
pl: Tag Relationships ma dodatkowe atrybuty.
pt_br: A marca de relações tem atributos extra.
ru: Тег Relationships имеет лишние атрибуты.
tr: Relationships etiketinin fazladan öznitelikleri var.
zh_hans: Relationships 标记具有额外的特性。
zh_hant: Relationships 標籤有額外的屬性。

# RequiredAttributeEmpty
source: '{0}' tag requires a nonempty '{1}' attribute.
cs: Značka {0} vyžaduje neprázdný atribut {1}.
de: Für das {0}-Tag ist ein nicht leeres Attribut "{1}" erforderlich.
es: La etiqueta "{0}" requiere un atributo no vacío "{1}".
fr: La balise '{0}' nécessite un attribut '{1}' non vide.
it: Il tag '{0}' richiede un attributo '{1}' non vuoto.
ja: '{0}' タグには、空でない '{1}' 属性が必要です。
ko: '{0}' 태그에 비어 있지 않은 '{1}' 특성이 필요합니다.
pl: Tag „{0}” wymaga niepustego atrybutu „{1}”.
pt_br: A marca '{0}' requer um atributo '{1}' não vazio.
ru: Для тега "{0}" требуется непустой атрибут "{1}".
tr: '{0}' etiketi, boş olmayan bir '{1}' özniteliği gerektirir.
zh_hans: “{0}”标记需要非空的“{1}”特性。
zh_hant: '{0}' 標籤需要非空的 '{1}' 屬性。

# RequiredAttributeMissing
source: '{0}' tag requires attribute '{1}'.
cs: Značka {0} vyžaduje atribut {1}.
de: Für das {0}-Tag ist das Attribut "{1}" erforderlich.
es: La etiqueta "{0}" requiere el atributo "{1}".
fr: La balise '{0}' nécessite l'attribut '{1}'.
it: Il tag '{0}' richiede l'attributo '{1}'.
ja: '{0}' タグには、属性 '{1}' が必要です。
ko: '{0}' 태그에 '{1}' 특성이 필요합니다.
pl: Tag „{0}” wymaga atrybutu „{1}”.
pt_br: A marca '{0}' requer o atributo '{1}'.
ru: Для тега "{0}" требуется атрибут "{1}".
tr: '{0}' etiketi, '{1}' özniteliğini gerektirir.
zh_hans: “{0}”标记需要特性“{1}”。
zh_hant: '{0}' 標籤需要屬性 '{1}'。

# RequiredRelationshipAttributeMissing
source: Relationship tag requires attribute '{0}'.
cs: Značka Relationship vyžaduje atribut {0}.
de: Für das Relationship-Tag ist das Attribut "{0}" erforderlich.
es: La etiqueta de relación requiere el atributo "{0}".
fr: La balise Relationship nécessite l'attribut '{0}'.
it: Il tag Relationship richiede l'attributo '{0}'.
ja: Relationship タグには、属性 '{0}' が必要です。
ko: Relationship 태그에 '{0}' 특성이 필요합니다.
pl: Tag Relationship wymaga atrybutu „{0}”.
pt_br: A marca de relação requer o atributo '{0}'.
ru: Для тега Relationship требуется атрибут "{0}".
tr: İlişki etiketi, '{0}' özniteliğini gerektirir.
zh_hans: Relationship 标记需要特性“{0}”。
zh_hant: Relationship 標籤需要屬性 '{0}'。

# RequiredTagNotFound
source: Required tag '{0}' not found.
cs: Nenašla se povinná značka {0}.
de: Das erforderliche Tag "{0}" wurde nicht gefunden.
es: No se encuentra la etiqueta "{0}" requerida.
fr: La balise obligatoire '{0}' est introuvable.
it: Il tag obbligatorio '{0}' non è stato trovato.
ja: 必要なタグ '{0}' が見つかりません。
ko: 필수 태그 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono wymaganego tagu „{0}”.
pt_br: Marca '{0}' necessária não encontrada.
ru: Обязательный тег "{0}" не найден.
tr: Gerekli '{0}' etiketi bulunamadı.
zh_hans: 找不到所需的标记“{0}”。
zh_hant: 找不到必要的標籤 '{0}'。

# RequiredXmlAttributeMissing
source: Required attribute '{0}' not found.
cs: Nenašel se povinný atribut {0}.
de: Das erforderliche Attribut "{0}" wurde nicht gefunden.
es: No se encuentra el atributo "{0}" requerido.
fr: L'attribut obligatoire '{0}' est introuvable.
it: L'attributo obbligatorio '{0}' non è stato trovato.
ja: 必要な属性 '{0}' が見つかりません。
ko: 필수 특성 '{0}'을(를) 찾을 수 없습니다.
pl: Nie znaleziono wymaganego atrybutu „{0}”.
pt_br: Atributo '{0}' necessário não encontrado.
ru: Обязательный атрибут "{0}" не найден.
tr: Gerekli '{0}' özniteliği bulunamadı.
zh_hans: 找不到所需的特性“{0}”。
zh_hant: 找不到必要的屬性 '{0}'。

# RightsManagementEncryptionTransformNotFound
source: Document does not contain any rights management-protected streams.
cs: Dokument neobsahuje žádné streamy chráněné pomocí správy přístupových práv.
de: Das Dokument enthält keine von der Rechteverwaltung geschützten Datenströme.
es: El documento no contiene ninguna secuencia protegida con administración de derechos.
fr: Le document ne contient aucun flux protégé par la gestion des droits.
it: Il documento non contiene flussi protetti con Rights Management.
ja: ドキュメントに、著作権管理で保護されたストリームが含まれていません。
ko: 문서에 권한 관리로 보호된 스트림이 없습니다.
pl: Dokument nie zawiera żadnych strumieni chronionych przez usługę zarządzania prawami.
pt_br: O documento não contém fluxos protegidos por gerenciamento de direitos.
ru: Документ не содержит ни одного потока, защищенного системой управления правами.
tr: Belge, hak yönetimi korumalı bir akış içermiyor.
zh_hans: 文档不包含任何受权限管理保护的流。
zh_hant: 文件未包含任何受版權管理所保護的資料流。

# RmExceptionAborted
source: Command interrupted.
cs: Příkaz se přerušil.
de: Befehl unterbrochen.
es: Comando interrumpido.
fr: Commande interrompue.
it: Comando interrotto.
ja: コマンドが中断されました。
ko: 명령이 중단되었습니다.
pl: Polecenie przerwane.
pt_br: Comando interrompido.
ru: Команда прервана.
tr: Komut kesildi.
zh_hans: 命令已中断。
zh_hant: 命令已中斷。

# RmExceptionActivationFailed
source: Activation failed.
cs: Aktivace neproběhla úspěšně.
de: Fehler bei der Aktivierung.
es: Error de activación
fr: Échec de l'activation.
it: Attivazione non riuscita.
ja: アクティブ化に失敗しました。
ko: 활성화에 실패했습니다.
pl: Aktywacja nie powiodła się.
pt_br: Falha na ativação.
ru: Сбой активации.
tr: Etkinleştirme başarısız oldu.
zh_hans: 激活失败。
zh_hant: 啟用失敗。

# RmExceptionAdEntryNotFound
source: Ad entry not found.
cs: Položka AD se nenašla.
de: Ad-Eintrag nicht gefunden.
es: No se encuentra la entrada AD.
fr: Entrée Ad introuvable.
it: La voce Active Directory non è stata trovata.
ja: Ad エントリが見つかりません。
ko: Ad 항목을 찾을 수 없습니다.
pl: Nie znaleziono wpisu reklamy.
pt_br: Entrada de anúncio não encontrada.
ru: Рекламная запись не найдена.
tr: Reklam girişi bulunamadı.
zh_hans: 未发现 Ad 项。
zh_hant: 找不到 Ad 項目。

# RmExceptionAlreadyInProgress
source: Rights management server transaction already in progress.
cs: Transakce serveru správy přístupových práv už probíhá.
de: Rechteverwaltungsserver-Transaktion ist bereits in Bearbeitung.
es: La transacción del servidor de administración de derechos ya está en curso.
fr: Transaction du serveur de gestion des droits déjà en cours d'exécution.
it: La transazione del server Rights Management è già in corso.
ja: 著作権管理サーバー トランザクションが既に進行中です。
ko: 권한 관리 서버 트랜잭션이 이미 진행 중입니다.
pl: Transakcja serwera zarządzania prawami jest już w toku.
pt_br: A transação do servidor de gerenciamento de direitos já está em andamento.
ru: Транзакция сервера управления правами уже выполняется.
tr: Hak yönetimi sunucu işlemi zaten devam ediyor.
zh_hans: 权限管理服务器事务已在进行中。
zh_hant: 版權管理伺服器交易已在處理中。

# RmExceptionAuthenticationFailed
source: Authentication failed.
cs: Ověření se nezdařilo.
de: Fehler bei der Authentifizierung.
es: Error de autenticación.
fr: Échec de l'authentification.
it: L'autenticazione non è riuscita.
ja: 認証に失敗しました。
ko: 인증에 실패했습니다.
pl: Nie można przeprowadzić uwierzytelniania.
pt_br: Falha na autenticação.
ru: Проверка подлинности не пройдена.
tr: Kimlik doğrulama başarısız oldu.
zh_hans: 身份验证失败。
zh_hant: 驗證失敗。

# RmExceptionBadGetInfoQuery
source: Get information query is not valid.
cs: Dotaz na získání informací není platný.
de: Abfrage zum Abrufen von Informationen ist ungültig.
es: La consulta para obtener información no es válida.
fr: La requête d'obtention d'informations est non valide.
it: La query per il recupero di informazioni non è valida.
ja: Get information クエリが無効です。
ko: 정보 가져오기 쿼리가 잘못되었습니다.
pl: Nieprawidłowe zapytanie pobierające informacje.
pt_br: Consulta de obtenção de informações inválida.
ru: Недопустимый запрос на получение сведений.
tr: Bilgi alma sorgusu geçerli değil.
zh_hans: “获取信息”查询无效。
zh_hant: 取得資訊查詢無效。

# RmExceptionBindAccessPrincipalNotEnabling
source: Binding access principal is not enabling.
cs: Objekt zabezpečení přístupu k vazbě se nepovoluje.
de: Der Bindungszugriffsprinzipal wird nicht aktiviert.
es: La entidad de seguridad de acceso de enlace no está habilitada.
fr: Le principal de la liaison d'accès n'est pas à l'état d'activation.
it: L'entità di sicurezza dell'accesso al binding non consente l'abilitazione.
ja: アクセス プリンシパルのバインドが enabling ではありません。
ko: 바인딩 액세스 보안 주체를 사용할 수 없습니다.
pl: Podmiot dostępu do operacji powiązania nie jest włączany.
pt_br: A entidade de segurança de acesso de associação não está sendo habilitada.
ru: Участник доступа к привязке не может предоставлять разрешения.
tr: Bağlama erişimi sorumlusu etkinleştirilmiyor.
zh_hans: 绑定访问主体未启用。
zh_hant: 繫結存取主體未啟用。

# RmExceptionBindAccessUnsatisfied
source: Binding access unsatisfied.
cs: Přístup k vazbě není splněný.
de: Der Bindungszugriff ist nicht zufriedenstellend.
es: Acceso de enlace no satisfecho.
fr: Liaison d'accès non satisfaite.
it: L'accesso al binding non è stato soddisfatto.
ja: アクセスのバインドが不十分です。
ko: 바인딩 액세스가 충족되지 않았습니다.
pl: Dostęp do operacji powiązania nie jest zapewniony.
pt_br: Acesso de associação não satisfeito.
ru: Неудовлетворенный доступ к привязке.
tr: Bağlama erişimi yetersiz.
zh_hans: 绑定访问未满足条件。
zh_hant: 未滿足繫結存取。

# RmExceptionBindContentNotInEndUseLicense
source: Binding content not in the End Use License.
cs: Na konci licence koncového uživatele se nenachází obsah vazby.
de: Der Bindungsinhalt ist nicht in der Endbenutzerlizenz enthalten.
es: Contenido de enlace no incluido en el contrato de licencia para el usuario final.
fr: Contenu de liaison absent de la licence utilisateur final.
it: Il contenuto del binding non è incluso nel contratto di licenza con l'accesso finale.
ja: コンテンツのバインドが End Use License に含まれていません。
ko: End Use License에 바인딩 콘텐츠가 없습니다.
pl: Zawartość powiązania nie znajduje się w końcowej licencji użytkowania.
pt_br: O conteúdo de associação não está na Licença de Uso Final.
ru: Содержимое привязки не содержится в лицензии конечного использования.
tr: Bağlama içeriği Son Kullanıcı Lisansında yok.
zh_hans: 绑定内容不在最终用户许可证中。
zh_hant: 繫結內容不在使用者授權中。

# RmExceptionBindIndicatedPrincipalMissing
source: Principal provided for binding is missing.
cs: Chybí objekt zabezpečení poskytnutý pro vazbu.
de: Der für die Bindung angegebene Prinzipal fehlt.
es: Falta la entidad de seguridad proporcionada para el enlace.
fr: Le principal fourni pour la liaison est manquant.
it: L'entità di sicurezza specificata per il binding risulta mancante.
ja: バインドのために提供されたプリンシパルが見つかりません。
ko: 바인딩을 위해 제공된 보안 주체가 없습니다.
pl: Brak podmiotu dostarczonego do powiązania.
pt_br: A entidade de segurança fornecida para associação está ausente.
ru: Отсутствует участник, предоставленный для привязки.
tr: Bağlama için sağlanan sorumlu eksik.
zh_hans: 缺少为绑定提供的主体。
zh_hant: 未對繫結提供主體。

# RmExceptionBindIntervalTimeViolated
source: Binding time interval is violated.
cs: Porušil se časový interval vazby.
de: Verstoß gegen das Bindungszeitintervall.
es: Se infringió el intervalo de enlace.
fr: L'intervalle de temps de la liaison n'a pas été respecté.
it: L'intervallo di tempo per il binding è stato violato.
ja: バインドの時間間隔に違反しました。
ko: 바인딩 시간 간격을 위반했습니다.
pl: Przekroczono przedział czasu wiązania.
pt_br: Intervalo de tempo de associação violado.
ru: Интервал времени привязки нарушен.
tr: Bağlama zaman aralığı ihlal edildi.
zh_hans: 违背绑定时间间隔。
zh_hant: 違反繫結時間間隔。

# RmExceptionBindMachineNotFoundInGroupIdentity
source: Machine is not found in group identity certificate.
cs: V certifikátu pro skupinovou identitu se nenašel počítač.
de: Der Computer wurde im Gruppenidentitätszertifikat nicht gefunden.
es: La máquina no se encuentra en el certificado de identidad de grupo.
fr: Machine introuvable dans le certificat d'identité du groupe.
it: Il computer non è stato trovato nel certificato di identità del gruppo.
ja: グループ ID 証明書にマシンが見つかりません。
ko: 그룹 ID 인증서에서 머신을 찾을 수 없습니다.
pl: Nie znaleziono komputera na certyfikacie tożsamości grupy.
pt_br: Computador não encontrado no certificado de identidade de grupo.
ru: Компьютер не найден в сертификате удостоверения группы.
tr: Grup kimliği sertifikasında makine bulunamadı.
zh_hans: 在组身份证书中找不到计算机。
zh_hant: 群組身分識別憑證中找不到電腦。

# RmExceptionBindNoApplicableRevocationList
source: Binding missing application revocation list.
cs: Ve vazbě chybí seznam odvolání aplikací.
de: Die Anwendungssperrliste für die Bindung fehlt.
es: Falta la lista de revocación de aplicaciones en el enlace.
fr: Liste de révocation des applications absentes de la liaison.
it: Nel binding manca l'elenco di revoche dell'applicazione.
ja: バインドは、アプリケーション失効リストを見つけることができません。
ko: 바인딩에 애플리케이션 해지 목록이 없습니다.
pl: Powiązanie: brak listy odwołania aplikacji.
pt_br: A associação não tem uma lista de revogação do aplicativo.
ru: В привязке отсутствует список отзыва для приложения.
tr: Bağlamada uygulama iptal listesi yok.
zh_hans: 绑定缺少应用程序吊销列表。
zh_hant: 繫結缺少應用程式撤銷清單。

# RmExceptionBindNoSatisfiedRightsGroup
source: Binding cannot find a satisfied rights group.
cs: Vazba nemůže najít splněnou skupinu práv.
de: Von der Bindung wurde keine geeignete Rechtegruppe gefunden.
es: El enlace no puede encontrar un grupo de derechos satisfecho.
fr: La liaison ne peut pas localiser de groupe de droits satisfait.
it: Il binding non riesce a trovare un gruppo di diritti soddisfatti.
ja: バインドは、十分な権限グループを見つけられません。
ko: 바인딩이 충족되는 권한 그룹을 찾을 수 없습니다.
pl: Powiązanie: nie można znaleźć odpowiedniej grupy praw.
pt_br: A associação não pode encontrar um grupo de direitos satisfeitos.
ru: Привязке не удается найти подходящую группу прав.
tr: Bağlama yeterli bir haklar grubu bulamıyor.
zh_hans: 绑定找不到满足条件权限组。
zh_hant: 繫結找不到滿足的權限群組。

# RmExceptionBindPolicyViolation
source: Binding policy violation.
cs: Porušení zásad vazby
de: Verstoß gegen die Bindungsrichtlinie.
es: Infracción de directiva de enlace.
fr: Violation de la stratégie de liaison.
it: Violazione dei criteri di associazione.
ja: バインド ポリシー違反です。
ko: 바인딩 정책을 위반했습니다.
pl: Naruszenie zasad wiązania.
pt_br: Violação de política de associação.
ru: Нарушение политики привязки.
tr: Bağlama ilkesi ihlali.
zh_hans: 绑定策略冲突。
zh_hant: 違反繫結原則。

# RmExceptionBindRevocationListStale
source: Binding revocation list is stale.
cs: Seznam odvolání vazeb je zastaralý.
de: Die Bindungssperrliste ist veraltet.
es: La lista de revocación de enlaces es obsoleta.
fr: La liste de révocation de la liaison est périmée.
it: L'elenco di revoche del binding non è aggiornato.
ja: バインド失効リストが古くなっています。
ko: 바인딩 해지 목록이 부실합니다.
pl: Lista odwołania wiązania jest przestarzała.
pt_br: A lista de revogação da associação está obsoleta.
ru: Список отзыва для привязки просрочен.
tr: Bağlama iptal listesi eski.
zh_hans: 绑定吊销列表已过时。
zh_hant: 繫結撤銷清單已過時。

# RmExceptionBindRevokedIssuer
source: Issuer has been revoked.
cs: Vystavitel se odvolal.
de: Der Zertifikataussteller wurde gesperrt.
es: Se ha revocado el emisor.
fr: L'émetteur a été révoqué.
it: L'autorità di certificazione è stata revocata.
ja: 発行者は取り消されました。
ko: 발급자가 해지되었습니다.
pl: Wystawca został odwołany.
pt_br: O emissor foi revogado.
ru: Поставщик был отменен.
tr: Sertifika veren iptal edildi.
zh_hans: 颁发者已吊销。
zh_hant: 已撤銷簽發者。

# RmExceptionBindRevokedLicense
source: License has been revoked.
cs: Licence se odvolala.
de: Die Lizenz wurde widerrufen.
es: Se ha revocado la licencia.
fr: La licence a été révoquée.
it: La licenza è stata revocata.
ja: ライセンスは取り消されました。
ko: 라이선스가 해지되었습니다.
pl: Licencja została odwołana.
pt_br: A licença foi revogada.
ru: Лицензия была отменена.
tr: Lisans iptal edildi.
zh_hans: 许可证已吊销。
zh_hant: 已撤銷授權。

# RmExceptionBindRevokedModule
source: Module has been revoked.
cs: Modul se odvolal.
de: Das Modul wurde gesperrt.
es: Se ha revocado el módulo.
fr: Le module a été révoqué.
it: Il modulo è stato revocato.
ja: モジュールは取り消されました。
ko: 모듈이 해지되었습니다.
pl: Moduł został odwołany.
pt_br: O módulo foi revogado.
ru: Модуль был отменен.
tr: Modül iptal edildi.
zh_hans: 模块已吊销。
zh_hant: 已撤銷模組。

# RmExceptionBindRevokedPrincipal
source: Principal has been revoked.
cs: Objekt zabezpečení se odvolal.
de: Der Prinzipal wurde gesperrt.
es: Se ha revocado la entidad de seguridad.
fr: Le principal a été révoqué.
it: L'entità di sicurezza è stata revocata.
ja: プリンシパルは取り消されました。
ko: 보안 주체가 해지되었습니다.
pl: Podmiot zabezpieczeń został odwołany.
pt_br: A entidade de segurança foi revogada.
ru: Субъект был отменен.
tr: Sorumlu iptal edildi.
zh_hans: 主体已吊销。
zh_hant: 已撤銷主體。

# RmExceptionBindRevokedResource
source: Resource has been revoked.
cs: Prostředek se odvolal.
de: Die Ressource Modul wurde gesperrt.
es: Se ha revocado el recurso.
fr: La ressource a été révoquée.
it: La risorsa è stata revocata.
ja: リソースは取り消されました。
ko: 리소스가 해지되었습니다.
pl: Zasób został odwołany.
pt_br: O recurso foi revogado.
ru: Ресурс был отменен.
tr: Kaynak iptal edildi.
zh_hans: 资源已吊销。
zh_hant: 已撤銷資源。
