Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InvalidPriority
source: Specified priority is not valid.
cs: Zadané priorita není platná.
de: Die angegebene Priorität ist ungültig.
es: La prioridad especificada no es válida.
fr: Priorité spécifiée non valide.
it: La priorità specificata non è valida.
ja: 指定された優先順位は無効です。
ko: 지정한 속성이 잘못되었습니다.
pl: Określony priorytet jest nieprawidłowy.
pt_br: A prioridade especificada não é válida.
ru: Указан недопустимый приоритет.
tr: Belirtilen öncelik geçerli değil.
zh_hans: 指定的优先级无效。
zh_hant: 指定的優先順序無效。

# InvalidPriorityRangeOrder
source: The minimum priority must be less than or equal to the maximum priority.
cs: Minimální priorita musí být menší nebo stejná jako maximální priorita.
de: Die Mindestpriorität darf höchstens der maximalen Priorität entsprechen.
es: La prioridad mínima debe ser igual o inferior a la prioridad máxima
fr: La priorité minimale doit être inférieure ou égale à la priorité maximale.
it: La priorità minima deve essere minore o uguale alla priorità massima.
ja: 最低の優先順位は、最大の優先順位以下でなければなりません。
ko: 최소 우선 순위는 최대 우선 순위보다 작거나 같아야 합니다.
pl: Priorytet minimalny musi być mniejszy lub równy priorytetowi maksymalnemu.
pt_br: A prioridade mínima deve ser menor ou igual à prioridade máxima.
ru: Минимальный приоритет должен быть меньше или равен максимальному приоритету.
tr: En düşük öncelik en yüksek öncelikten düşük veya buna eşit olmalıdır.
zh_hans: 最小优先级必须小于或等于最大优先级。
zh_hant: 優先順序下限必須小於或等於優先順序上限。

# InvalidPropertyNameInCorePropertiesPart
source: '{0}' property name is not valid in Core Properties part.
cs: Název vlastnosti {0} není v součásti Core Properties platný.
de: Der Eigenschaftsname "{0}" ist im Core Properties-Teil ungültig.
es: El nombre de la propiedad "{0}" no es válido en la parte Core Properties.
fr: Le nom de propriété '{0}' est non valide dans le composant Core Properties.
it: Il nome della proprietà '{0}' non è valido nella parte Core Properties.
ja: Core Properties パートの '{0}' プロパティ名が無効です。
ko: Core Properties 파트의 '{0}' 속성 이름이 잘못되었습니다.
pl: „{0}”: nieprawidłowa nazwa właściwości w części Core Properties.
pt_br: O nome da propriedade '{0}' não é válido na parte de Propriedades Básicas.
ru: Недопустимое имя свойства "{0}" в части "Core Properties".
tr: '{0}' özellik adı Core Properties bölümünde geçerli değil.
zh_hans: “{0}”属性名称在 Core Properties 部分中无效。
zh_hant: Core Properties 組件中的 '{0}' 屬性名稱無效。

# InvalidPropertyValue
source: '{0}' is not a valid value for property '{1}'.
cs: Hodnota {0} není platnou hodnotou vlastnosti {1}.
de: "{0}" ist kein gültiger Wert für die Eigenschaft "{1}".
es: "{0}" no es un valor válido para la propiedad "{1}".
fr: '{0}' n'est pas une valeur valide pour la propriété '{1}'.
it: '{0}' non è un valore valido per la proprietà '{1}'.
ja: '{0}' は、プロパティ '{1}' の有効な値ではありません。
ko: '{0}'은(는) '{1}' 속성의 유효한 값이 아닙니다.
pl: „{0}” jest nieprawidłową wartością dla właściwości „{1}”.
pt_br: '{0}' não é um valor válido para a propriedade '{1}'.
ru: "{0}" не является допустимым значением для свойства "{1}".
tr: '{0}', '{1}' özelliği için geçerli bir değer değil.
zh_hans: “{0}”不是属性“{1}”的有效值。
zh_hant: '{0}' 對屬性 '{1}' 來說，並非有效的值。

# InvalidPublishLicense
source: Signed Publish License is not valid.
cs: Podepsaná publikační licence není platná.
de: Ungültige signierte Veröffentlichungslizenz.
es: La licencia de publicación firmada no es válida.
fr: La licence de publication signée est non valide.
it: La licenza di pubblicazione firmata non è valida.
ja: 署名された公開ライセンスが無効です。
ko: 서명된 게시 라이선스가 잘못되었습니다.
pl: Podpisana licencja na opublikowanie jest nieprawidłowa.
pt_br: Licença de Publicação Assinada inválida.
ru: Недопустимая подписанная лицензия на публикацию.
tr: İmzalı Yayımlama Lisansı geçerli değil.
zh_hans: 已签名的发布许可证无效。
zh_hant: 已簽署的發佈授權無效。

# InvalidRelationshipType
source: Relationship Type cannot contain only spaces or be empty.
cs: Typ vztahu nemůže obsahovat jen mezery ani být prázdný.
de: Der Beziehungstyp darf nicht nur Leerzeichen enthalten und darf nicht leer sein.
es: El tipo de relación no puede contener solo espacios ni estar vacío.
fr: Le type de relation ne peut pas contenir uniquement des espaces ou être vides.
it: Il tipo di relazione non può contenere solo spazi o essere vuoto.
ja: Relationship Type は、スペースのみや空にはできません。
ko: 관계 형식은 공백만 포함하거나 비어 있을 수 없습니다.
pl: Pole Relationship Type nie może zawierać samych spacji lub być puste.
pt_br: O Tipo de Relacionamento não pode conter apenas espaços nem ficar vazio.
ru: Тип отношения не может быть пустым или содержать только пробелы.
tr: İlişki Türü yalnızca boşluklardan oluşamaz veya boş olamaz.
zh_hans: 关系类型不能只包含空格或为空。
zh_hant: 關聯類型不可只包含空格或是空的。

# InvalidStringFormat
source: String format is not valid.
cs: Formát řetězce není platný.
de: Ungültiges Zeichenfolgenformat.
es: El formato de cadena no es válido.
fr: Format de chaîne non valide.
it: Il formato della stringa non è valido.
ja: 文字列の形式が無効です。
ko: 문자열 형식이 잘못되었습니다.
pl: Format ciągu nie jest prawidłowy.
pt_br: O formato da cadeia de caracteres não é válido.
ru: Недопустимый формат строки.
tr: Dize biçimi geçerli değil.
zh_hans: 字符串格式无效。
zh_hant: 字串格式無效。

# InvalidTableType
source: Internal table type value is not valid. This is an internally inconsistent condition.
cs: Hodnota typu vnitřní tabulky není platná. Toto je stav vnitřní nekonzistence.
de: Der interne Tabellentypwert ist ungültig. Dies ist eine interne Inkonsistenzbedingung.
es: El valor del tipo de tabla interna no es válido. Esta es una condición internamente incoherente.
fr: La valeur du type de table interne est non valide. Il s'agit d'une condition incohérente de manière interne.
it: Il valore del tipo di tabella interno non è valido. Si tratta di una condizione internamente incoerente.
ja: 内部テーブル型の値が無効です。これは内部的に不整合な状態です。
ko: 내부 테이블 형식 값이 잘못되었습니다. 내부적으로 일치하지 않는 상태입니다.
pl: Nieprawidłowa wartość typu tabeli wewnętrznej. To jest sytuacja niespójności wewnętrznej.
pt_br: O valor do tipo de tabela interna não é válido. Trata-se de uma condição internamente inconsistente.
ru: Недопустимое значение типа внутренней таблицы. Это внутренне несогласованное состояние.
tr: İç tablo türü değeri geçerli değil. Bu tutarsız bir iç koşuldur.
zh_hans: 内部表类型值无效。这属于内部不一致的情况。
zh_hant: 內部表格類型值無效。此為內部不一致的情況。

# InvalidToken
source: A token is not valid. Refer to RFC 2616 for correct grammar of content types.
cs: Token není platný. Správnou gramatiku typů obsahu najdete ve standardu RFC 2616.
de: Ein Token ist ungültig. Weitere Informationen zur korrekten Grammatik von Inhaltstypen finden Sie in RFC 2616.
es: Un token no es válido. Consulte RFC 2616 para conocer la gramática correcta de los tipos de contenido.
fr: Un jeton est non valide. Consultez le RFC 2616 pour connaître la grammaire exacte des types de contenu.
it: Un token non è valido. Per informazioni sulla grammatica corretta per i tipi di contenuto, vedere RFC 2616.
ja: トークンが無効です。コンテンツの種類の正しい文法については、RFC 2616 を参照してください。
ko: 토큰이 잘못되었습니다. 콘텐츠 형식의 올바른 구문은 RFC 2616을 참조하세요.
pl: Nieprawidłowy token. Informacje o poprawnej gramatyce typów zawartości znajdują się w dokumencie RFC 2616.
pt_br: Um token não é válido. Consulte o RFC 2616 para conhecer a gramática correta de tipos de conteúdo.
ru: Недопустимый маркер. Описание допустимых грамматических правил для типов содержимого см. в RFC 2616.
tr: Bir belirteç geçerli değil. İçerik türlerinin doğru dil bilgisi için bkz. RFC 2616.
zh_hans: 令牌无效。有关内容类型的正确语法，请参阅 RFC 2616。
zh_hant: 語彙基元無效。請參考 RFC 2616 以了解內容類型的正確文法。

# InvalidTransformFeatureName
source: Feature name in the transform's primary stream is '{0}', but expected '{1}'.
cs: Název funkce v primárním streamu transformace je {0}, ale očekával se název {1}.
de: Der Featurename im primären Datenstrom der Transformation ist "{0}". Erwartet wurde "{1}".
es: El nombre de la característica en la secuencia principal de la transformación es "{0}", pero se esperaba "{1}".
fr: Le nom de la fonctionnalité dans le flux principal de la transformation est '{0}', mais le nom attendu est '{1}'.
it: Il nome della funzionalità nel flusso primario della trasformazione è '{0}', ma il nome previsto è '{1}'.
ja: 変換のプライマリ ストリームの機能名は '{0}' ですが、'{1}' が必要です。
ko: 변환의 기본 스트림에서 기능 이름이 '{0}'(이)지만 필요한 이름은 '{1}'입니다.
pl: Nazwa funkcji w podstawowym strumieniu przekształcenia to „{0}”, ale oczekiwano wartości „{1}”.
pt_br: O nome do recurso no fluxo primário da transformação é '{0}', mas '{1}' era esperado.
ru: Имя свойства в первичном потоке преобразования: "{0}", ожидалось: "{1}".
tr: Dönüşümün birincil akışındaki özellik adı '{0}', ancak '{1}' bekleniyor.
zh_hans: 转换的主要流中的特征名称为“{0}”，但应为“{1}”。
zh_hant: 轉換的主要資料流中功能名稱為 '{0}'，但應為 '{1}'。

# InvalidTypePrefixedUserName
source: User ID in use license stream is not of the form "authenticationType:userName".
cs: ID uživatele ve streamu licence nemá tvar authenticationType:userName.
de: Die Benutzer-ID im Nutzungslizenz-Datenstrom besitzt nicht das Format "authenticationType:userName".
es: El ID de usuario en la secuencia de licencia de uso no tiene el formato "authenticationType: userName".
fr: L'identifiant utilisateur du flux de licence d'utilisation n'est pas de la forme "authenticationType:userName".
it: L'ID utente nel flusso del contratto di licenza per l'utente finale non è specificato nel formato "tipoAutenticazione:nomeUtente".
ja: 使用ライセンス ストリームのユーザー ID が、authenticationType:userName の形式ではありません。
ko: 사용 라이선스 스트림의 사용자 ID가 "authenticationType:userName" 형식이 아닙니다.
pl: Identyfikator użytkownika w strumieniu licencji użytkowania nie jest postaci „typUwierzytelniania:nazwaUżytkownika”.
pt_br: A ID de usuário no fluxo de licença de uso não está no formato "authenticationType:userName".
ru: Идентификатор пользователя в потоке лицензии на использование имеет форму, отличную от "тип_проверки_подлинности:имя_пользователя".
tr: Kullanım lisansı akışındaki kullanıcı kimliği "authenticationType:kullanıcıAdı" biçiminde değil.
zh_hans: 用户许可证流中的用户 ID 不是 "authenticationType:userName" 形式。
zh_hant: 所使用授權資料流中的使用者識別碼，並非 "authenticationType:userName" 格式。

# InvalidTypeSubType
source: ContentType string is not valid. Expected format is type/subtype.
cs: Řetězec ContentType není platný. Očekávaný formát je typ/podtyp.
de: Die ContentType-Zeichenfolge ist ungültig. Erwartet wurde das Format "Typ/Untertyp".
es: La cadena ContentType no es válida. El formato esperado es tipo/subtipo.
fr: La chaîne ContentType est non valide. Le format attendu est type/sous-type.
it: La stringa ContentType non è valida. È previsto il formato tipo/sottotipo.
ja: ContentType 文字列が無効です。必要な形式はタイプ/サブタイプです。
ko: ContentType 문자열이 잘못되었습니다. 필요한 형식은 type/subtype입니다.
pl: Nieprawidłowy ciąg ContentType. Oczekiwany format: typ/podtyp.
pt_br: A cadeia de caracteres ContentType não é válida. O formato esperado é tipo/subtipo.
ru: Недопустимая строка ContentType. Ожидаемый формат: тип/подтип.
tr: ContentType dizesi geçerli değil. Beklenen biçim tür/alttür.
zh_hans: ContentType 字符串无效。需要的格式是类型/子类型。
zh_hant: ContentType 字串無效。格式應為 type/subtype。

# InvalidUriAttribute
source: Uri attribute in Reference tag must refer using fragment identifiers.
cs: Atribut identifikátoru URI ve značce Reference se musí odkazovat pomocí identifikátorů fragmentů.
de: Das URI-Attribut im Reference-Tag muss mithilfe von Fragmentbezeichnern einen Verweis herstellen.
es: Debe hacerse referencia al atributo URI en la etiqueta de referencia usando identificadores de fragmentos.
fr: L'attribut Uri de la balise Reference doit utiliser des identificateurs de fragment dans la référence.
it: L'attributo URI nel tag Reference deve fare riferimento tramite identificatori di frammento.
ja: Reference タグの Uri 属性は、フラグメント識別子を使用して参照する必要があります。
ko: Reference 태그 내에 있는 URI 특성은 조각 식별자 사용을 참조해야 합니다.
pl: Atrybut Uri w tagu Reference musi dokonywać odwołania przy użyciu identyfikatorów fragmentów.
pt_br: O URI do atributo na marca de Referência deve fazer referência ao uso de identificadores de fragmento.
ru: Атрибут URI в теге Reference должен ссылаться с помощью идентификаторов фрагментов.
tr: Başvuru etiketindeki Uri özniteliği, using parça tanımlayıcılarına başvurmalıdır.
zh_hans: Reference 标记中的 URI 特性必须使用片段标识符引用。
zh_hant: Reference 標籤中的 URI 屬性，必須使用 Fragment 識別項進行參考。

# InvalidValueForTheAttribute
source: '{0}' attribute value is not valid.
cs: Hodnota atributu {0} není platná.
de: Der Attributwert "{0}" ist ungültig.
es: El valor del atributo "{0}" no es válido.
fr: La valeur de l'attribut '{0}' est non valide.
it: Il valore di attributo '{0}' non è valido.
ja: 属性値 '{0}' が無効です。
ko: '{0}' 특성 값이 잘못되었습니다.
pl: Wartość atrybutu „{0}” jest nieprawidłowa.
pt_br: O valor do atributo '{0}' não é válido.
ru: Недопустимое значение атрибута "{0}".
tr: '{0}' özniteliğinin değeri geçerli değil.
zh_hans: “{0}”特性值无效。
zh_hant: '{0}' 屬性值無效。

# InvalidXmlBaseAttributePresent
source: Relationships XML elements cannot specify attribute '{0}'.
cs: Elementy XML vztahů nemůžou určovat atribut {0}.
de: In XML-Elementen für Beziehungen kann das {0}-Attribut nicht angegeben werden.
es: Los elementos XML de las relaciones no pueden especificar el atributo "{0}".
fr: Les éléments XML de Relationships ne peuvent pas spécifier l'attribut '{0}'.
it: Gli elementi XML Relationships non possono specificare l'attributo '{0}'.
ja: Relationships XML 要素は属性 '{0}' を指定できません。
ko: 관계 XML 요소에서 '{0}' 특성을 지정할 수 없습니다.
pl: Elementy Relationships dokumentu XML nie mogą określać atrybutu „{0}”.
pt_br: Elementos do XML de Relações não podem especificar o atributo '{0}'.
ru: Элементы XML отношений не могут задавать атрибут "{0}".
tr: Relationships XML öğeleri '{0}' özniteliğini belirtemez.
zh_hans: Relationships XML 元素无法指定特性“{0}”。
zh_hant: 關聯性 XML 項目無法指定屬性 '{0}'。

# InvariantFailure
source: Unrecoverable system error.
cs: Systémová chyba bez možnosti obnovy
de: Nicht behebbarer Systemfehler.
es: Error del sistema irrecuperable.
fr: Erreur système irrécupérable.
it: Errore di sistema irreversibile.
ja: 回復不能なシステム エラー。
ko: 복구할 수 없는 시스템 오류입니다.
pl: Nieodwracalny błąd systemu.
pt_br: Erro não recuperável do sistema.
ru: Неустранимая системная ошибка.
tr: Kurtarılamaz sistem hatası.
zh_hans: 不可恢复的系统错误。
zh_hant: 無法復原的系統錯誤。

# LengthNotSupported
source: Stream does not support Length property.
cs: Stream nepodporuje vlastnost Length.
de: Die Length-Eigenschaft wird von Stream nicht unterstützt.
es: La secuencia no admite la propiedad Length.
fr: Le flux ne prend pas en charge la propriété Length.
it: Il flusso non supporta la proprietà Length.
ja: ストリームは Length プロパティをサポートしていません。
ko: 스트림이 Length 속성을 지원하지 않습니다.
pl: Strumień nie obsługuje właściwości Length.
pt_br: O fluxo não dá suporte à propriedade Length.
ru: Поток не поддерживает свойство Length.
tr: Akış, Length özelliğini desteklemiyor.
zh_hans: 流不支持 Length 属性。
zh_hant: 資料流不支援 Length 屬性。

# ListenerDidNotHandleEvent
source: Listener did not handle requested event.
cs: Naslouchací proces nezpracoval požadovanou událost.
de: Das angeforderte Ereignis wurde vom Listener nicht behandelt.
es: El cliente de escucha no controló el evento solicitado.
fr: L'écouteur n'a pas pris en charge l'événement demandé.
it: Il listener non ha gestito l'evento richiesto.
ja: リスナーは、要求されたイベントを処理しませんでした。
ko: 수신기가 요청한 이벤트를 처리하지 않았습니다.
pl: Odbiornik nie obsłużył żądanego zdarzenia.
pt_br: O ouvinte não tratou do evento solicitado.
ru: Прослушиватель не обработал запрашиваемое событие.
tr: Dinleyici istenen olayı işlemedi.
zh_hans: 监听器未处理请求的事件。
zh_hant: 接聽程式並未處理要求的事件。

# ListenerDidNotHandleEventDetail
source: Listener of type '{0}' registered with event manager of type '{1}', but then did not handle the event. The listener is coded incorrectly.
cs: Naslouchací proces typu {0} se zaregistroval u správce událostí typu {1}, ale danou událost nezpracoval. Naslouchací proces nemá správný kód.
de: Der Listener vom Typ "{0}" wurde beim Ereignis-Manager vom Typ "{1}" registriert, hat das Ereignis aber nicht verarbeitet. Der Listener ist falsch codiert.
es: El cliente de escucha del tipo "{0}" se registró con el administrador de eventos del tipo "{1}", pero luego no controló el evento. El cliente de escucha está codificado de manera incorrecta.
fr: L'écouteur de type '{0}' est inscrit auprès du gestionnaire d'événements de type '{1}', mais n'a pas pris en charge l'événement. L'écouteur n'est pas codé correctement.
it: Il listener di tipo '{0}' è stato registrato nella gestione eventi di tipo '{1}', ma non ha poi gestito l'evento. Il codice del listener non è corretto.
ja: 型 '{0}' のリスナーは、型 '{1}' のイベント マネージャーで登録されましたが、イベントを処理しませんでした。リスナーは、正しくコーディングされていません。
ko: '{0}' 형식의 수신기가 '{1}' 형식의 이벤트 관리자에 등록되었지만 이벤트를 처리하지 않았습니다. 수신기가 잘못 코딩되었습니다.
pl: Odbiornik typu „{0}” został zarejestrowany do obsługi zdarzenia typu „{1}”, ale potem nie obsłużył zdarzenia. Odbiornik został niepoprawnie zaprogramowany.
pt_br: O ouvinte do tipo '{0}' foi registrado com o gerenciador de eventos do tipo '{1}', mas não tratou do evento. O ouvinte está codificado incorretamente.
ru: Прослушиватель типа "{0}" был зарегистрирован диспетчером событий типа "{1}", но не обработал событие. Прослушиватель написан некорректно.
tr: '{0}' türündeki dinleyici '{1}' türündeki olay yöneticisine kaydedildi, ancak sonra olayı işlemedi. Dinleyici hatalı kodlanmış.
zh_hans: 类型为“{0}”的侦听器是使用类型为“{1}”的事件管理器注册的，但随后未处理该事件。侦听器编码错误。
zh_hant: 類型 '{0}' 的接聽程式已登錄為類型 '{1}' 的事件管理員，但其並未處理該事件。此接聽程式的編碼不正確。

# LocalValueEnumerationInvalidated
source: Current local value enumeration is outdated because one or more local values have been set since its creation.
cs: Aktuální výčet místních hodnot je zastaralý, protože od jeho vytvoření se nejméně jedna z místních hodnot nastavila.
de: Die aktuelle Enumeration lokaler Werte ist veraltet, weil mindestens ein lokaler Wert seit der Erstellung der Enumeration festgelegt wurde.
es: La enumeración del valor local actual está obsoleta porque se han establecido uno o varios valores locales desde su creación.
fr: L'énumération des valeurs locales est obsolète, car une ou plusieurs valeurs locales ont été définies depuis sa création.
it: L'enumerazione dei valori locali corrente è obsoleta perché sono stati impostati uno o più valori locali dopo la creazione dell'enumerazione.
ja: 現在のローカル値の列挙の作成後に 1 つ以上のローカル値が設定されたため、この列挙は古くなっています。
ko: 현재 로컬 값 열거형이 만들어진 후에 하나 이상의 로컬 값이 설정되었기 때문에 열거형이 만료되었습니다.
pl: Bieżące wyliczenie wartości lokalnych jest nieaktualne, ponieważ ustawiono jedną lub więcej wartości od czasu jego utworzenia.
pt_br: A enumeração do valor local está desatualizada porque um ou mais valores locais foram definidos desde sua criação.
ru: Текущее перечисление локальных значений просрочено, так как после его создания было задано одно или несколько локальных значений.
tr: Geçerli yerel değer sabit listesi, oluşturulduğundan bu yana bir veya daha fazla yerel değer ayarlandığı için güncel değil.
zh_hans: 当前本地值枚举已过时，因为自创建以来，已设置了一个或多个本地值。
zh_hant: 因為一或多個區域值於建立之後已加以設定，所以目前的區域值列舉已過期。

# LocalValueEnumerationOutOfBounds
source: Local value enumeration position is out of range.
cs: Pozice výčtu místních hodnot je mimo rozsah.
de: Die Position der Enumeration lokaler Werte liegt außerhalb des Gültigkeitsbereichs.
es: La posición de enumeración del valor local está fuera de rango.
fr: La position de l'énumération des valeurs locales est hors limites.
it: La posizione nell'enumerazione dei valori locali non è compresa nell'intervallo.
ja: ローカル値の列挙位置が範囲外です。
ko: 로컬 값 열거형 위치가 범위를 벗어났습니다.
pl: Pozycja wyliczenia wartości lokalnych poza zakresem.
pt_br: A posição da enumeração do valor local está fora do intervalo.
ru: Позиция перечисления локальных значений находится вне допустимого диапазона.
tr: Yerel değer sabit listesi konumu aralık dışında.
zh_hans: 本地值枚举位置超出范围。
zh_hant: 區域值列舉位置超出範圍。

# LocalValueEnumerationReset
source: Local value enumeration position is before the start, need to call MoveNext first.
cs: Pozice výčtu místních hodnot je nastavená před začátek, nejdříve se musí zavolat MoveNext.
de: Die Position der Enumeration lokaler Werte liegt vor dem Anfang, zunächst muss "MoveNext" aufgerufen werden.
es: La posición de enumeración del valor local está antes del inicio, primero debe llamar a MoveNext.
fr: La position de l'énumération des valeurs locales se trouve avant le début : appel préalable de MoveNext obligatoire.
it: La posizione nell'enumerazione dei valori locali è precedente all'inizio. È necessario chiamare prima MoveNext.
ja: ローカル値の列挙位置が開始前です。まず MoveNext を呼び出す必要があります。
ko: 로컬 값 열거형 위치가 시작 앞에 있습니다. MoveNext를 먼저 호출해야 합니다.
pl: Pozycja wyliczenia wartości lokalnych jest przed początkiem. Należy najpierw wywołać metodę MoveNext.
pt_br: A posição da enumeração do valor local está antes do início, é necessário chamar MoveNext primeiro.
ru: Позиция перечисления локальных значений находится перед начальной позицией, необходимо сначала вызвать MoveNext.
tr: Yerel değer sabit listesi konumu başlangıçtan önce; öncelikle MoveNext çağrılmalıdır.
zh_hans: 本地值枚举位置在开始之前，需要先调用 MoveNext。
zh_hant: 區域值列舉位置位於開頭之前，需要先呼叫 MoveNext。

# MalformedCompoundFilePath
source: CompoundFileReference: malformed path encountered.
cs: CompoundFileReference: Zjistila se poškozená cesta.
de: CompoundFileReference: Es wurde ein falsch formatierter Pfad gefunden.
es: CompoundFileReference: se encontró una ruta de acceso con formato incorrecto.
fr: CompoundFileReference : chemin mal formé rencontré.
it: CompoundFileReference: è stato rilevato un percorso non valido.
ja: CompoundFileReference: 形式が正しくないパスが検出されました。
ko: CompoundFileReference: 잘못된 형식의 경로가 발견되었습니다.
pl: CompoundFileReference: napotkano wadliwą ścieżkę.
pt_br: CompoundFileReference: caminho malformado encontrado.
ru: CompoundFileReference: обнаружен неправильно сформированный путь.
tr: CompoundFileReference: Hatalı biçimlendirilmiş yolla karşılaşıldı.
zh_hans: CompoundFileReference: 遇到格式错误的路径。
zh_hant: CompoundFileReference: 發生路徑格式不正確。

# MarkupExtensionArrayBadType
source: Items in the array must be type '{0}'. One or more items cannot be cast to this type.
cs: Položky v poli musejí být typu {0}. Jednu nebo více položek nelze tomuto typu přiřadit.
de: Elemente des Arrays müssen vom Typ "{0}" sein. Mindestens ein Element kann nicht in diesen Typ umgewandelt werden.
es: Los elementos de la matriz deben ser de tipo '{0}'. Uno o más elementos no se pueden convertir en este tipo.
fr: Les éléments du tableau doivent être de type '{0}'. Un ou plusieurs éléments ne peuvent pas faire l'objet d'un cast en ce type.
it: Gli elementi nella matrice devono essere di tipo '{0}'. Non è possibile eseguire il cast a questo tipo per uno o più elementi.
ja: 配列の項目の型は '{0}' でなければなりません。1 つ以上の項目をこの型にキャストできません。
ko: 배열에 있는 항목은 '{0}' 형식이어야 합니다. 이 형식에 대해 하나 이상의 항목을 캐스팅할 수 없습니다.
pl: Elementy w tablicy muszą być typu „{0}”. Jednego lub kilku elementów nie można rzutować na ten typ.
pt_br: Os itens da matriz devem ser do tipo '{0}'. Não é possível converter um ou mais itens nesse tipo.
ru: Элементы массива должны иметь тип "{0}". Один или несколько элементов не могут быть преобразованы к этому типу.
tr: Dizideki öğeler '{0}' türünde olmalıdır. Bir veya birden çok öğe bu türe yayınlanamıyor.
zh_hans: 数组中的项必须为类型“{0}”。无法将一个或多个项转换为此类型。
zh_hant: 陣列中之項目的型別必須是 '{0}'。一或多個項目無法轉型為此型別。
