Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/WindowsBase/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# RmExceptionBindSpecifiedWorkMissing
source: Cannot find content specified for binding.
cs: Nepovedlo se najít obsah zadaný pro vazbu.
de: Der für die Bindung angegebene Inhalt wurde nicht gefunden.
es: No se puede encontrar el contenido especificado para el enlace.
fr: Le contenu spécifié pour la liaison est introuvable.
it: Non è possibile trovare il contenuto specificato per il binding.
ja: バインド用に指定されたコンテンツが見つかりません。
ko: 바인딩에 대해 지정된 콘텐츠를 찾을 수 없습니다.
pl: Nie można odnaleźć zawartości określonej dla wiązania.
pt_br: Não é possível localizar o conteúdo especificado para associação.
ru: Не удается найти заданное для привязки содержимое.
tr: Bağlama için belirtilen içerik bulunamıyor.
zh_hans: 找不到为绑定指定的内容。
zh_hant: 找不到為繫結所指定的內容。

# RmExceptionBindValidityTimeViolated
source: Binding validity time violated.
cs: Porušil se čas platnosti vazby.
de: Verstoß gegen den Gültigkeitszeitraum der Bindung.
es: Se ha infringido el tiempo de validez del enlace.
fr: Durée de validité de la liaison non respectée.
it: Il periodo di validità del binding è stato violato.
ja: バインド有効時間の違反です。
ko: 바인딩 유효 기간을 위반했습니다.
pl: Przekroczono czas ważności wiązania.
pt_br: Tempo de validade da associação violado.
ru: Нарушение времени срока действия привязки.
tr: Bağlama geçerlilik süresi ihlal edildi.
zh_hans: 违背绑定有效时间。
zh_hant: 違反繫結有效時間。

# RmExceptionBrokenCertChain
source: Broken certificate chain.
cs: Přerušil se řetěz certifikátů.
de: Unterbrochene Zertifikatskette.
es: Se ha roto la cadena de certificados.
fr: Chaîne de certificats rompue.
it: La catena di certificati è stata interrotta.
ja: 証明書チェーンが壊れています。
ko: 인증서 체인이 끊어졌습니다.
pl: Przerwany łańcuch certyfikatów.
pt_br: Cadeia de certificados desfeita.
ru: Нарушенная цепочка сертификатов.
tr: Bozuk sertifika zinciri.
zh_hans: 证书链已中断。
zh_hant: 憑證鏈結中斷。

# RmExceptionClockRollbackDetected
source: Clock rollback detected.
cs: Zjistilo se posunutí hodin zpět.
de: Rollback für die Uhr erkannt.
es: Se ha detectado una reversión de reloj.
fr: Restauration d'horloge détectée.
it: È stato rilevato il rollback dell'orologio.
ja: クロックのロールバックが検出されました。
ko: 클록 롤백을 검색했습니다.
pl: Wykryto cofnięcie zegara.
pt_br: Reversão de relógio detectada.
ru: Обнаружен перевод часов назад.
tr: Saati geri alma algılandı.
zh_hans: 检测到时钟回退。
zh_hant: 偵測到時鐘復原。

# RmExceptionCryptoOperationUnsupported
source: Crypto operation not supported.
cs: Kryptografická operace se nepodporuje.
de: Ein Kryptografievorgang wird nicht unterstützt.
es: Operación criptográfica no admitida.
fr: Opération de chiffrement non prise en charge.
it: L'operazione di crittografia non è supportata.
ja: 暗号化動作はサポートされていません。
ko: 암호화 작업이 지원되지 않습니다.
pl: Nieobsługiwana operacja kryptograficzna.
pt_br: Operação de criptografia sem suporte.
ru: Операция криптографии не поддерживается.
tr: Şifreleme işlemi desteklenmiyor.
zh_hans: 不支持加密操作。
zh_hant: 不支援加密作業。

# RmExceptionDebuggerDetected
source: Debugger detected.
cs: Zjistil se ladicí program.
de: Debugger erkannt.
es: Depurador detectado.
fr: Débogueur détecté.
it: Il debugger è stato rilevato.
ja: デバッガーが検出されました。
ko: 디버거를 검색했습니다.
pl: Wykryto debuger.
pt_br: Depurador detectado.
ru: Обнаружен отладчик.
tr: Hata ayıklayıcı algılandı.
zh_hans: 检测到调试器。
zh_hant: 偵測到偵錯工具。

# RmExceptionEmailNotVerified
source: E-mail not verified.
cs: E-mail není ověřený.
de: Die E-Mail wurde nicht überprüft.
es: No se ha comprobado el correo electrónico.
fr: E-mail non vérifié.
it: L'indirizzo di posta elettronica non è stato verificato.
ja: 電子メールが検証されていません。
ko: 전자 메일을 확인하지 않았습니다.
pl: Adres e-mail nie został zweryfikowany.
pt_br: Email não verificado.
ru: Электронная почта не проверена.
tr: E-posta doğrulanmadı.
zh_hans: 未验证电子邮件。
zh_hant: 未驗證電子郵件。

# RmExceptionEnablingPrincipalFailure
source: Enabling principal failure.
cs: Nepovedlo se povolit objekt zabezpečení.
de: Fehler beim Aktivieren des Prinzipals.
es: Error al habilitar la entidad de seguridad.
fr: Échec de l'activation du principal.
it: Errore durante l'abilitazione dell'entità di sicurezza.
ja: プリンシパルの有効化に失敗しました。
ko: 보안 주체를 사용할 수 없습니다.
pl: Niepowodzenie włączania podmiotu zabezpieczeń.
pt_br: Falha ao habilitar entidade de segurança.
ru: Ошибка при включении субъекта.
tr: Sorumlu etkinleştirme hatası.
zh_hans: 未能启用主体。
zh_hant: 啟用主體失敗。

# RmExceptionEncryptionNotPermitted
source: Encryption not permitted.
cs: Šifrování se nepovolilo.
de: Die Verschlüsselung ist nicht zulässig.
es: Cifrado no permitido.
fr: Chiffrement non autorisé.
it: La crittografia non è consentita.
ja: 暗号化は許可されていません。
ko: 암호화가 허용되지 않습니다.
pl: Szyfrowanie niedozwolone.
pt_br: Criptografia não permitida.
ru: Шифрование не разрешено.
tr: Şifrelemeye izin verilmiyor.
zh_hans: 不允许加密。
zh_hant: 不允許加密。

# RmExceptionEnvironmentCannotLoad
source: Cannot load environment.
cs: Nepovedlo se načíst prostředí.
de: Die Umgebung kann nicht geladen werden.
es: No se puede cargar el entorno.
fr: Impossible de charger l'environnement.
it: Non è possibile caricare l'ambiente.
ja: 環境を読み込めません。
ko: 환경을 로드할 수 없습니다.
pl: Nie można załadować środowiska.
pt_br: Não é possível carregar o ambiente.
ru: Не удается загрузить среду.
tr: Ortam yüklenemiyor.
zh_hans: 无法加载环境。
zh_hant: 無法載入環境。

# RmExceptionEnvironmentNotLoaded
source: Environment not loaded.
cs: Prostředí se nenačetlo.
de: Die Umgebung wurde nicht geladen.
es: Entorno no cargado.
fr: Environnement non chargé.
it: L'ambiente non è stato caricato.
ja: 環境が読み込まれていません。
ko: 환경이 로드되지 않았습니다.
pl: Środowisko niezaładowane.
pt_br: Ambiente não carregado.
ru: Среда не загружена.
tr: Ortam yüklenmedi.
zh_hans: 未加载环境。
zh_hant: 未載入環境。

# RmExceptionExpiredOfficialIssuanceLicenseTemplate
source: Expired official Publish License template.
cs: Vypršela oficiální šablona publikační licence.
de: Die offizielle Vorlage für die Veröffentlichungslizenz ist abgelaufen.
es: La plantilla de la licencia de publicación oficial ha expirado.
fr: Le modèle officiel de licence de publication a expiré.
it: Il modello di licenza di pubblicazione ufficiale è scaduto.
ja: 公式公開ライセンス テンプレートの期限が切れています。
ko: 공식 Publish License 템플릿이 만료되었습니다.
pl: Wygasły oficjalny szablon licencji publikowania.
pt_br: Modelo de Licença de Publicação oficial expirado.
ru: Срок действия официального шаблона лицензии на публикацию истек.
tr: Resmi Yayımlama Lisansı şablonunun süresi doldu.
zh_hans: 官方发布许可证模板已过期。
zh_hant: 正式發佈授權範本已過期。

# RmExceptionGenericMessage
source: Rights management operation failed.
cs: Operace správy přístupových práv neproběhla úspěšně.
de: Fehler beim Rechteverwaltungsvorgang.
es: Error de una operación de administración de derechos.
fr: Échec de l'opération de gestion des droits.
it: L'operazione Rights Management non è riuscita.
ja: 著作権管理操作が失敗しました。
ko: 권한 관리 작업에 실패했습니다.
pl: Operacja zarządzania prawami nie powiodła się.
pt_br: Falha na operação de gerenciamento de direitos.
ru: Ошибка операции управления правами.
tr: Hak yönetimi işlemi başarısız oldu.
zh_hans: 权限管理操作失败。
zh_hant: 版權管理作業失敗。

# RmExceptionGlobalOptionAlreadySet
source: Global option is already set.
cs: Globální možnost se už nastavila.
de: Die globale Option wurde bereits festgelegt.
es: La opción global ya está establecida.
fr: Option globale déjà définie.
it: L'opzione globale è già impostata.
ja: グローバル オプションは既に設定されています。
ko: 글로벌 옵션이 이미 설정되었습니다.
pl: Opcja globalna już ustawiona.
pt_br: A opção global já está definida.
ru: Глобальный параметр уже установлен.
tr: Genel seçenek zaten ayarlandı.
zh_hans: 全局选项已设置。
zh_hant: 已設定全域選項。

# RmExceptionGroupIdentityNotSet
source: Group identity not set.
cs: Identita skupiny není nastavená.
de: Die Gruppenidentität wurde nicht festgelegt.
es: Identidad de grupo ya establecida.
fr: Identité du groupe non définie.
it: L'identità di gruppo non è impostata.
ja: グループ ID が設定されていません。
ko: 그룹 ID가 설정되지 않았습니다.
pl: Tożsamość grupy nie ustawiona.
pt_br: Identidade de grupo não definida.
ru: Удостоверение группы не задано.
tr: Grup kimliği ayarlanmadı.
zh_hans: 未设置组标识。
zh_hant: 未設定群組身分識別。

# RmExceptionHidCorrupted
source: Hardware ID corrupted.
cs: ID hardwaru je poškozené.
de: Hardware-ID beschädigt.
es: ID de hardware dañado.
fr: ID matériel endommagé.
it: L'ID hardware è danneggiato.
ja: ハードウェア ID が破損しています。
ko: 하드웨어 ID가 손상되었습니다.
pl: ID sprzętu uszkodzony.
pt_br: ID de hardware corrompida.
ru: Идентификатор оборудования поврежден.
tr: Donanım Kimliği bozuk.
zh_hans: 硬件 ID 已损坏。
zh_hant: 硬體識別碼損毀。

# RmExceptionHidInvalid
source: Hardware ID is not valid.
cs: ID hardwaru není platné.
de: Die Hardware-ID ist ungültig.
es: El ID de hardware no es válido.
fr: ID matériel non valide.
it: L'ID hardware non è valido.
ja: ハードウェア ID が無効です。
ko: 하드웨어 ID가 잘못되었습니다.
pl: Nieprawidłowy identyfikator sprzętu.
pt_br: ID de hardware inválida.
ru: Недопустимый идентификатор оборудования.
tr: Donanım kimliği geçerli değil.
zh_hans: 硬件 ID 无效。
zh_hant: 硬體識別碼無效。

# RmExceptionIdMismatch
source: ID mismatch.
cs: Neshoda ID
de: ID-Konflikt.
es: No coinciden los ID.
fr: Non concordance des ID.
it: L'ID non corrisponde.
ja: ID が一致しません。
ko: ID가 일치하지 않습니다.
pl: Niezgodny ID.
pt_br: IDs incompatíveis.
ru: Несоответствие идентификаторов.
tr: Kimlik uyumsuzluğu.
zh_hans: ID 不匹配。
zh_hant: 識別碼不符。

# RmExceptionIncompatibleObjects
source: Incompatible objects.
cs: Nekompatibilní objekty
de: Inkompatible Objekte.
es: Objetos incompatibles.
fr: Objets incompatibles.
it: Oggetti incompatibili.
ja: オブジェクトに互換性がありません。
ko: 호환되지 않는 개체입니다.
pl: Niezgodne obiekty.
pt_br: Objetos incompatíveis.
ru: Несовместимые объекты.
tr: Uyumsuz nesneler.
zh_hans: 对象不兼容。
zh_hant: 物件不相容。

# RmExceptionInfoNotInLicense
source: Information not found.
cs: Nenašly se informace.
de: Informationen wurden nicht gefunden.
es: No se encontró información.
fr: Informations introuvables.
it: Informazioni non trovate.
ja: 情報が見つかりません。
ko: 정보를 찾을 수 없습니다.
pl: Nie znaleziono informacji.
pt_br: Informações não encontradas.
ru: Сведения не найдены.
tr: Bilgi bulunamadı.
zh_hans: 找不到信息。
zh_hant: 找不到資訊。

# RmExceptionInfoNotPresent
source: Information not found.
cs: Nenašly se informace.
de: Informationen wurden nicht gefunden.
es: No se encontró información.
fr: Informations introuvables.
it: Informazioni non trovate.
ja: 情報が見つかりません。
ko: 정보를 찾을 수 없습니다.
pl: Nie znaleziono informacji.
pt_br: Informações não encontradas.
ru: Сведения не найдены.
tr: Bilgi bulunamadı.
zh_hans: 找不到信息。
zh_hant: 找不到資訊。

# RmExceptionInstallationFailed
source: Installation failed.
cs: Instalace se nezdařila.
de: Fehler bei der Installation.
es: Error de instalación.
fr: Échec de l'installation.
it: Installazione non riuscita.
ja: インストールは失敗しました。
ko: 설치하지 못했습니다.
pl: Instalacja nie powiodła się.
pt_br: Falha na instalação.
ru: Установка не произведена.
tr: Yükleme başarısız oldu.
zh_hans: 安装失败。
zh_hant: 安裝失敗。

# RmExceptionInvalidAlgorithmType
source: Algorithm type is not valid.
cs: Typ algoritmu není platný.
de: Der Algorithmustyp ist ungültig.
es: El tipo de algoritmo no es válido.
fr: Type d'algorithme non valide.
it: Il tipo di algoritmo non è valido.
ja: アルゴリズムの種類が無効です。
ko: 알고리즘 형식이 잘못되었습니다.
pl: Nieprawidłowy typ algorytmu.
pt_br: O tipo do algoritmo não é válido.
ru: Недопустимый тип алгоритма.
tr: Algoritma türü geçerli değil.
zh_hans: 算法类型无效。
zh_hant: 演算法類型無效。

# RmExceptionInvalidClientLicensorCertificate
source: Client Licensor Certificate is not valid.
cs: Klientský certifikát pro vystavování licencí není platný.
de: Das lizenzgebende Clientzertifikat ist ungültig.
es: El certificado del emisor de licencias de cliente no es válido.
fr: Certificat de licence client non valide.
it: Il certificato del licenziante client non è valido.
ja: クライアント ライセンサー証明書が無効です。
ko: 클라이언트 사용 허가자 인증서가 잘못되었습니다.
pl: Nieprawidłowy certyfikat licencjodawcy klienta.
pt_br: Certificado de Licenciante do Cliente inválido.
ru: Недопустимый сертификат лицензиара клиента.
tr: İstemci Lisans Verme Sertifikası geçerli değil.
zh_hans: 客户端许可方证书无效。
zh_hant: 用戶端授權人憑證無效。

# RmExceptionInvalidEmail
source: E-mail address is not valid.
cs: E-mailová adresa není platná.
de: Die E-Mail-Adresse ist ungültig.
es: La dirección de correo electrónico no es válida.
fr: Adresse e-mail non valide.
it: L'indirizzo di posta elettronica non è valido.
ja: 電子メール アドレスが無効です。
ko: 전자 메일 주소가 잘못되었습니다.
pl: Nieprawidłowy adres e-mail.
pt_br: O endereço de email não é válido.
ru: Недопустимый адрес электронной почты.
tr: E-posta adresi geçerli değil.
zh_hans: 电子邮件地址无效。
zh_hant: 電子郵件地址無效。

# RmExceptionInvalidEncodingType
source: Encoding type is not valid.
cs: Typ kódování není platný.
de: Der Codierungstyp ist ungültig.
es: El tipo de codificación no es válido.
fr: Type d'encodage non valide.
it: Il tipo di codifica non è valido.
ja: エンコードの種類が無効です。
ko: 인코딩 형식이 잘못되었습니다.
pl: Nieprawidłowy typ kodowania.
pt_br: O tipo de codificação não é válido.
ru: Недопустимый тип шифрования.
tr: Kodlama türü geçerli değil.
zh_hans: 编码类型无效。
zh_hant: 編碼類型無效。

# RmExceptionInvalidHandle
source: Handle is not valid.
cs: Popisovač není platný.
de: Das Handle ist ungültig.
es: El identificador no es válido.
fr: Descripteur non valide.
it: L'handle non è valido.
ja: ハンドルが無効です。
ko: 핸들이 잘못되었습니다.
pl: Nieprawidłowy uchwyt.
pt_br: O identificador não é válido.
ru: Недопустимый дескриптор.
tr: İşleyici geçerli değil.
zh_hans: 句柄无效。
zh_hant: 控制代碼無效。

# RmExceptionInvalidIssuanceLicenseTemplate
source: Issuance license template is not valid because of incorrectly formatted string.
cs: Šablona licence pro publikování není platná kvůli nesprávně formátovanému řetězci.
de: Die Vorlage für die Veröffentlichungslizenz ist ungültig, weil eine Zeichenfolge nicht korrekt formatiert ist.
es: La plantilla de licencia de emisión no es válida porque hay una cadena con formato incorrecto.
fr: L'émission du modèle de licence est non valide en raison d'une chaîne mise en forme de façon incorrecte.
it: Il modello di licenza di pubblicazione non è valido a causa di una stringa non formattata correttamente.
ja: 文字列の形式が正しくないため、発行ライセンス テンプレートが無効です。
ko: 잘못된 형식의 문자열 때문에 발급 라이선스 템플릿이 잘못되었습니다.
pl: Szablon licencji publikowania jest nieprawidłowy z powodu niepoprawnie sformatowanego ciągu.
pt_br: O modelo de licença de emissão não é válido devido a uma cadeia de caracteres formatada corretamente.
ru: Шаблон лицензии поставщика недействителен из-за неверного формата строки.
tr: Yanlış biçimlendirilmiş dize nedeniyle lisans verme şablonu geçerli değil.
zh_hans: 由于字符串格式错误，因此颁发许可证模板无效。
zh_hant: 因為字串格式不正確，所以發行授權範本無效。

# RmExceptionInvalidKeyLength
source: Key size length is not valid.
cs: Délka velikosti klíče není platná.
de: Ungültige Länge für die Schlüsselgröße.
es: La longitud del tamaño de la clave no es válida.
fr: Longueur de la taille de la clé non valide.
it: La lunghezza della chiave non è valida.
ja: キー サイズの長さが無効です。
ko: 키 크기 길이가 잘못되었습니다.
pl: Nieprawidłowa długość rozmiaru klucza.
pt_br: O comprimento da chave não é válido.
ru: Недопустимая длина ключа.
tr: Anahtar boyutu uzunluğu geçerli değil.
zh_hans: 密钥大小长度无效。
zh_hant: 金鑰大小長度無效。

# RmExceptionInvalidLicense
source: License is not valid.
cs: Licence není platná.
de: Die Lizenz ist ungültig.
es: La licencia no es válida.
fr: Licence non valide.
it: La licenza non è valida.
ja: ライセンスが無効です。
ko: 라이선스가 잘못되었습니다.
pl: Nieprawidłowa licencja.
pt_br: A licença não é válida.
ru: Лицензия недействительна.
tr: Lisans geçerli değil.
zh_hans: 许可证无效。
zh_hant: 授權無效。

# RmExceptionInvalidLicenseSignature
source: License signature is not valid.
cs: Podpis licence není platný.
de: Die Lizenzsignatur ist ungültig.
es: La signatura de licencia no es válida.
fr: Signature de licence non valide.
it: La firma della licenza non è valida.
ja: ライセンスの署名が無効です。
ko: 라이선스 시그니처가 잘못되었습니다.
pl: Nieprawidłowy podpis licencji.
pt_br: A assinatura da licença não é válida.
ru: Подпись лицензии недействительна.
tr: Lisans imzası geçerli değil.
zh_hans: 许可证签名无效。
zh_hant: 授權簽章無效。

# RmExceptionInvalidLockboxPath
source: Lockbox path is not valid.
cs: Cesta Lockboxu není platná.
de: Der Lockbox-Pfad ist ungültig.
es: Ruta de acceso de Lockbox no válida.
fr: Chemin Lockbox non valide.
it: Il percorso dell'archivio protetto non è valido.
ja: Lockbox のパスが無効です。
ko: Lockbox 경로가 잘못되었습니다.
pl: Nieprawidłowa ścieżka elementu Lockbox.
pt_br: O caminho do sistema de proteção de dados não é válido.
ru: Недопустимый путь защищенного хранилища.
tr: Kasa yolu geçerli değil.
zh_hans: 密码箱路径无效。
zh_hant: Lockbox 路徑無效。

# RmExceptionInvalidLockboxType
source: Lockbox type is not valid.
cs: Typ Lockboxu není platný.
de: Der Lockbox-Typ ist ungültig.
es: Tipo de Lockbox no válido.
fr: Type Lockbox non valide.
it: Il tipo di archivio protetto non è valido.
ja: Lockbox の種類が無効です。
ko: Lockbox 형식이 잘못되었습니다.
pl: Nieprawidłowy typ elementu Lockbox.
pt_br: O tipo do sistema de proteção de dados não é válido.
ru: Недопустимый тип защищенного хранилища.
tr: Kasa türü geçerli değil.
zh_hans: 密码箱类型无效。
zh_hant: Lockbox 類型無效。

# RmExceptionInvalidNumericalValue
source: Numerical value is not valid.
cs: Číselná hodnota není platná.
de: Der numerische Wert ist ungültig.
es: El valor numérico no es válido.
fr: Valeur numérique non valide.
it: Il valore numerico non è valido.
ja: 数値が無効です。
ko: 숫자 값이 잘못되었습니다.
pl: Nieprawidłowa wartość liczbowa.
pt_br: O valor numérico não é válido.
ru: Недопустимое числовое значение.
tr: Sayısal değer geçerli değil.
zh_hans: 数值无效。
zh_hant: 數值無效。

# RmExceptionInvalidRegistryPath
source: Registry path is not valid.
cs: Cesta k registru není platná.
de: Der Registrierungspfad ist ungültig.
es: La ruta de acceso del Registro no es válida.
fr: Chemin du Registre non valide.
it: Il percorso del Registro di sistema non è valido.
ja: レジストリ パスが無効です。
ko: 레지스트리 경로가 잘못되었습니다.
pl: Nieprawidłowa ścieżka rejestru.
pt_br: O caminho do Registro não é válido.
ru: Недопустимый путь реестра.
tr: Kayıt defteri yolu geçerli değil.
zh_hans: 注册表路径无效。
zh_hant: 登錄路徑無效。

# RmExceptionInvalidServerResponse
source: Server response is not valid.
cs: Odpověď serveru není platná.
de: Die Serverantwort ist ungültig.
es: La respuesta del servidor no es válida.
fr: Réponse du serveur non valide.
it: La risposta del server non è valida.
ja: サーバーの応答が無効です。
ko: 서버 응답이 잘못되었습니다.
pl: Nieprawidłowa odpowiedź serwera.
pt_br: A resposta do servidor não é válida.
ru: Недопустимый ответ сервера.
tr: Sunucu yanıtı geçerli değil.
zh_hans: 服务器响应无效。
zh_hant: 伺服器回應無效。

# RmExceptionInvalidTimeInfo
source: Time information is not valid.
cs: Informace o čase není platná.
de: Die Zeitinformationen sind ungültig.
es: La información de tiempo no es válida.
fr: Informations d'heure non valides.
it: Le informazioni temporali non sono valide.
ja: 時間情報が無効です。
ko: 시간 정보가 잘못되었습니다.
pl: Nieprawidłowe informacje o godzinie.
pt_br: As informações de hora não são válidas.
ru: Недопустимые сведения о времени.
tr: Saat bilgisi geçerli değil.
zh_hans: 时间信息无效。
zh_hant: 時間資訊無效。

# RmExceptionInvalidVersion
source: Version is not valid.
cs: Verze není platná.
de: Die Version ist ungültig.
es: La versión no es válida.
fr: Version non valide.
it: La versione non è valida.
ja: バージョンが無効です。
ko: 버전이 잘못되었습니다.
pl: Nieprawidłowa wersja.
pt_br: A versão não é válida.
ru: Недопустимая версия.
tr: Sürüm geçerli değil.
zh_hans: 版本无效。
zh_hant: 版本無效。

# RmExceptionKeyTypeUnsupported
source: Key type not supported.
cs: Typ klíče se nepodporuje.
de: Der Schlüsseltyp wird nicht unterstützt.
es: Tipo no admitido.
fr: Type de clé non pris en charge.
it: Il tipo di chiave non è supportato.
ja: キーの種類がサポートされていません。
ko: 키 형식이 지원되지 않습니다.
pl: Nieobsługiwany typ klucza.
pt_br: Tipo de chave sem suporte.
ru: Тип ключа не поддерживается.
tr: Anahtar türü desteklenmiyor.
zh_hans: 不支持密钥类型。
zh_hant: 不支援金鑰類型。

# RmExceptionLibraryFail
source: Library fail.
cs: Knihovna nebyla úspěšná.
de: Bibliotheksfehler.
es: Error de biblioteca.
fr: Échec de la bibliothèque.
it: Errore della libreria.
ja: ライブラリが失敗しました。
ko: 라이브러리 오류입니다.
pl: Błąd biblioteki.
pt_br: Falha na biblioteca.
ru: Ошибка библиотеки.
tr: Kitaplık başarısız oldu.
zh_hans: 库发生故障。
zh_hant: 程式庫失敗。

# RmExceptionLibraryUnsupportedPlugIn
source: Unsupported library plug-in.
cs: Nepodporovaný modul plug-in knihovny
de: Nicht unterstütztes Bibliotheks-Plug-In.
es: Complemento de biblioteca no compatible.
fr: Plug-in de bibliothèque non pris en charge.
it: Plug-in di libreria non supportato.
ja: サポートされていないライブラリ プラグインです。
ko: 지원되지 않는 라이브러리 플러그 인입니다.
pl: Nieobsługiwana wtyczka biblioteki.
pt_br: Plug-in de biblioteca sem suporte.
ru: Неподдерживаемый модуль библиотеки.
tr: Desteklenmeyen kitaplık eklentisi.
zh_hans: 库插件不受支持。
zh_hant: 程式庫外掛程式不受支援。

# RmExceptionLicenseAcquisitionFailed
source: License acquisition failed.
cs: Nepovedlo se získat licenci.
de: Fehler beim Lizenzerwerb.
es: Error en la adquisición de licencia.
fr: Échec de l'acquisition de la licence.
it: Acquisizione della licenza non riuscita.
ja: ライセンスの取得に失敗しました。
ko: 라이선스를 취득하지 못했습니다.
pl: Pozyskiwanie licencji nie powiodło się.
pt_br: Falha na aquisição da licença.
ru: Ошибка при получении лицензии.
tr: Lisans alınamadı.
zh_hans: 许可证获取失败。
zh_hant: 取得授權失敗。

# RmExceptionLicenseBindingToWindowsIdentityFailed
source: License binding to Windows Identity failed (NTLM bind failure).
cs: Nepovedlo se vytvořit vazbu licence k identitě Windows (chyba vazby NTLM).
de: Fehler bei der Lizenzbindung mit der Windows-Identität (NTLM-Bindungsfehler).
es: Error en el enlace de la licencia a Windows Identity (error de enlace NTML)
fr: Échec de la liaison de la licence à l'identité Windows (échec de liaison NTLM).
it: Il binding della licenza a un'identità Windows non è riuscito (errore di binding NTLM).
ja: Windows ID へのライセンスのバインドに失敗しました (NTLM バインドの失敗)。
ko: Windows ID에 대한 라이선스 바인딩이 실패했습니다(NTLM 바인딩 실패).
pl: Powiązanie licencji z tożsamością w systemie Windows nie powiodło się (błąd powiązania protokołu NTLM).
pt_br: Falha na associação da licença ao Windows Identity (falha de associação de NTLM).
ru: Ошибка при привязке лицензии к удостоверению Windows (ошибка привязки NTLM).
tr: Windows Kimliğine lisans bağlama başarısız oldu (NTLM bağlama hatası).
zh_hans: 未能将许可证绑定到 Windows 标识(NTLM 绑定失败)。
zh_hant: 繫結至 Windows 身分識別的授權失敗 (NTLM 繫結失敗)。

# RmExceptionManifestPolicyViolation
source: Manifest policy violation.
cs: Porušení zásad manifestu
de: Verstoß gegen die Manifestrichtlinie.
es: Infracción de directiva de manifiesto.
fr: Violation de la stratégie du manifeste.
it: Violazione dei criteri del manifesto.
ja: マニフェスト ポリシー違反です。
ko: 매니페스트 정책을 위반했습니다.
pl: Naruszenie zasad manifestu.
pt_br: Violação de política de manifesto.
ru: Нарушение политики манифеста.
tr: Bildirim ilkesi ihlali.
zh_hans: 违反清单策略。
zh_hant: 違反資訊清單原則。

# RmExceptionMetadataNotSet
source: Metadata not set.
cs: Metadata nejsou nastavená.
de: Die Metadaten sind nicht festgelegt.
es: Metadatos no establecidos.
fr: Métadonnées non définies.
it: Metadati non impostati.
ja: メタデータが設定されていません。
ko: 메타데이터가 설정되지 않았습니다.
pl: Metadane nie ustawione.
pt_br: Metadados não definidos.
ru: Метаданные не заданы.
tr: Meta veri ayarlanmadı.
zh_hans: 未设置元数据。
zh_hant: 未設定中繼資料。

# RmExceptionNeedsGroupIdentityActivation
source: User identity must be activated.
cs: Musí se aktivovat identita uživatele.
de: Die Benutzeridentität muss aktiviert werden.
es: Debe activarse la identidad del usuario.
fr: L'identité de l'utilisateur doit être activée.
it: È necessario attivare l'identità dell'utente.
ja: ユーザー ID をアクティブ化する必要があります。
ko: 사용자 ID를 활성화해야 합니다.
pl: Tożsamość użytkownika musi być aktywowana.
pt_br: A identidade do usuário deve ser ativada.
ru: Необходимо активировать удостоверение пользователя.
tr: Kullanıcı kimliği etkinleştirilmelidir.
zh_hans: 必须激活用户标识。
zh_hant: 必須啟用使用者身分識別。
