Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/UIAutomation/UIAutomationClient/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Assembly0NotFound
source: '{0}' assembly not found.
cs: Sestavení {0} nebylo nalezeno.
de: Die {0}-Assembly wurde nicht gefunden.
es: No se encontró el ensamblado '{0}'.
fr: Assembly '{0}' introuvable.
it: L'assembly '{0}' non è stato trovato.
ja: '{0}' アセンブリが見つかりません。
ko: '{0}' 어셈블리를 찾을 수 없습니다.
pl: Nie znaleziono zestawu „{0}”.
pt_br: Assembly '{0}' não encontrado.
ru: Сборка "{0}" не найдена.
tr: '{0}' bütünleştirilmiş kodu bulunamadı.
zh_hans: 未找到“{0}”程序集。
zh_hant: 找不到 '{0}' 組件。

# AtLeastOnePropertyMustBeSpecified
source: Must specify at least one property for AddAutomationPropertyChangedHandler.
cs: Je nutné zadat alespoň jednu vlastnost pro AddAutomationPropertyChangedHandler.
de: Für AddAutomationPropertyChangedHandler muss mindestens eine Eigenschaft angegeben werden.
es: Debe especificar al menos una propiedad para AddAutomationPropertyChangedHandler.
fr: Vous devez spécifier au moins une propriété pour AddAutomationPropertyChangedHandler.
it: È necessario specificare almeno una proprietà AddAutomationPropertyChangedHandler.
ja: AddAutomationPropertyChangedHandler に少なくとも 1 つのプロパティを指定する必要があります。
ko: AddAutomationPropertyChangedHandler에 대해 최소한 하나의 속성을 지정해야 합니다.
pl: Należy określić przynajmniej jedną właściwość dla obiektu AddAutomationPropertyChangedHandler.
pt_br: Deve especificar pelo menos uma propriedade para AddAutomationPropertyChangedHandler.
ru: Необходимо указать хотя бы одну характеристику для AddAutomationPropertyChangedHandler.
tr: AddAutomationPropertyChangedHandler için en az bir özellik belirtilmelidir.
zh_hans: 必须为 AddAutomationPropertyChangedHandler 至少指定一个属性。
zh_hant: 至少必須為 AddAutomationPropertyChangedHandler 指定一個屬性。

# CacheReqestCanOnlyPopTop
source: CacheRequest.Pop was called on a CacheRequest that was not the current top-of-stack request.
cs: Metoda CacheRequest.Pop byla volána u třídy CacheRequest. Tento požadavek nebyl v zásobníku nahoře.
de: CacheRequest.Pop wurde für eine CacheRequest aufgerufen, bei der es sich nicht um die aktuelle Anforderung am Anfang des Stapels handelte.
es: Se llamó a CacheRequest.Pop en un elemento CacheRequest que no era la solicitud actual de la parte superior de la pila.
fr: Appel CacheRequest.Pop sur une requête CacheRequest qui n'est pas la requête actuelle en haut de la pile.
it: CacheRequest.Pop è stato chiamato su CacheRequest che non era la richiesta attualmente all'inizio dello stack.
ja: 現在スタックの一番上にある要求ではない CacheRequest で、CacheRequest.Pop が呼び出されました。
ko: 현재 스택 맨 위에 있는 요청이 아닌 CacheRequest에서 CacheRequest.Pop을 호출했습니다.
pl: Wywołano metodę CacheRequest.Pop na obiekcie CacheRequest, który nie był żądaniem znajdującym się na szczycie stosu.
pt_br: CacheRequest.Pop foi chamado em uma CacheRequest que não era a primeira solicitação da pilha no momento.
ru: Вызван метод CacheRequest.Pop для объекта CacheRequest, который на тот момент не являлся первым в стеке запросов.
tr: CacheRequest.Pop şu anda yığın üstü isteği olmayan bir CacheRequest içinde çağrıldı.
zh_hans: 针对不是当前堆栈顶部请求的 CacheRequest 对 CacheRequest.Pop 进行了调用。
zh_hant: 已在並非目前堆疊頂部要求的 CacheRequest 上呼叫 CacheRequest.Pop。

# CacheReqestCantModifyWhileActive
source: Cannot modify a CacheRequest while it is active on any thread.
cs: Třídu CacheRequest nelze změnit, dokud je aktivní v libovolném vlákně.
de: Eine CacheRequest kann nicht geändert werden, während sie in einem Thread aktiv ist.
es: No se puede modificar un elemento CacheRequest mientras está activo en algún subproceso.
fr: Impossible de modifier une requête CacheRequest pendant qu'elle est active sur un thread.
it: Non è possibile modificare un elemento CacheRequest mentre è attivo in un qualsiasi thread.
ja: CacheRequests は、いずれかのスレッドでアクティブな間は変更できません。
ko: CacheRequest가 스레드에서 활성화 상태이면 수정할 수 없습니다.
pl: Nie można modyfikować obiektu CacheRequest, gdy jest aktywny w którymkolwiek wątku.
pt_br: Não é possível modificar uma CacheRequest enquanto ela está ativa em qualquer thread.
ru: Не удается изменить CacheRequest, когда он активен в каком-либо потоке.
tr: Herhangi bir iş parçacığında etkinken CacheRequest değiştirilemez.
zh_hans: 当 CacheRequest 在任何线程上处于活动状态时，无法修改它。
zh_hant: 若 CacheRequest 在任何執行緒中為作用，則無法修改它。

# CacheRequestNeedCache
source: Cannot access cached properties on a pattern returned from GetCurrentPattern.
cs: K vlastnostem uloženým v mezipaměti u vzorce vráceného metodou GetCurrentPattern nelze přistupovat.
de: Auf zwischengespeicherte Eigenschaften in einem von GetCurrentPattern zurückgegebenen Muster kann nicht zugegriffen werden.
es: No se puede obtener acceso a propiedades en caché en un modelo devuelto desde GetCurrentPattern.
fr: Impossible d'accéder aux propriétés mises en cache sur un modèle renvoyé par GetCurrentPattern.
it: Impossibile accedere alle proprietà memorizzate nella cache di un pattern restituito da GetCurrentPattern.
ja: キャッシュされたプロパティは GetCurrentPattern から返されたパターン上でアクセスできません。
ko: GetCurrentPattern에서 반환된 패턴의 캐시된 속성에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do właściwości wzorca w pamięci podręcznej zwróconego przez metodę GetCurrentPattern.
pt_br: Não é possível acessar propriedades armazenadas em cache em um padrão retornado por GetCurrentPattern.
ru: Не удается получить доступ к кэшированным свойствам в схеме, возвращаемой из метода GetCurrentPattern.
tr: GetCurrentPattern'dan döndürülen bir desen üzerinki ön belleğe alınmış özelliklere erişilemiyor.
zh_hans: 对于返回自 GetCurrentPattern 的模式，无法访问缓存的属性。
zh_hant: 無法在從 GetCurrentPattern 傳回之模式上存取快取的屬性。

# CacheRequestNeedElementReference
source: Cannot perform this operation on an AutomationElement that contains only cached data. The requested operation requires a Full or Lightweight reference.
cs: Tuto operaci nelze provést u třídy AutomationElement, která obsahuje pouze data uložená v mezipaměti. Požadovaná operace vyžaduje referenci typu Full nebo Lightweight.
de: Dieser Vorgang kann für ein AutomationElement, das nur zwischengespeicherte Daten enthält, nicht ausgeführt werden. Der angeforderte Vorgang erfordert einen Verweis vom Typ "Full" oder "Lightweight".
es: No se puede realizar esta operación en un elemento AutomationElement que contiene sólo datos almacenados en caché. La operación solicitada requiere una referencia Full o Lightweight.
fr: Impossible d'exécuter cette opération sur un AutomationElement contenant uniquement des données mises en cache. L'opération demandée nécessite une référence Full ou Lightweight.
it: Impossibile eseguire l'operazione su AutomationElement che contiene solo dati memorizzati nella cache. L'operazione richiede un riferimento Full o Lightweight.
ja: キャッシュされたデータのみを含む AutomationElement 上では、この操作を実行できません。要求された操作は、Full または Lightweight 参照を必要とします。
ko: 캐시된 데이터만 있는 AutomationElement에서 이 작업을 수행할 수 없습니다. 요청한 작업에는 Full 또는 Lightweight 참조가 필요합니다.
pl: Nie można wykonać tej operacji na obiekcie AutomationElement zawierającym tylko dane z pamięci podręcznej. Żądana operacja wymaga odwołania typu Full lub Lightweight.
pt_br: Não é possível executar esta operação em um AutomationElement que contém somente dados armazenados em cache. A operação solicitada requer uma referência Full ou Lightweight.
ru: Не удается выполнить данную операцию на AutomationElement, содержащем только кэшированные данные. Для запрошенной операции требуется ссылка Full или Lightweight.
tr: Yalnızca ön belleğe alınmış verileri içeren bir AutomationElement üzerindeki bu işlem gerçekleştirilemiyor. İstenen işlem bir Full veya Lightweight başvuru gerektiriyor.
zh_hans: 对于仅包含缓存数据的 AutomationElement，无法执行此操作。请求的操作要求 Full 引用或 Lightweight 引用。
zh_hant: 無法在其中僅含快取資料的 AutomationElement 上執行此作業。要求的作業必須有 Full 或 Lightweight 參考。

# CacheRequestNeedLiveForProperties
source: Cannot access current properties on a pattern that contains only cached data.
cs: Nelze umožnit přístup k aktuálním vlastnostem vzorce, který obsahuje pouze data uložená v mezipaměti.
de: Auf aktuelle Eigenschaften kann in einem Muster, das nur zwischengespeicherte Daten enthält, nicht zugegriffen werden.
es: No se puede obtener acceso a las propiedades actuales en un modelo que contiene sólo datos almacenados en caché.
fr: Impossible d'accéder aux données actuelles sur un modèle contenant uniquement des données mises en cache.
it: Impossibile accedere alle proprietà memorizzate nella cache di un pattern che contiene solo dati memorizzati nella cache.
ja: 現在のプロパティは、キャッシュされたデータのみを含むパターン上でアクセスできません。
ko: 캐시된 데이터만 있는 패턴의 현재 속성에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do aktualnych właściwości wzorca zawierającego tylko dane z pamięci podręcznej.
pt_br: Não é possível acessar as propriedades atuais em um padrão que contém somente dados armazenados em cache.
ru: Не удается получить текущие свойства в схеме, которая содержит только кэшированные данные.
tr: Yalnızca ön belleğe alınmış veriler içeren bir desendeki geçerli özelliklere erişilemiyor.
zh_hans: 对于仅包含缓存数据的模式，无法访问当前属性。
zh_hant: 無法在僅含快取資料的模式上存取目前的屬性。

# CachedPropertyNotRequested
source: Cannot request a property or pattern that is not cached.
cs: O vlastnost nebo vzorec, které nejsou uloženy v mezipaměti, nelze požádat.
de: Eine nicht zwischengespeicherte Eigenschaft oder ein nicht zwischengespeichertes Muster kann nicht angefordert werden.
es: No se puede solicitar una propiedad o modelo que no esté en caché.
fr: Impossible de demander une propriété ou un modèle qui n'est pas mis en cache.
it: Impossibile richiedere una proprietà o un pattern non memorizzato nella cache.
ja: キャッシュされていないプロパティまたはパターンを要求することはできません。
ko: 캐시되지 않은 속성 또는 패턴을 요청할 수 없습니다.
pl: Nie można żądać właściwości lub wzorca, który nie znajduje się w pamięci podręcznej.
pt_br: Não é possível solicitar uma propriedade ou um padrão que não esteja armazenado em cache.
ru: Не удается выполнить запрос некэшированного свойства или шаблона.
tr: Ön belleğe alınmamı bir özellik veya desen istenemez.
zh_hans: 不能请求未缓存的属性或模式。
zh_hant: 無法要求未快取的屬性或模式。

# CantPrefetchTextPattern
source: Text pattern cannot be cached.
cs: Textový vzorec nelze uložit do mezipaměti.
de: Das Textmuster kann nicht zwischengespeichert werden.
es: El modelo de texto no se puede almacenar en caché.
fr: Le modèle de texte ne peut pas être mis en cache.
it: Impossibile memorizzare nella cache il pattern di testo.
ja: テキスト パターンはキャッシュできません。
ko: 텍스트 패턴을 캐시할 수 없습니다.
pl: Wzorca tekstowego nie można buforować.
pt_br: O padrão de texto não pode ser armazenado em cache.
ru: Не удается кэшировать текстовый шаблон.
tr: Metin deseni ön belleğe alınamaz.
zh_hans: 无法缓存文本模式。
zh_hant: 無法快取文字模式。

# CouldNotFindRegisterMethodOnType0InAssembly1
source: Cannot find Register method on type '{0}' in assembly '{1}'.
cs: V typu {0} v sestavení {1} nelze nalézt metodu Register.
de: Die Register-Methode für den {0}-Typ wurde in der {1}-Assembly nicht gefunden.
es: No se encuentra el método Register en el tipo "{0}" en el ensamblado "{1}".
fr: La méthode Register est introuvable pour le type '{0}' dans l'assembly '{1}'.
it: Non è possibile trovare il metodo Register per il tipo '{0}' nell'assembly '{1}'.
ja: アセンブリ '{1}' 内の型 '{0}' 上の Register メソッドが見つかりません。
ko: '{1}' 어셈블리에서 '{0}' 형식의 Register 메서드를 찾을 수 없습니다.
pl: Nie można znaleźć metody Register typu „{0}” w zestawie „{1}”.
pt_br: Não é possível localizar o método Register no tipo '{0}' do assembly '{1}'.
ru: Не удается найти метод Register типа "{0}" в сборке "{1}".
tr: '{1}' bütünleştirilmiş kodunda '{0}' türünde Register metodu bulunamıyor.
zh_hans: 对于程序集“{1}”中的类型“{0}”，找不到 Register 方法。
zh_hant: 在組件 '{1}' 的類型 '{0}' 上，找不到 Register 方法。

# CouldNotFindType0InAssembly1
source: Cannot find type '{0}' in assembly '{1}'.
cs: V sestavení {1} nelze nalézt typ {0}.
de: Der {0}-Typ wurde in der {1}-Assembly nicht gefunden.
es: No se encuentra el tipo "{0}" en el ensamblado "{1}".
fr: Le type '{0}' est introuvable dans l'assembly '{1}'.
it: Non è possibile trovare il tipo '{0}' nell'assembly '{1}'.
ja: アセンブリ '{1}' 内の型 '{0}' が見つかりません。
ko: '{1}' 어셈블리에서 '{0}' 형식을 찾을 수 없습니다.
pl: Nie można znaleźć typu „{0}” w zestawie „{1}”.
pt_br: Não é possível localizar o tipo '{0}' no assembly '{1}'.
ru: Не удается найти тип "{0}" в сборке "{1}".
tr: '{1}' bütünleştirilmiş kodunda '{0}' türü bulunamıyor.
zh_hans: 在程序集“{1}”中找不到类型“{0}”。
zh_hant: 在組件 '{1}' 中找不到類型 '{0}'。

# EventIdMustNotBeAutomationFocusChanged
source: eventId not valid. Use AddAutomationFocusChangedEventHandler to listen for focus changes.
cs: Identifikátor eventId není platný. K naslouchání změnám zaměření použijte obslužnou rutinu AddAutomationFocusChangedEventHandler.
de: eventId ist ungültig. Verwenden Sie AddAutomationFocusChangedEventHandler, um auf Fokusänderungen zu lauschen.
es: eventId no válido. Use AddAutomationFocusChangedEventHandler para escuchar los cambios de foco.
fr: eventId non valide. Utilisez AddAutomationFocusChangedEventHandler pour écouter les modifications de focus.
it: eventId non è valido. Utilizzare AddAutomationFocusChangedEventHandler per attendere che lo stato attivo cambi.
ja: eventId が無効です。フォーカスの変更をリッスンするには、AddAutomationFocusChangedEventHandler を使用してください。
ko: eventId가 잘못되었습니다. AddAutomationFocusChangedEventHandler를 사용하여 포커스 변경 내용을 수신 대기하세요.
pl: Nieprawidłowy element eventId. Użyj obiektu AddAutomationFocusChangedEventHandler, aby odbierać zmiany fokusu.
pt_br: eventId inválida. Use AddAutomationFocusChangedEventHandler para fazer a escuta das alterações de foco.
ru: Недопустимый идентификатор eventId. Используйте AddAutomationFocusChangedEventHandler для ожидания изменения фокуса.
tr: eventId geçerli değil. Odak değişikliklerini dinlemek için AddAutomationFocusChangedEventHandler kullanın.
zh_hans: eventId 无效。使用 AddAutomationFocusChangedEventHandler 侦听焦点更改。
zh_hant: eventId 無效。請使用 AddAutomationFocusChangedEventHandler 接聽焦點變更。

# EventIdMustNotBeAutomationPropertyChanged
source: eventId not valid. Use AddAutomationPropertyChangedEventHandler to listen for property changes.
cs: Identifikátor eventId není platný. K naslouchání změnám vlastnosti použijte obslužnou rutinu AddAutomationPropertyChangedEventHandler.
de: eventId ist ungültig. Verwenden Sie AddAutomationPropertyChangedEventHandler, um auf Eigenschaftsänderungen zu lauschen.
es: eventId no válido. Use AddAutomationPropertyChangedEventHandler para escuchar los cambios de propiedad.
fr: eventId non valide. Utilisez AddAutomationPropertyChangedEventHandler pour écouter les modifications de propriétés.
it: eventId non è valido. Utilizzare AddAutomationPropertyChangedEventHandler per attendere che la proprietà cambi.
ja: eventId が無効です。プロパティの変更をリッスンするには、AddAutomationPropertyChangedEventHandler を使用してください。
ko: eventId가 잘못되었습니다. AddAutomationPropertyChangedEventHandler를 사용하여 속성 변경 내용을 수신 대기하세요.
pl: Nieprawidłowy element eventId. Użyj obiektu AddAutomationPropertyChangedEventHandler, aby odbierać zmiany właściwości.
pt_br: eventId inválida. Use AddAutomationPropertyChangedEventHandler para fazer a escuta das alterações de propriedade.
ru: Недопустимый идентификатор eventId. Используйте AddAutomationPropertyChangedEventHandler для ожидания изменения свойства.
tr: eventId geçerli değil. Özellik değişikliklerini dinlemek için AddAutomationPropertyChangedEventHandler kullanın.
zh_hans: eventId 无效。使用 AddAutomationPropertyChangedEventHandler 侦听属性更改。
zh_hant: eventId 無效。請使用 AddAutomationPropertyChangedEventHandler 接聽屬性變更。

# EventIdMustNotBeStructureChanged
source: eventId not valid. Use AddStructureChangedEventHandler to listen for tree structure changes.
cs: Identifikátor eventId není platný. K naslouchání změnám stromové struktury použijte obslužnou rutinu AddStructureChangedEventHandler.
de: eventId ist ungültig. Verwenden Sie AddStructureChangedEventHandler, um auf Änderungen der Baumstruktur zu lauschen.
es: eventId no válido. Use AddStructureChangedEventHandler para escuchar los cambios de estructura de árbol.
fr: eventId non valide. Utilisez AddStructureChangedEventHandler pour écouter les modifications d'arborescence.
it: eventId non è valido. Utilizzare AddStructureChangedEventHandler per attendere che la struttura ad albero cambi.
ja: eventId が無効です。ツリー構造の変更をリッスンするには、AddStructureChangedEventHandler を使用してください。
ko: eventId가 잘못되었습니다. AddStructureChangedEventHandler를 사용하여 트리 구조 변경 내용을 수신 대기하십시오.
pl: Nieprawidłowy element eventId. Użyj obiektu AddStructureChangedEventHandler, aby odbierać zmiany struktury drzewa.
pt_br: eventId inválida. Use AddStructureChangedEventHandler para fazer a escuta das alterações de estrutura de árvore.
ru: Недопустимый идентификатор eventId. Используйте AddStructureChangedEventHandler для ожидания изменения древовидной структуры.
tr: eventId geçerli değil. Ağaç yapısı değişikliklerini dinlemek için AddStructureChangedEventHandler kullanın.
zh_hans: eventId 无效。使用 AddStructureChangedEventHandler 侦听树结构更改。
zh_hant: eventId 無效。請使用 AddStructureChangedEventHandler 接聽樹狀結構變更。

# GenericInvalidArgument
source: '{0}' is not a valid type or is not a valid value.
cs: Argument {0} není platným typem nebo nemá platnou hodnotu.
de: "{0}" ist kein gültiger Typ oder gültiger Wert.
es: '{0}' no es un tipo o un valor válido.
fr: '{0}' n'est pas un type ou une valeur valide.
it: '{0}' non è un tipo valido o non è un valore valido.
ja: '{0}' は無効な型か、または無効な値です。
ko: '{0}'이(가) 잘못된 형식이거나 잘못된 값입니다.
pl: „{0}” nie jest ani prawidłowym typem, ani wartością.
pt_br: '{0}' não é um tipo ou valor válido.
ru: "{0}" не является допустимым типом или допустимым значением.
tr: '{0}' geçerli bir tür veya bir değer değil.
zh_hans: “{0}”不是有效类型，或不是有效值。
zh_hant: '{0}' 不是有效的型別或有效的值。

# HwndMustBeNonNULL
source: hwnd cannot be IntPtr.Zero or null.
cs: Vlastnost hwnd nemůže mít hodnotu IntPtr.Zero nebo null.
de: hwnd darf nicht IntPtr.Zero oder NULL sein.
es: hwnd no puede ser IntPtr.Zero ni NULL.
fr: hwnd ne peut pas être IntPtr.Zero ou null.
it: hwnd non può essere IntPtr.Zero o null.
ja: hwnd は IntPtr.Zero または NULL にはできません。
ko: hwnd는 IntPtr.Zero 또는 null이 될 수 없습니다.
pl: Obiekt hwnd nie może być równy IntPtr.Zero ani null.
pt_br: hwnd não pode ser IntPtr.Zero ou nulo.
ru: hwnd не может иметь значение IntPtr.Zero или null.
tr: hwnd, IntPtr.Zero veya null olamaz.
zh_hans: hwnd 不能为 IntPtr.Zero 或 null。
zh_hant: hwnd 不可以是 IntPtr.Zero 或 null。

# IgnoreCaseRequiresString
source: IgnoreCase flag can only be used with string arguments.
cs: Příznak IgnoreCase lze použít pouze s argumenty řetězce.
de: Das IgnoreCase-Flag kann nur mit Zeichenfolgenargumenten verwendet werden.
es: La marca IgnoreCase se puede usar solo con argumentos de cadena.
fr: L'indicateur IgnoreCase ne peut être utilisé qu'avec des arguments de chaîne.
it: Il contrassegno IgnoreCase può essere usato solo con argomenti di stringa.
ja: IgnoreCase フラグは文字列引数でのみ使用できます。
ko: IgnoreCase 플래그는 문자열 인수를 사용하는 경우에만 사용할 수 있습니다.
pl: Flaga IgnoreCase może być używana tylko z argumentami, które są ciągami znaków.
pt_br: O sinalizador IgnoreCase só pode ser usado com argumentos de cadeia de caracteres.
ru: Флаг IgnoreCase может использоваться только со строковыми аргументами.
tr: IgnoreCase bayrağı yalnızca dize bağımsız değişkenleriyle kullanılabilir.
zh_hans: IgnoreCase 标志只能与字符串参数一起使用。
zh_hant: IgnoreCase 旗標只能搭配字串引數使用。

# LogicalElementNoClickablePoint
source: The AutomationElement has no clickable point.
cs: Třída AutomationElement neobsahuje žádný bod umožňující kliknutí.
de: Das AutomationElement besitzt keinen klickbaren Punkt.
es: AutomationElement no tiene un punto seleccionable con un clic.
fr: AutomationElement n'a pas de point interactif.
it: AutomationElement non ha alcun punto con collegamento ipertestuale.
ja: AutomationElement にはクリックできるポイントがありません。
ko: AutomationElement에 클릭할 수 있는 포인트가 없습니다.
pl: Obiekt AutomationElement nie ma elementu do kliknięcia.
pt_br: O AutomationElement não tem ponto clicável.
ru: Элемент AutomationElement не имеет области щелчка.
tr: AutomationElement'ın tıklanabilir bir noktası yok.
zh_hans: AutomationElement 没有可单击的点。
zh_hant: AutomationElement 沒有可選的點。

# MustBeAtLeastTwoConditions
source: Must specify at least two conditions.
cs: Je nutné určit alespoň dvě podmínky.
de: Es müssen mindestens zwei Bedingungen angegeben werden.
es: Debe especificar al menos dos condiciones.
fr: Vous devez spécifier au moins deux conditions.
it: È necessario specificare almeno due condizioni.
ja: 少なくとも 2 つの条件を指定する必要があります。
ko: 최소한 두 개의 조건을 지정해야 합니다.
pl: Należy określić co najmniej dwa warunki.
pt_br: Especifique pelo menos duas condições.
ru: Необходимо указать по крайней мере два условия.
tr: En az iki koşul belirtilmelidir.
zh_hans: 必须指定至少两个条件。
zh_hant: 必須指定至少兩個條件。

source: #nonclient classname cannot be used with flags or image name.
cs: Název třídy #nonclient nelze použít s příznakem nebo názvem obrázku.
de: Ein Klassenname vom Typ "#nonclient" kann nicht mit einem Flag oder Imagenamen verwendet werden.
es: El nombre de clase #nonclient no se puede usar con marcas o con un nombre de imagen.
fr: Impossible d'utiliser le nom de classe #nonclient avec des indicateurs ou un nom d'image.
it: Impossibile utilizzare il nome di classe #nonclient con contrassegni o nome immagine.
ja: #nonclient クラス名は、フラグまたはイメージ名では使用できません。
ko: #nonclient classname을 플래그 또는 이미지 이름과 함께 사용할 수 없습니다.
pl: Nazwa klasy #nonclient nie może być używana z flagami ani nazwą obrazu.
pt_br: O nome de classe #nonclient não pode ser usado com sinalizadores ou nome de imagem.
ru: Имя класса #nonclient не может использоваться с флагами или именем изображения.
tr: #nonclient sınıf adı bayraklar veya görüntü adıyla kullanılamaz.
zh_hans: #nonclient 类名无法与标志或图像名称一起使用。
zh_hant: #nonclient 類別名稱不可以搭配旗標或影像名稱使用。

source: Operation cannot be performed.
cs: Operaci nelze provést.
de: Der Vorgang kann nicht ausgeführt werden.
es: No se puede realizar la operación.
fr: Impossible d'exécuter l'opération.
it: Impossibile eseguire l'operazione.
ja: 操作を実行できません。
ko: 작업을 수행할 수 없습니다.
pl: Nie można wykonać operacji.
pt_br: A operação não pode ser executada.
ru: Не удается выполнить операцию.
tr: İşlem gerçekleştirilemiyor.
zh_hans: 无法执行操作。
zh_hant: 無法執行作業。

# ParamsNotApplicableToWindowClosedEvent
source: WindowClosed event is only applicable to RootElement and TreeScope.Subtree or an element that implements WindowPattern.
cs: Událost WindowClosed lze použít pouze na vlastnosti RootElement a TreeScope.Subtree nebo na element, který implementuje třídu WindowPattern.
de: Das WindowClosed-Ereignis gilt nur für RootElement und TreeScope.Subtree oder ein Element, das WindowPattern implementiert.
es: El evento WindowClosed es aplicable sólo a RootElement y TreeScope.Subtree o a un elemento que implemente WindowPattern.
fr: L'événement WindowClosed n'est applicable qu'à RootElement et TreeScope.Subtree, ou à un élément qui implémente WindowPattern.
it: L'evento WindowClosed può essere applicato a RootElement e TreeScope.Subtree o su un elemento che implementa WindowPattern.
ja: WindowClosed イベントは、RootElement および TreeScope.Subtree または WindowPattern を実装する要素にのみ適用できます。
ko: RootElement와 TreeScope.Subtree 또는 WindowPattern을 구현하는 요소에만 WindowClosed 이벤트를 적용할 수 있습니다.
pl: Zdarzenie WindowClosed ma zastosowanie tylko do elementów RootElement i TreeScope.Subtree lub elementów implementujących interfejs WindowPattern.
pt_br: O evento WindowClosed é aplicável somente a RootElement e TreeScope.Subtree ou a um elemento que implementa WindowPattern.
ru: Событие WindowClosed применимо только к классам RootElement и TreeScope.Subtree либо элементу, который реализует WindowPattern.
tr: WindowClosed olayı yalnızca RootElement ve TreeScope.Subtree ya da WindowPattern uygulayan bir öğe için geçerlidir.
zh_hans: WindowClosed 事件仅适用于 RootElement 和 TreeScope.Subtree，或实现 WindowPattern 的元素。
zh_hant: WindowClosed 事件只適用於 RootElement 和 TreeScope.Subtree，或適用於會實作 WindowPattern 的項目。
