Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/UIAutomation/UIAutomationClient/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PropertyConditionIncorrectType
source: PropertyCondition value for property '{0}' must be '{1}'.
cs: Hodnota PropertyCondition pro vlastnost {0} musí být {1}.
de: Der PropertyCondition-Wert für die {0}-Eigenschaft muss "{1}" sein.
es: El valor PropertyCondition de la propiedad "{0}" debe ser "{1}".
fr: La valeur PropertyCondition de la propriété '{0}' doit être '{1}'.
it: Il valore PropertyCondition della proprietà '{0}' deve essere '{1}'.
ja: プロパティ '{0}' の PropertyCondition 値は '{1}' でなければなりません。
ko: '{0}' 속성에 대한 PropertyCondition 값은 '{1}'이어야 합니다.
pl: Wartość PropertyCondition dla właściwości „{0}” musi wynosić „{1}”.
pt_br: O valor PropertyCondition da propriedade '{0}' precisa ser '{1}'.
ru: Значение PropertyCondition для свойства "{0}" должно быть "{1}".
tr: '{0}' özelliği için PropertyCondition değeri '{1}' olmalıdır.
zh_hans: 属性“{0}”的 PropertyCondition 值必须为“{1}”。
zh_hant: 屬性 '{0}' 的 PropertyCondition 值必須為 '{1}'。

# ScreenCoordinatesOutsideBoundingRect
source: Screen coordinate is outside the bounding rectangle.
cs: Souřadnice obrazovky se nacházejí mimo ohraničující obdélník.
de: Die Bildschirmkoordinate liegt außerhalb der Rechteckgrenzen.
es: La coordenada de pantalla está fuera del rectángulo delimitador.
fr: Une coordonnée d’écran se trouve à l’extérieur du rectangle de délimitation.
it: La coordinata dello schermo è all'esterno del rettangolo di delimitazione.
ja: 画面座標が四角形領域外にあります。
ko: 화면 좌표가 경계 사각형의 외부에 있습니다.
pl: Współrzędne ekranu znajdują się poza prostokątem ograniczenia.
pt_br: A coordenada da tela está fora do retângulo delimitador.
ru: Экранные координаты находятся вне прямоугольника границ.
tr: Ekran koordinatı, sınır dikdörtgeninin dışında.
zh_hans: 屏幕坐标在边界矩形之外。
zh_hant: 螢幕座標在周框矩形的外面。

# SetFocusFailed
source: Target element cannot receive focus.
cs: Cílový element nemůže být vybrán.
de: Das Zielelement kann keinen Fokus erhalten.
es: El elemento de destino no puede recibir el foco.
fr: L'élément cible ne peut pas recevoir le focus.
it: Impossibile spostare lo stato attivo sull'elemento di destinazione.
ja: ターゲット要素は、フォーカスを受け取ることができません。
ko: 대상 요소가 포커스를 받을 수 없습니다.
pl: Nie można ustawić fokusu na elemencie docelowym.
pt_br: O elemento de destino não pode receber o foco.
ru: Конечному элементу не удается получить фокус.
tr: Hedef öğeye odaklanılamıyor.
zh_hans: 目标元素无法接收焦点。
zh_hant: 目標項目無法接收焦點。

# TextAttributeValueWrongType
source: '{0}' text attribute value is type '{1}', but expected type '{2}'.
cs: Hodnota textového atributu {0} je typu {1}. Byl však očekáván typ {2}.
de: Der {0}-Textattributwert ist vom Typ "{1}", es wurde jedoch der Typ "{2}" erwartet.
es: El valor del atributo de texto "{0}" es de tipo "{1}", pero se esperaba el tipo "{2}".
fr: La valeur de l'attribut de texte '{0}' est de type '{1}', mais le type attendu est '{2}'.
it: Il valore dell'attributo di testo '{0}' è di tipo '{1}', ma è previsto il tipo '{2}'.
ja: '{0}' テキスト属性値は型 '{1}' ですが、型 '{2}' が想定されます。
ko: '{0}' 텍스트 특성 값이 '{1}' 형식이지만 필요한 형식은 '{2}'입니다.
pl: Wartość atrybutu tekstowego „{0}” jest typu „{1}”, ale oczekiwano typu „{2}”.
pt_br: O valor do atributo de texto '{0}' é do tipo '{1}', mas era esperado o tipo '{2}'.
ru: Значение текстового атрибута "{0}" имеет тип "{1}", но ожидается тип "{2}".
tr: '{0}' metin özniteliği değeri '{1}' türünde, ancak '{2}' türü bekleniyordu.
zh_hans: “{0}”文本特性值为类型“{1}”，但应为类型“{2}”。
zh_hant: '{0}' 文字屬性值是類型 '{1}'，但應為類型 '{2}'。

# TextMustNotBeNullOrEmpty
source: Text argument cannot be a null or empty string.
cs: Textový argument nemůže mít hodnotu null nebo být prázdným řetězcem.
de: Das Textargument darf nicht NULL oder eine leere Zeichenfolge sein.
es: El argumento de texto no puede ser NULL ni una cadena vacía.
fr: L'argument de texte ne peut pas être une chaîne nulle ou vide.
it: L'argomento di testo non può essere null o una stringa vuota.
ja: テキスト引数は NULL または空の文字列にできません。
ko: 텍스트 인수는 null이거나 비어 있는 문자열일 수 없습니다.
pl: Argument tekstowy nie może przyjmować wartości null lub być pustym ciągiem.
pt_br: O argumento de texto não pode ser uma cadeia de caracteres nula ou vazia.
ru: Текстовый аргумент не может иметь значение null или быть пустым.
tr: Metin bağımsız değişkeni null veya boş dize olamaz.
zh_hans: 文本参数不能为 null 或空字符串。
zh_hant: 文字引數不可以是 null 或空字串。

# TreeScopeElementChildrenDescendantsOnly
source: Only TreeScope.Element, TreeScope.Children, and TreeScope.Descendants are valid for this call.
cs: Pouze elementy TreeScope.Element, TreeScope.Children a TreeScope.Descendants jsou platné pro toto volání.
de: Für diesen Aufruf sind nur TreeScope.Element, TreeScope.Children und TreeScope.Descendants gültig.
es: Solo TreeScope.Element, TreeScope.Children y TreeScope.Descendants son válidos para esta llamada.
fr: Uniquement TreeScope.Element, TreeScope.Children et TreeScope.Descendants sont valides pour cet appel.
it: Solo TreeScope.Element, TreeScope.Children e TreeScope.Descendants sono validi per questa chiamata.
ja: この呼び出しには、TreeScope.Element、TreeScope.Children および TreeScope.Descendants のみが有効です。
ko: 이 호출에 TreeScope.Element, TreeScope.Children 및 TreeScope.Descendants만 사용할 수 있습니다.
pl: Tylko elementy TreeScope.Element, TreeScope.Children oraz TreeScope.Descendants są poprawne dla tego wywołania.
pt_br: Somente TreeScope.Element, TreeScope.Children e TreeScope.Descendants são válidos para esta chamada.
ru: Для данного вызова допустимы только Only TreeScope.Element, TreeScope.Children и TreeScope.Descendants.
tr: Bu çağrı için yalnızca TreeScope.Element, TreeScope.Children ve TreeScope.Descendants geçerlidir.
zh_hans: 仅 TreeScope.Element、TreeScope.Children 和 TreeScope.Descendants 对于此调用有效。
zh_hant: 對此呼叫而言，只有 TreeScope.Element、TreeScope.Children 和 TreeScope.Descendants 有效。

# TreeScopeNeedAtLeastOne
source: Must specify at least one of TreeScope.Element, TreeScope.Children, or TreeScope.Descendants.
cs: Je nutné zadat alespoň jeden element TreeScope.Element, TreeScope.Children nebo TreeScope.Descendants.
de: Mindestens eines der folgenden Elemente muss angegeben werden: TreeScope.Element, TreeScope.Children oder TreeScope.Descendants.
es: Debe especificar al menos uno de los siguientes elementos: TreeScope.Element, TreeScope.Children o TreeScope.Descendants.
fr: Au moins une valeur parmi les constantesTreeScope.Element, TreeScope.Children et TreeScope.Descendants doit être spécifiée.
it: È necessario specificare almeno uno dei seguenti: TreeScope.Element, TreeScope.Children o TreeScope.Descendants.
ja: TreeScope.Element、TreeScope.Children または TreeScope.Descendants のうちの少なくとも 1 つを指定する必要があります。
ko: TreeScope.Element, TreeScope.Children, TreeScope.Descendants 중 하나 이상을 지정해야 합니다.
pl: Należy podać przynajmniej jeden z elementów TreeScope.Element, TreeScope.Children lub TreeScope.Descendants.
pt_br: Especifique pelo menos TreeScope.Element, TreeScope.Children ou TreeScope.Descendants.
ru: Необходимо указать хотя бы один из TreeScope.Element, TreeScope.Children или TreeScope.Descendants.
tr: TreeScope.Element, TreeScope.Children veya TreeScope.Descendants'tan en az biri belirtilmelidir.
zh_hans: 必须至少指定 TreeScope.Element、TreeScope.Children 或 TreeScope.Descendants 中的一个。
zh_hant: 至少必須指定 TreeScope.Element、TreeScope.Children 或 TreeScope.Descendants 其中一個值。

# UnexpectedWindowState
source: Unrecognized WindowVisualState value.
cs: Neznámá hodnota WindowVisualState
de: Unbekannter WindowVisualState-Wert.
es: Valor de WindowVisualState no reconocido.
fr: Valeur WindowVisualState non reconnue.
it: Valore WindowVisualState non riconosciuto.
ja: 認識できない WindowVisualState 値です。
ko: 인식할 수 없는 WindowVisualState 값입니다.
pl: Nierozpoznana wartość WindowVisualState.
pt_br: Valor WindowVisualState não reconhecido.
ru: Нераспознанное значение WindowVisualState.
tr: Tanınmayan WindowVisualState değeri.
zh_hans: 无法识别的 WindowVisualState 值。
zh_hant: 無法辨認的 WindowVisualState 值。

# UnknownCoreAPIError
source: Unrecognized error.
cs: Nerozpoznaná chyba
de: Unbekannter Fehler.
es: Error no reconocido.
fr: Erreur non reconnue.
it: Errore non riconosciuto.
ja: 認識できないエラーです。
ko: 인식할 수 없는 오류입니다.
pl: Nierozpoznany błąd.
pt_br: Erro não reconhecido.
ru: Нераспознанная ошибка.
tr: Tanınmayan hata.
zh_hans: 无法识别的错误。
zh_hant: 無法辨認的錯誤。

# UnsupportedAttribute
source: Unsupported TextAttribute.
cs: Nepodporovaná třída TextAttribute
de: Nicht unterstütztes TextAttribute.
es: TextAttribute no admitido.
fr: TextAttribute non pris en charge.
it: TextAttribute non supportato.
ja: サポートされていない TextAttribute です。
ko: 지원되지 않는 TextAttribute입니다.
pl: Nieobsługiwany element TextAttribute.
pt_br: TextAttribute sem-suporte.
ru: Неподдерживаемый атрибут TextAttribute.
tr: Desteklenmeyen TextAttribute.
zh_hans: 不支持的 TextAttribute。
zh_hant: 不支援的 TextAttribute。

source: Unsupported Pattern.
cs: Nepodporovaný vzorec
de: Nicht unterstütztes Muster.
es: Modelo no admitido.
fr: Modèle non pris en charge.
it: Pattern non supportato.
ja: サポートされていないパターンです。
ko: 지원되지 않는 Pattern입니다.
pl: Nieobsługiwany obiekt Pattern.
pt_br: Padrão sem-suporte.
ru: Неподдерживаемый шаблон.
tr: Desteklenmeyen Desen.
zh_hans: 不支持的模式。
zh_hant: 不支援的模式。

source: Unsupported Property.
cs: Nepodporovaná Vlastnost
de: Nicht unterstützte Eigenschaft.
es: Propiedad no admitida.
fr: Propriété non prise en charge.
it: Proprietà non supportata.
ja: サポートされていないプロパティです。
ko: 지원되지 않는 Property입니다.
pl: Nieobsługiwany obiekt Property.
pt_br: Propriedade sem-suporte.
ru: Неподдерживаемое свойство.
tr: Desteklenmeyen Özellik.
zh_hans: 不支持的属性。
zh_hant: 不支援的屬性。

# ValueReadonly
source: Value is read-only.
cs: Hodnota je pouze pro čtení.
de: Der Wert ist schreibgeschützt.
es: El valor es de solo lectura.
fr: La valeur est en lecture seule.
it: Valore di sola lettura.
ja: 値は読み取り専用です。
ko: 값이 읽기 전용입니다.
pl: Wartość jest tylko do odczytu.
pt_br: O valor é somente leitura.
ru: Значение доступно только для чтения.
tr: Değer salt okunur.
zh_hans: 值为只读。
zh_hant: 值是唯讀的。
