Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Windows.Controls.Ribbon/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ElementNotKeyTipScope
source: Element is not a valid KeyTip scope.
cs: Prvek nepředstavuje platný rozsah KeyTip.
de: Element ist kein gültiger KeyTip-Bereich.
es: El elemento no es un ámbito de KeyTip válido.
fr: L'élément n'est pas une étendue KeyTip valide.
it: L'elemento non è un valido punteggio KeyTip.
ja: 要素は KeyTip の有効なスコープではありません。
ko: 요소가 유효한 KeyTip 범위가 아닙니다.
pl: Element nie jest prawidłowym zakresem właściwości KeyTip.
pt_br: O elemento não é um escopo KeyTip válido.
ru: Элемент не является допустимой областью KeyTip.
tr: Öğe geçerli bir KeyTip kapsamı değil.
zh_hans: 元素不是有效的 KeyTip 范围。
zh_hant: 項目不是有效的 KeyTip 範圍。

# InRibbonGallery_ScrollDownButtonAutomationName
source: Row Down
cs: O řádek níže
de: Zeile nach unten
es: Bajar fila
fr: Descendre d'une ligne
it: Riga giù
ja: 下へ移動
ko: 행 아래로
pl: Wiersz w dół
pt_br: Linha Para Baixo
ru: Строка вниз
tr: Satır Aşağı
zh_hans: 下移行
zh_hant: 向下一列

# InRibbonGallery_ScrollUpButtonAutomationName
source: Row Up
cs: O řádek výše
de: Zeile nach oben
es: Subir fila
fr: Monter d'une ligne
it: Riga su
ja: 上へ移動
ko: 행 위로
pl: Wiersz w górę
pt_br: Linha Para Cima
ru: Строка вверх
tr: Satır Yukarı
zh_hans: 上移行
zh_hant: 向上一列

# InvalidApplicationMenuOrItemContainer
source: '{0}' can only host a RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery or RibbonSeparator. '{1}' is an invalid container.
cs: {0} může hostovat pouze objekty RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery nebo RibbonSeparator. {1} je neplatný kontejner.
de: '{0}' kann nur ein RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, eine RibbonGallery oder ein RibbonSeparator hosten. '{1}' ist ein ungültiger Container.
es: '{0}' sólo puede hospedar un objeto RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery o RibbonSeparator. '{1}' es un contenedor no válido.
fr: '{0}' peut héberger uniquement un RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery ou RibbonSeparator. '{1}' est un conteneur non valide.
it: '{0}' può ospitare solo RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery o RibbonSeparator. '{1}' non è un contenitore valido.
ja: '{0}' がホストできるのは、RibbonApplicationMenuItem、RibbonApplicationSplitMenuItem、RibbonGallery、または RibbonSeparator のみです。'{1}' は無効なコンテナーです。
ko: '{0}'은(는) RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery 또는 RibbonSeparator만 호스트할 수 있습니다. '{1}'은(는) 잘못된 컨테이너입니다.
pl: „{0}” może zawierać tylko element klasy RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery lub RibbonSeparator. „{1}” jest nieprawidłowym kontenerem.
pt_br: '{0}' só pode hospedar um RibbonApplicationMenuItem, um RibbonApplicationSplitMenuItem, RibbonGallery ou um RibbonSeparator. '{1}' é um contêiner inválido.
ru: В "{0}" можно размещать только элементы RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery и RibbonSeparator. "{1}" не является допустимым контейнером.
tr: '{0}' yalnızca bir RibbonApplicationMenuItem, RibbonApplicationSplitMenuItem, RibbonGallery veya RibbonSeparator barındırabilir. '{1}' geçersiz bir kapsayıcı.
zh_hans: “{0}”只能承载 RibbonApplicationMenuItem、RibbonApplicationSplitMenuItem、RibbonGallery 或 RibbonSeparator。“{1}”是无效的容器。
zh_hant: '{0}' 只能裝載 RibbonApplicationMenuItem、RibbonApplicationSplitMenuItem、RibbonGallery 或 RibbonSeparator。'{1}' 是無效的容器。

# InvalidCtorParameterNoInfinityForStarSize
source: '{0}' parameter cannot be Infinity for RibbonControlLengthUnitType.Star.
cs: Parametr {0} nemůže mít hodnotu Infinity při použití typu jednotky RibbonControlLengthUnitType.Star.
de: Der '{0}'-Parameter kann für RibbonControlLengthUnitType.Star nicht unendlich sein.
es: El parámetro '{0}' no puede ser Infinity para RibbonControlLengthUnitType.Star.
fr: Le paramètre '{0}' ne peut pas être Infinity pour RibbonControlLengthUnitType.Star.
it: Il parametro '{0}' non può essere un valore infinito per RibbonControlLengthUnitType.Star.
ja: RibbonControlLengthUnitType.Star に対して、'{0}' パラメーターは Infinity にできません。
ko: '{0}' 매개 변수는 RibbonControlLengthUnitType.Star가 Infinity일 수 없습니다.
pl: Parametr „{0}” nie może mieć wartości Infinity w elemencie RibbonControlLengthUnitType.Star.
pt_br: O parâmetro '{0}' não pode ser Infinity para RibbonControlLengthUnitType.Star.
ru: Параметр "{0}" не может иметь значение Infinity для элемента RibbonControlLengthUnitType.Star.
tr: '{0}' parametresi RibbonControlLengthUnitType.Star için Infinity olamaz.
zh_hans: RibbonControlLengthUnitType.Star 的“{0}”参数不能是 Infinity。
zh_hant: RibbonControlLengthUnitType.Star 的 '{0}' 參數不能是 Infinity。

# InvalidCtorParameterNoNaN
source: '{0}' parameter cannot be NaN.
cs: Parametr {0} nemůže být NaN.
de: "NaN" ist für den Parameter "{0}" nicht zulässig.
es: El parámetro '{0}' no puede ser NaN.
fr: Le paramètre '{0}' ne peut pas être NaN.
it: Il parametro '{0}' non può essere NaN.
ja: '{0}' パラメーターは NaN にできません。
ko: 매개 변수 '{0}'은(는) NaN일 수 없습니다.
pl: Parametr „{0}” nie może być równy NaN.
pt_br: O parâmetro '{0}' não pode ser NaN.
ru: Параметр "{0}" не должен иметь значение NaN.
tr: '{0}' parametresi NaN olamaz.
zh_hans: “{0}”参数不能是 NaN。
zh_hant: '{0}' 參數不能是 NaN。

# InvalidCtorParameterUnknownRibbonControlLengthUnitType
source: '{0}' parameter is not valid. Valid values are RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item, or RibbonControlLengthUnitType.Star.
cs: Parametr {0} je neplatný. Platné hodnoty jsou RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item nebo RibbonControlLengthUnitType.Star.
de: Der '{0}'-Parameter ist nicht gültig. Gültige Werte sind RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item oder RibbonControlLengthUnitType.Star.
es: El parámetro '{0}' no es válido. Los valores válidos son RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item o RibbonControlLengthUnitType.Star.
fr: Le paramètre '{0}' n'est pas valide. Les valeurs valides sont RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item, ou RibbonControlLengthUnitType.Star.
it: Il parametro '{0}' non è valido. I valori validi sono RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item, or RibbonControlLengthUnitType.Star.
ja: '{0}' パラメーターが無効です。有効な値は、RibbonControlLengthUnitType.Auto、RibbonControlLengthUnitType.Pixel、RibbonControlLengthUnitType.Item、または RibbonControlLengthUnitType.Star です。
ko: '{0}' 매개 변수가 잘못되었습니다. 유효한 값은 RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item 또는 RibbonControlLengthUnitType.Star입니다.
pl: Parametr „{0}” jest nieprawidłowy. Dopuszczalne wartości to RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item i RibbonControlLengthUnitType.Star.
pt_br: O parâmetro '{0}' não é válido. Os valores válidos são RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item ou RibbonControlLengthUnitType.Star.
ru: Параметр "{0}" не является допустимым. Допустимые значения: RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item и RibbonControlLengthUnitType.Star.
tr: '{0}' parametresi geçerli değil. Geçerli değerler: RibbonControlLengthUnitType.Auto, RibbonControlLengthUnitType.Pixel, RibbonControlLengthUnitType.Item veya RibbonControlLengthUnitType.Star.
zh_hans: “{0}”参数无效。有效值是 RibbonControlLengthUnitType.Auto、RibbonControlLengthUnitType.Pixel、RibbonControlLengthUnitType.Item 或 RibbonControlLengthUnitType.Star。
zh_hant: '{0}' 參數無效。有效的值包括 RibbonControlLengthUnitType.Auto、RibbonControlLengthUnitType.Pixel、RibbonControlLengthUnitType.Item 或 RibbonControlLengthUnitType.Star。

# InvalidKeyTipOffset
source: Offset cannot be infinity or NaN.
cs: Posun nemůže mít hodnotu Infinity ani NaN.
de: Offset kann nicht unendlich oder NaN sein.
es: El desplazamiento no puede ser infinito o NaN.
fr: L'offset ne peut pas être infini ou NaN.
it: L'offset non può essere un valore infinito o NaN.
ja: オフセットは無限大または NaN にできません。
ko: 오프셋은 무한대 또는 NaN일 수 없습니다.
pl: Przesunięcie nie może być nieskończone ani mieć wartości NaN.
pt_br: O deslocamento não pode ser infinity ou NaN.
ru: Смещение не может иметь значение Infinity или NaN.
tr: Offset değeri infinity veya NaN olamaz.
zh_hans: 偏移量不能是无穷大或 NaN。
zh_hant: 位移不能是無限大或 NaN。

# InvalidMenuButtonOrItemContainer
source: '{0}' can only host a RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery or RibbonSeparator. '{1}' is an invalid container.
cs: {0} může hostovat pouze objekty RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery nebo RibbonSeparator. {1} je neplatný kontejner.
de: '{0}' kann nur ein RibbonMenuItem, RibbonSplitMenuItem, eine RibbonGallery oder ein RibbonSeparator hosten. '{1}' ist ein ungültiger Container.
es: '{0}' sólo puede hospedar un objeto RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery o RibbonSeparator. '{1}' es un contenedor no válido.
fr: '{0}' peut héberger uniquement un RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery ou RibbonSeparator. '{1}' est un conteneur non valide.
it: '{0}' può ospitare solo RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery o RibbonSeparator. '{1}' non è un contenitore valido.
ja: '{0}' がホストできるのは、RibbonMenuItem、RibbonSplitMenuItem、RibbonGallery、または RibbonSeparator のみです。'{1}' は無効なコンテナーです。
ko: '{0}'은(는) RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery 또는 RibbonSeparator만 호스트할 수 있습니다. '{1}'은(는) 잘못된 컨테이너입니다.
pl: „{0}” może zawierać tylko element klasy RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery lub RibbonSeparator. „{1}” jest nieprawidłowym kontenerem.
pt_br: '{0}' só pode hospedar um RibbonMenuItem, um RibbonSplitMenuItem, um RibbonGallery ou um RibbonSeparator. '{1}' é um contêiner inválido.
ru: В "{0}" можно размещать только элементы RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery или RibbonSeparator. "{1}" не является допустимым контейнером.
tr: '{0}' yalnızca bir RibbonMenuItem, RibbonSplitMenuItem, RibbonGallery veya RibbonSeparator barındırabilir. '{1}' geçersiz bir kapsayıcı.
zh_hans: “{0}”只能承载 RibbonMenuItem、RibbonSplitMenuItem、RibbonGallery 或 RibbonSeparator。“{1}”是无效的容器。
zh_hant: '{0}' 只能裝載 RibbonMenuItem、RibbonSplitMenuItem、RibbonGallery 或 RibbonSeparator。'{1}' 是無效的容器。

# QATKeyTipCharacters
source: ABCDEFGHIJKLMNOPQRSTUVWXYZ
cs: AÁBCČDĎEÉĚFGHChIÍJKLMNŇOÓPQRŘSŠTŤUÚŮVWXYÝZŽ
es: ABCDEFGHIJKLMNÑOPQRSTUVWXYZ
ko: ㄱㄴㄷㄹㅁㅂㅅㅇㅈㅊㅋㅌㅍㅎㅏㅑㅓㅕㅗㅛㅜㅠㅡㅣ
pl: ABCDEFGHIJKLŁMNOPRSTUWYZ
ru: АБВГДЕЁЖЗИЙКЛМНОПРСТУФХЦЧШЩЪЫЬЭЮЯ
tr: ABCÇDEFGĞHIİJKLMNOÖPQRSŞTUÜVWXYZ

# ResizeParametersNotValid
source: Resize parameters out of bounds.
cs: Parametry změny velikosti jsou mimo rozsah.
de: Parameter für die Größenänderung außerhalb des gültigen Bereichs.
es: Parámetros de cambio de tamaño fuera de los límites.
fr: Redimensionnez les paramètres hors limites.
it: Parametri di ridimensionamento fuori limite.
ja: 制限を超えているパラメーターのサイズを変更します。
ko: 범위를 벗어난 매개 변수의 크기를 조정하십시오.
pl: Zmień wartości parametrów wykraczających poza zakres.
pt_br: Parâmetros de dimensionamento fora dos limites.
ru: Параметры изменения размера находятся вне допустимых границ.
tr: Yeniden boyutlandırma parametreleri sınırların dışında.
zh_hans: 调整大小参数超出界限。
zh_hant: 調整大小參數超出範圍。

# RibbonContextMenu_AddGalleryToQAT
source: _Add gallery to Quick Access Toolbar
cs: Přid_at galerii na panel nástrojů Rychlý přístup
de: G_alerie zu Symbolleiste für den Schnellzugriff hinzufügen
es: _Agregar galería a la barra de herramientas de acceso rápido
fr: _Ajouter une galerie à la barre d'outils Accès rapide
it: _Aggiungi raccolta alla barra di accesso rapido
ja: ギャラリーをクイック アクセス ツール バーに追加(_A)
ko: 빠른 실행 도구 모음에 갤러리 추가(_A)
pl: _Dodaj galerię do paska narzędzi Szybki dostęp
pt_br: _Adicionar galeria à Barra de Ferramentas de Acesso Rápido
ru: До_бавить галерею в панель быстрого доступа
tr: Hızlı _Erişim Araç Çubuğu'na Galeri Ekle
zh_hans: 将库添加到快速访问工具栏(_A)
zh_hant: 新增組件庫至快速存取工具列(_A)

# RibbonContextMenu_AddToQAT
source: _Add to Quick Access Toolbar
cs: Přid_at na panel nástrojů Rychlý přístup
de: _Zu Symbolleiste für den Schnellzugriff hinzufügen
es: _Agregar a la barra de herramientas de acceso rápido
fr: _Ajouter à la barre d'outils Accès rapide
it: _Aggiungi alla barra di accesso rapido
ja: クイック アクセス ツール バーに追加(_A)
ko: 빠른 실행 도구 모음에 추가(_A)
pl: _Dodaj do paska narzędzi Szybki dostęp
pt_br: _Adicionar à Barra de Ferramentas de Acesso Rápido
ru: До_бавить в панель быстрого доступа
tr: Hızlı _Erişim Araç Çubuğu'na Ekle
zh_hans: 添加到快速访问工具栏(_A)
zh_hant: 新增至快速存取工具列(_A)

# RibbonContextMenu_MaximizeTheRibbon
source: Ma_ximize the Ribbon
cs: Ma_ximalizovat pás karet
de: Menüband ma_ximimieren
es: Ma_ximizar la cinta de opciones
fr: Agran_dir le ruban
it: In_grandisci barra multifunzione
ja: リボンの最大化(_X)
ko: 리본 최대화(_X)
pl: Ma_ksymalizuj Wstążkę
pt_br: Ma_ximizar a Faixa de Opções
ru: Раз_вернуть ленту
tr: Ş_eridi Genişlet
zh_hans: 最大化功能区(_X)
zh_hant: 將功能區最大化(_X)

# RibbonContextMenu_MinimizeTheRibbon
source: Mi_nimize the Ribbon
cs: Mi_nimalizovat pás karet
de: Menüband mi_nimieren
es: Mi_nimizar la cinta de opciones
fr: Réd_uire le ruban
it: Ri_duci a icona barra multifunzione
ja: リボンの最小化(_N)
ko: 리본 최소화(_N)
pl: Mi_nimalizuj Wstążkę
pt_br: Mi_nimizar a Faixa de Opções
ru: С_вернуть ленту
tr: Şeridi _Simge Durumuna Küçült
zh_hans: 最小化功能区(_N)
zh_hant: 將功能區最小化(_N)

# RibbonContextMenu_RemoveFromQAT
source: _Remove from Quick Access Toolbar
cs: Odeb_rat z panelu nástrojů Rychlý přístup
de: Aus Symbolleiste für den Schnellzugriff entfe_rnen
es: _Eliminar de la barra de herramientas de acceso rápido
fr: _Supprimer de la barre d'outils Accès rapide
it: _Rimuovi da barra di accesso rapido
ja: クイック アクセス ツール バーから削除(_R)
ko: 빠른 실행 도구 모음에서 제거(_R)
pl: _Usuń z paska narzędzi Szybki dostęp
pt_br: _Remover da Barra de Ferramentas de Acesso Rápido
ru: _Удалить из панели быстрого доступа
tr: Hızlı Erişim Araç Çubuğu'ndan _Kaldır
zh_hans: 从快速访问工具栏中删除(_R)
zh_hant: 從快速存取工具列移除(_R)

# RibbonContextMenu_ShowQATAbove
source: _Show Quick Access Toolbar above the Ribbon
cs: Zobrazit panel ná_strojů Rychlý přístup nad pásem karet
de: _Symbolleiste für den Schnellzugriff über dem Menüband anzeigen
es: _Mostrar la barra de herramientas de acceso rápido por encima de la cinta de opciones
fr: Affi_cher la barre d'outils Accès rapide au-dessus du ruban
it: _Mostra barra di accesso rapido sopra barra multifunzione
ja: クイック アクセス ツール バーをリボンの上に表示(_S)
ko: 빠른 실행 도구 모음을 리본 위에 표시(_S)
pl: _Pokaż pasek narzędzi Szybki dostęp poniżej Wstążki
pt_br: _Mostrar Barra de Ferramentas de Acesso Rápido acima da Faixa de Opções
ru: _Показывать панель быстрого доступа над лентой
tr: Hızlı Erişim Araç Çubuğu'nu Şeridin _Üstünde Göster
zh_hans: 在功能区上方显示快速访问工具栏(_S)
zh_hant: 在功能區上方顯示快速存取工具列(_S)

# RibbonContextMenu_ShowQATBelow
source: _Show Quick Access Toolbar below the Ribbon
cs: Zobrazit panel ná_strojů Rychlý přístup pod pásem karet
de: _Symbolleiste für den Schnellzugriff unter dem Menüband anzeigen
es: _Mostrar la barra de herramientas de acceso rápido por debajo de la cinta de opciones
fr: Affi_cher la barre d'outils Accès rapide en-dessous du ruban
it: _Mostra barra di accesso rapido sotto barra multifunzione
ja: クイック アクセス ツール バーをリボンの下に表示(_S)
ko: 빠른 실행 도구 모음을 리본 아래에 표시(_S)
pl: _Pokaż pasek narzędzi Szybki dostęp powyżej Wstążki
pt_br: _Mostrar Barra de Ferramentas de Acesso Rápido abaixo da Faixa de Opções
ru: _Показывать панель быстрого доступа под лентой
tr: Hızlı Erişim Araç Çubuğu'nu Şeridin _Altında Göster
zh_hans: 在功能区下方显示快速访问工具栏(_S)
zh_hant: 在功能區下方顯示快速存取工具列(_S)

# RibbonGallery_AllFilter
source: All
cs: Vše
de: Alle
es: Todo
fr: Tout
it: Tutti
ja: すべて
ko: 전체
pl: Wszystko
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部
zh_hant: 全部

# RibbonGroupsPanel_InvalidRegistrationParameter
source: RibbonGroupsPanel RegisterStarLayoutProvider and UnregisterStarLayoutProvider accepts only IProvideStarLayoutInfo instances.
cs: Metody RegisterStarLayoutProvider a UnregisterStarLayoutProvider třídy RibbonGroupsPanel přijímají pouze instance třídy IProvideStarLayoutInfo.
de: RibbonGroupsPanel RegisterStarLayoutProvider und UnregisterStarLayoutProvider akzeptieren nur IProvideStarLayoutInfo-Instanzen.
es: RibbonGroupsPanel RegisterStarLayoutProvider y UnregisterStarLayoutProvider solo aceptan instancias de IProvideStarLayoutInfo.
fr: RibbonGroupsPanel RegisterStarLayoutProvider et UnregisterStarLayoutProvider n'acceptent que les instances d'IProvideStarLayoutInfo.
it: RibbonGroupsPanel RegisterStarLayoutProvider e UnregisterStarLayoutProvider accettano solo istanze IProvideStarLayoutInfo.
ja: RibbonGroupsPanel RegisterStarLayoutProvider と UnregisterStarLayoutProvider は IProvideStarLayoutInfo インスタンスのみを受け入れます。
ko: RibbonGroupsPanel RegisterStarLayoutProvider와 UnregisterStarLayoutProvider는 IProvideStarLayoutInfo 인스턴스만 허용합니다.
pl: Obiekty RegisterStarLayoutProvider i UnregisterStarLayoutProvider klasy RibbonGroupsPanel akceptują tylko wystąpienia właściwości IProvideStarLayoutInfo.
pt_br: RibbonGroupsPanel RegisterStarLayoutProvider e UnregisterStarLayoutProvider só aceitam instâncias de IProvideStarLayoutInfo.
ru: Свойства RegisterStarLayoutProvider и UnregisterStarLayoutProvider элемента RibbonGroupsPanel принимают только экземпляры IProvideStarLayoutInfo.
tr: RibbonGroupsPanel RegisterStarLayoutProvider ve UnregisterStarLayoutProvider yalnızca IProvideStarLayoutInfo örneklerini kabul eder.
zh_hans: RibbonGroupsPanel 的 RegisterStarLayoutProvider 和 UnregisterStarLayoutProvider 只接受 IProvideStarLayoutInfo 实例。
zh_hant: RibbonGroupsPanel RegisterStarLayoutProvider 和 UnregisterStarLayoutProvider 只接受 IProvideStarLayoutInfo 執行個體。

# RibbonQuickAccessToolBar_OverflowButtonToolTip
source: More controls
cs: Další ovládací prvky
de: Weitere Steuerelemente
es: Más controles
fr: Autres contrôles
it: Altri controlli
ja: その他のボタン
ko: 기타 컨트롤
pl: Więcej formantów
pt_br: Mais controles
ru: Другие элементы
tr: Diğer denetimler
zh_hans: 其他控件
zh_hant: 其他控制項

# RibbonWindow_ExtendUnShownGlass
source: Window must be shown before extending glass
cs: Před rozšířením skla musí být okno zobrazeno.
de: Fenster muss vor der Erweiterung von "glass" angezeigt werden
es: La ventana debe mostrarse antes de ampliar la transparencia
fr: La fenêtre doit être affichée avant l'extension de la transparence
it: È necessario visualizzare la finestra prima di estendere la lente
ja: ウィンドウはグラスを拡張する前に表示されている必要があります
ko: 투명 효과를 확장하기 전에 창을 표시해야 합니다.
pl: Przed włączeniem trybu Glass musi być wyświetlone okno
pt_br: A janela deve ser mostrada na frente do vidro extensor
ru: Окно должно быть показано перед лупой
tr: Cam genişletilmeden önce pencere gösterilmelidir
zh_hans: 在扩展玻璃之前必须显示窗口
zh_hant: 視窗必須在延伸玻璃效果之前顯示

# Ribbon_ContextualTabHeadersSourceInvalid
source: Cannot set both ContextualTabGroupHeadersSource and ContextualTabGroupHeaders.
cs: Nelze nastavit vlastnost ContextualTabGroupHeadersSource a současně vlastnost ContextualTabGroupHeaders.
de: ContextualTabGroupHeadersSource und ContextualTabGroupHeaders können nicht beide festgelegt werden.
es: No se pueden establecer ContextualTabGroupHeadersSource y ContextualTabGroupHeaders al mismo tiempo.
fr: Impossible de définir ContextualTabGroupHeadersSource et ContextualTabGroupHeaders.
it: Impossibile impostare ContextualTabGroupHeadersSource e ContextualTabGroupHeaders.
ja: ContextualTabGroupHeadersSource と ContextualTabGroupHeaders を両方とも設定できません。
ko: ContextualTabGroupHeadersSource와 ContextualTabGroupHeaders를 둘 다 설정할 수는 없습니다.
pl: Nie można skonfigurować jednocześnie właściwości ContextualTabGroupHeadersSource i ContextualTabGroupHeaders.
pt_br: Não é possível definir ContextualTabGroupHeadersSource e ContextualTabGroupHeaders.
ru: Не удалось установить свойства ContextualTabGroupHeadersSource и ContextualTabGroupHeaders.
tr: Hem ContextualTabGroupHeadersSource hem de ContextualTabGroupHeaders ayarlanamaz.
zh_hans: 不能同时设置 ContextualTabGroupHeadersSource 和 ContextualTabGroupHeaders。
zh_hant: 無法同時設定 ContextualTabGroupHeadersSource 與 ContextualTabGroupHeaders。

# SetFocusFailed
source: The target element cannot receive focus.
cs: Cílový element nemůže získat fokus.
de: Das Zielelement kann keinen Fokus erhalten.
es: El elemento de destino no puede recibir el foco.
fr: L'élément cible ne peut pas recevoir le focus.
it: Impossibile spostare lo stato attivo sull'elemento di destinazione.
ja: ターゲット要素は、フォーカスを受け取ることができません。
ko: 대상 요소가 포커스를 받을 수 없습니다.
pl: Nie można ustawić fokusu na elemencie docelowym.
pt_br: O elemento de destino não pode receber o foco.
ru: Конечный элемент не может получить фокус.
tr: Hedef öğe odak alamıyor.
zh_hans: 目标元素无法接收焦点。
zh_hant: 目標項目無法接收焦點。

# UIA_OperationCannotBePerformed
source: Cannot perform operation.
cs: Tuto operaci nelze provést.
de: Der Vorgang kann nicht ausgeführt werden.
es: No se puede realizar la operación.
fr: Impossible d'effectuer l'opération.
it: Impossibile eseguire l'operazione.
ja: 操作を実行できません。
ko: 작업을 수행할 수 없습니다.
pl: Nie można wykonać operacji.
pt_br: Não é possível executar a operação.
ru: Не удается выполнить действие.
tr: İşlem gerçekleştirilemez.
zh_hans: 无法执行操作。
zh_hant: 無法執行操作。

# VirtualizedElement
source: Element does not exist or it is virtualized.
cs: Prvek neexistuje nebo je virtualizovaný.
de: Element existiert nicht oder ist virtualisiert.
es: El elemento no existe o está virtualizado.
fr: L'élément n'existe pas ou il est virtualisé.
it: L'elemento non esiste o è stato virtualizzato.
ja: 要素が存在しないか、仮想化されています。
ko: 요소가 없거나 가상화되었습니다.
pl: Element nie istnieje albo został zwirtualizowany.
pt_br: O elemento não existe ou é virtualizado.
ru: Элемент не существует или является виртуализированным.
tr: Öğe yok veya sanallaştırılmış.
zh_hans: 元素不存在或已虚拟化。
zh_hant: 項目不存在或它是虛擬的。
