Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# LocalNamePropertyNotAllowed
source: MC6023: Because '{0}' is implemented in the same assembly, you must set the {1}:Name attribute rather than the Name attribute.
cs: MC6023: Protože atribut {0} je implementován ve stejném sestavení, musíte nastavit {1}:Atribut Name spíše než atribut Name.
de: MC6023: Da "{0}" in derselben Assembly implementiert ist, muss statt des Name-Attributs das Attribut "{1}:Name" festgelegt werden.
es: MC6023: puesto que '{0}' está implementado en el mismo ensamblado, debe establecer el atributo {1}:Name, en lugar del atributo Name.
fr: MC6023 : comme '{0}' est implémenté dans le même assembly, vous devez définir l'attribut {1}:Name à la place de l'attribut Name.
it: MC6023: '{0}' è implementato nello stesso assembly. È pertanto necessario impostare l'attributo {1}:Name anziché l'attributo Name.
ja: MC6023: '{0}' が同じアセンブリに実装されているため、Name 属性ではなく {1}:Name 属性を設定する必要があります。
ko: MC6023: '{0}'이(가) 동일한 어셈블리에서 구현되었으므로 Name 특성이 아닌 {1}:Name 특성을 설정해야 합니다.
pl: MC6023: Właściwość „{0}” jest zaimplementowana w tym samym zestawie, dlatego należy ustawić atrybut {1}:Name zamiast atrybutu Name.
pt_br: MC6023: como '{0}' está implementado no mesmo assembly, você deve definir o atributo {1}:Name em vez do atributo Name.
ru: MC6023: реализация "{0}" сделана в той же сборке, поэтому необходимо задать атрибут {1}:Name, а не атрибут Name.
tr: MC6023: '{0}' aynı bütünleştirilmiş kodda yürütüldüğü için, Name özniteliği yerine {1}:Name özniteliğini ayarlamanız gerekir.
zh_hans: MC6023: 由于“{0}”是在同一程序集中实现的，您必须设置 {1}:Name 特性而不是 Name 特性。
zh_hant: MC6023: 因為 '{0}' 是實作於相同的組件中，您必須設定 {1}:Name 屬性，而非 Name 屬性。

# LocalRefAppDefFile
source: Input: Local reference markup ApplicationDefinition file is '{0}'.
cs: Vstup: Místní referenční soubor označení třídy ApplicationDefinition je {0}.
de: Eingabe: Die lokale Verweismarkupdatei für "ApplicationDefinition" ist "{0}".
es: Entrada: el archivo ApplicationDefinition de marcado de referencia local es '{0}'.
fr: Entrée : le fichier ApplicationDefinition de balisage de référence local est '{0}'.
it: Input: il file ApplicationDefinition del markup di riferimento locale è '{0}'.
ja: 入力: ローカル参照マークアップ ApplicationDefinition ファイルは '{0}' です。
ko: 입력: 지역 참조 마크업 ApplicationDefinition 파일은 '{0}'입니다.
pl: Wejście: Lokalny plik znakowania referencji ApplicationDefinition to „{0}”.
pt_br: Entrada: o arquivo ApplicationDefinition de marcação de referência local é '{0}'.
ru: Входные данные: файл ApplicationDefinition для разметки локальных ссылок - "{0}".
tr: Giriş: Yerel başvuru işaretleme ApplicationDefinition dosyası '{0}'.
zh_hans: 输入: 本地引用标记 ApplicationDefinition 文件是“{0}”。
zh_hant: 輸入: 本機參考標記 ApplicationDefinition 檔案是 '{0}'。

# LocalRefGeneratedBamlFile
source: Generated BAML file: '{0}'.
cs: Vygenerovaný soubor BAML: {0}.
de: BAML-Datei wurde generiert: "{0}".
es: Archivo BAML generado: '{0}'.
fr: Fichier BAML généré : '{0}'.
it: File BAML generato: '{0}'.
ja: BAML ファイル '{0}' を生成しました。
ko: BAML 파일 '{0}'이(가) 생성되었습니다.
pl: Wygenerowany plik BAML: „{0}”.
pt_br: Arquivo BAML gerado: '{0}'.
ru: Сгенерирован файл BAML: "{0}".
tr: Oluşturulan BAML dosyası: '{0}'.
zh_hans: 生成的 BAML 文件:“{0}”。
zh_hant: 已產生的 BAML 檔案: '{0}'。

# LocalRefMarkupPage
source: Input: Local reference markup Page file: '{0}'.
cs: Vstup: Místní referenční soubor označení Page: {0}.
de: Eingabe: Lokale Verweismarkupdatei für "Page": "{0}".
es: Entrada: el archivo Page de marcado de referencia local es: '{0}'.
fr: Entrée : fichier Page de balisage de référence local : '{0}'.
it: Input: file Page del markup di riferimento locale: '{0}'.
ja: 入力: ローカル参照マークアップ Page ファイルは '{0}' です。
ko: 입력: 지역 참조 마크업 Page 파일: '{0}'.
pl: Wejście: Lokalny plik Page znakowania referencji to „{0}”.
pt_br: Entrada: arquivo Page de marcação de referência local: '{0}'.
ru: Входные данные: файл Page для разметки локальных ссылок - "{0}".
tr: Giriş: Yerel başvuru işaretleme Page dosyası: '{0}'.
zh_hans: 输入: 本地引用标记 Page 文件:“{0}”。
zh_hant: 輸入: 本機參考標記 Page 檔案: '{0}'。

# MatchingTypeArgsNotFoundInRefType
source: MC6012: '{0}' event has a generic event handler delegate type '{1}'. The type parameter '{2}' on '{1}' does not match any type parameters on the containing generic tag '{3}'.
cs: MC6012: Událost {0} má ovladač generických událostí typu {1}. Typový parametr {2} v souboru {1} neodpovídá žádným typovým parametrům generického tagu {3}, který jej obsahuje.
de: MC6012: Ereignis "{0}" besitzt den generischen Ereignishandler-Delegattyp "{1}". Der Typparameter "{2}" für "{1}" entspricht keinem der im generischen Tag "{3}" enthaltenen Typparameter.
es: MC6012: el evento '{0}' tiene un tipo delegado de controlador de eventos genérico '{1}'. El parámetro de tipo '{2}' de '{1}' no coincide con ningún parámetro de tipo de la etiqueta genérica contenedora '{3}'.
fr: MC6012 : l'événement '{0}' possède un type délégué de gestionnaires d'événements générique '{1}'. Le paramètre type '{2}' de '{1}' ne correspond pas aux paramètres type de la balise générique contenante '{3}'.
it: MC6012: all'evento '{0}' è associato un tipo delegato generico del gestore eventi '{1}'. Il parametro del tipo '{2}' in '{1}' non corrisponde a nessun parametro del tipo nel tag generico contenitore '{3}'.
ja: MC6012: '{0}' イベントはジェネリック イベント ハンドラー デリゲート型 '{1}' を保持しています。'{1}' の型パラメーター '{2}' が、含まれているジェネリック タグ '{3}' のいずれの型パラメーターとも一致しません。
ko: MC6012: '{0}' 이벤트에 제네릭 이벤트 처리기 대리자 형식 '{1}'이(가) 있습니다. '{1}'의 형식 매개 변수 '{2}'은(는) 포함된 제네릭 태그 '{3}'의 모든 형식 매개 변수와 일치하지 않습니다.
pl: MC6012: Zdarzenie „{0}” ma typ obiektu delegowanego obsługi zdarzeń rodzajowych „{1}”. Parametr typu „{2}” w zdarzeniu „{1}” nie jest zgodny z żadnym z parametrów typu w zawierającym tagu rodzajowym „{3}”.
pt_br: MC6012: o evento '{0}' tem um tipo delegado de manipulador de eventos genérico '{1}'. O parâmetro de tipo '{2}' em '{1}' não corresponde aos parâmetros de tipo na marca genérica pertencente '{3}'.
ru: MC6012: в событии "{0}" используется тип делегата "{1}" для общего обработчика событий. Параметр типа "{2}" для "{1}" не соответствует ни одному из параметров типа в содержащем общем теге "{3}".
tr: MC6012: '{0}' olayı genel bir olay işleyicisi temsilci türü '{1}' içeriyor. '{1}' öğesindeki tür parametresi '{2}' içeren '{3}' genel etiketindeki herhangi bir tür parametresiyle eşleşmiyor.
zh_hans: MC6012:“{0}”事件具有通用事件处理程序委托类型“{1}”。“{1}”上的类型参数“{2}”与所包含的通用标记“{3}”上的任何类型参数不匹配。
zh_hant: MC6012: '{0}' 事件具有泛用事件處理常式委派型別 '{1}'。'{1}' 上的型別參數 '{2}' 不符合容器泛用標記 '{3}' 上的任何型別參數。

# MissingClassDefinitionForCodeTag
source: MC6026: '{0}' root element requires a {1}:Class attribute because '{2}' contains a {1}:Code tag. Either remove {1}:Code and its contents, or add a {1}:Class attribute to the root element.
cs: MC6026: Kořenový prvek{0} vyžaduje atribut {1}:Class, protože prvek {2} obsahuje tag {1}:Code. Buď odstraňte {1}:Code a jeho obsah, nebo přidejte atribut {1}:Class do kořenového prvku.
de: MC6026: Für das Stammattribut "{0}" ist ein {1}:Class-Attribut erforderlich, da "{2}" ein {1}:Code-Tag enthält. Entfernen Sie entweder {1}:Code und dessen Inhalt, oder fügen Sie dem Stammelement ein {1}:Class-Attribut hinzu.
es: MC6026: el elemento raíz '{0}' requiere un atributo {1}:Class porque '{2}' contiene una etiqueta {1}:Code. Quite {1}:Code y su contenido o agregue un atributo {1}:Class al elemento raíz.
fr: MC6026 : l'élément racine '{0}' nécessite un attribut {1}:Class car '{2}' contient une balise {1}:Code. Supprimez {1}:Code et son contenu, ou ajoutez un attribut {1}:Class à l'élément racine.
it: MC6026: per l'elemento radice '{0}' è obbligatorio un attributo {1}:Class perché '{2}' contiene un tag {1}:Code. Rimuovere {1}:Code e il relativo contenuto oppure aggiungere un attributo {1}:Class all'elemento radice.
ja: MC6026: '{2}' に {1}:Code タグが含まれているため、'{0}' ルート要素は {1}:Class 属性を必要とします。{1}:Code とそのコンテンツを削除するか、{1}:Class 属性をルート要素に追加してください。
ko: MC6026: '{2}'에 {1}:Code 태그가 있으므로 '{0}' 루트 요소에 {1}:Class 특성이 필요합니다. {1}:Code 및 해당 콘텐츠를 제거하거나 루트 요소에 {1}:Class 특성을 추가하십시오.
pl: MC6026: Główny element „{0}” wymaga atrybutu {1}:Class, ponieważ element „{2}” zawiera tag {1}:Code. Usuń tag {1}:Code oraz jego składniki lub dodaj atrybut {1}:Class do elementu głównego.
pt_br: MC6026: o elemento raiz '{0}' requer um atributo {1}:Class porque '{2}' contém uma marca {1}:Code. Remova {1}:Code e seu conteúdo ou adicione um atributo {1}:Class ao elemento raiz.
ru: MC6026: корневой элемент "{0}" требует атрибута {1}:Class, так как "{2}" содержит тег {1}:Code. Либо удалите тег {1}:Code и его содержимое, либо добавьте в корневой элемент атрибут {1}:Class.
tr: MC6026: '{2}' bir {1}:Code etiketi içerdiğinden '{0}' kök öğesi için bir {1}:Class özniteliği gerekiyor. {1}:Code öğesini ve içeriğini kaldırın veya kök öğeye {1}:Class özniteliği ekleyin.
zh_hans: MC6026:“{0}”根元素需要 {1}:Class 特性，因为“{2}”包含 {1}:Code 标记。请移除 {1}:Code 及其内容，或将 {1}:Class 特性添加到根元素。
zh_hant: MC6026: '{0}' 根項目需要 {1}:Class 屬性，因為 '{2}' 包含 {1}:Code 標記。請移除 {1}:Code 與其內容，或新增 {1}:Class 屬性至根項目。

# MissingClassDefinitionForEvent
source: MC6024: '{0}' root element requires a {1}:Class attribute to support event handlers in the XAML file. Either remove the event handler for the {2} event, or add a {1}:Class attribute to the root element.
cs: MC6024: Kořenový prvek {0} vyžaduje atribut {1}:Class pro podporu ovladačů událostí v souboru XAML. Buď odstraňte ovladač událostí pro událost {2}, nebo přidejte atribut {1}:Class do kořenového prvku.
de: MC6024: Für das Stammelement "{0}" ist ein {1}:Class-Attribut erforderlich, damit Ereignishandler in der XAML-Datei unterstützt werden. Entfernen Sie entweder den Ereignishandler für das {2}-Ereignis, oder fügen Sie dem Stammelement ein {1}:Class-Attribut hinzu.
es: MC6024: el elemento raíz '{0}' requiere un atributo {1}:Class para admitir controladores de eventos en el archivo XAML. Quite el controlador de eventos del evento {2} o agregue un atributo {1}:Class al elemento raíz.
fr: MC6024 : l'élément racine '{0}' nécessite un attribut {1}:Class pour prendre en charge les gestionnaires d'événements du fichier XAML. Supprimez le gestionnaire d'événements de l'événement {2} ou ajoutez un attribut {1}:Class à l'élément racine.
it: MC6024: per l'elemento radice '{0}' è necessario un attributo {1}:Class per il supporto dei gestori eventi nel file XAML. Rimuovere il gestore eventi per l'evento {2} oppure aggiungere un attributo {1}:Class all'elemento radice.
ja: MC6024: '{0}' ルート要素は、XAML ファイルでイベント ハンドラーをサポートするために、{1}:Class 属性を必要とします。{2} イベントのイベント ハンドラーを削除するか、{1}:Class 属性をルート要素に追加してください。
ko: MC6024: '{0}' 루트 요소에는 XAML 파일에서 이벤트 처리기를 지원하는 {1}:Class 특성이 필요합니다. {2} 이벤트에 대한 이벤트 처리기를 제거하거나 루트 요소에 {1}:Class 특성을 추가하십시오.
pl: MC6024: Element główny „{0}” wymaga atrybutu {1}:Class do obsługi zdarzeń w pliku XAML. Usuń procedurę obsługi dla zdarzenia {2} lub dodaj atrybut {1}:Class do elementu głównego.
pt_br: MC6024: o elemento '{0}' raiz requer que um atributo {1}:Class ofereça suporte aos manipuladores de eventos no arquivo XAML. Remova o manipulador de eventos do evento {2} ou adicione um atributo {1}:Class ao elemento raiz.
ru: MC6024: корневой элемент "{0}" требует атрибута {1}:Class для поддержки обработчиков событий в файле XAML. Либо удалите обработчик событий для события {2}, либо добавьте в корневой элемент атрибут {1}:Class.
tr: MC6024: '{0}' kök öğesinin XAML dosyasındaki olay işleyicilerini desteklemesi için {1}:Class özniteliği gerekiyor. {2} olayının olay işleyicisini kaldırın veya kök öğeye {1}:Class özniteliği ekleyin.
zh_hans: MC6024:“{0}”根元素需要 {1}:Class 特性来支持 XAML 文件中的事件处理程序。请移除 {2} 事件的事件处理程序，或将 {1}:Class 特性添加到根元素。
zh_hant: MC6024: '{0}' 根項目需要 {1}:Class 屬性，才能支援 XAML 檔案中的事件處理常式。請移除 {2} 事件的事件處理常式，或新增 {1}:Class 屬性至根項目。

# MissingClassDefinitionForTypeArgs
source: MC6025: '{0}' root element is a generic type and requires a {1}:Class attribute to support the {1}:TypeArguments attribute specified on the root element tag.
cs: MC6025: Kořenový prvek {0} je generický typ a vyžaduje atribut {1}:Class, aby podporoval atribut třídy {1}:TypeArguments určený na tagu kořenového prvku.
de: MC6025: Das Stammelement "{0}" ist ein generischer Typ und erfordert ein {1}:Class-Attribut, damit das für das Stammelementtag angegebene {1}:TypeArguments-Attribut unterstützt wird.
es: MC6025: el elemento raíz '{0}' es un tipo genérico y requiere un atributo {1}:Class para admitir el atributo {1}:TypeArguments especificado en la etiqueta del elemento raíz.
fr: MC6025 : l'élément racine '{0}' est un type générique et nécessite un attribut {1}:Class pour prendre en charge l'attribut {1}:TypeArguments spécifié sur la balise de l'élément racine.
it: MC6025: l'elemento radice '{0}' è un tipo generico ed è necessario un attributo {1}:Class per il supporto dell'attributo {1}:TypeArguments specificato nel tag dell'elemento radice.
ja: MC6025: '{0}' ルート要素はジェネリック型です。ルート要素タグで指定されている {1}:TypeArguments 属性をサポートするには {1}:Class 属性を必要とします。
ko: MC6025: '{0}' 루트 요소는 제네릭 형식이며 루트 요소 태그에서 지정된 {1}:TypeArguments 특성을 지정하는 {1}:Class 특성이 필요합니다.
pl: MC6025: Element główny „{0}” jest typu ogólnego i wymaga atrybutu {1}:Class do obsługi atrybutu {1}:TypeArguments określonego w tagu elementu głównego.
pt_br: MC6025: o elemento raiz '{0}' é um tipo genérico e requer que um atributo {1}:Class ofereça suporte ao atributo {1}:TypeArguments especificado na marca de elemento raiz.
ru: MC6025: корневой элемент "{0}" имеет базовый тип и требует атрибута {1}:Class для поддержки атрибута {1}:TypeArguments, указанного в теге корневого элемента.
tr: MC6025: '{0}' kök öğesi genel türde ve kök öğe etiketinde belirtilen {1}:TypeArguments özniteliğini desteklemesi için {1}:Class özniteliği gerekiyor.
zh_hans: MC6025:“{0}”根元素是泛型类型，且需要 {1}:Class 特性来支持根元素标记上指定的 {1}:TypeArguments 特性。
zh_hant: MC6025: '{0}' 根項目是泛型型別，且需要 {1}:Class 屬性，才能支援根項目標記中指定的 {1}:TypeArguments 屬性。

# MissingClassWithFieldModifier
source: MC6031: {0}:FieldModifier attribute cannot be specified because a {0}:Class attribute is also required to generate a Name field with the specified access modifier. Either add a {0}:Class attribute on the root tag or remove the {0}:FieldModifier attribute.
cs: MC6031: Atribut třídy {0}:FieldModifier nelze určit, protože pro generování pole Name u určeného modifikátoru přístupu je také potřeba atribut {0}:Class. Můžete buď přidat atribut {0}:Class na kořenovém tagu, nebo odstranit atribut třídy {0}:FieldModifier.
de: MC6031: Das {0}:FieldModifier-Attribut kann nicht angegeben werden, da zum Generieren eines Namensfeldes mit dem angegebenen Zugriffsmodifizierer auch ein {0}:Class-Attribut erforderlich ist. Fügen Sie für das Stammtag entweder ein {0}:Class-Attribut hinzu, oder entfernen Sie das {0}:FieldModifier-Attribut.
es: MC6031: no se puede especificar el atributo {0}:FieldModifier porque se requiere también un atributo {0}:Class para generar un campo Name con el modificador de acceso especificado. Agregue un atributo {0}:Class en la etiqueta raíz o quite el atributo {0}:FieldModifier.
fr: MC6031 : l'attribut {0}:FieldModifier ne peut pas être spécifié car un attribut {0}:Class est également obligatoire pour générer un champ Name avec le modificateur d'accès spécifié. Ajoutez un attribut {0}:Class sur la balise racine ou supprimez l'attribut {0}:FieldModifier.
it: MC6031: impossibile specificare l'attributo {0}:FieldModifier perché è necessario anche un attributo {0}:Class per generare un campo Name con il modificatore di accesso specificato. Aggiungere un attributo {0}:Class nel tag radice oppure rimuovere l'attributo {0}:FieldModifier.
ja: MC6031: {0}:FieldModifier 属性を指定できません。指定されたアクセス修飾子を使用して Name フィールドを生成するには、{0}:Class 属性も必要です。{0}:Class 属性をルート タグに追加するか、{0}:FieldModifier 属性を削除してください。
ko: MC6031: 지정한 액세스 한정자로 Name 필드를 생성하는 데 {0}:Class 특성도 필요하기 때문에 {0}:FieldModifier 특성을 지정할 수 없습니다. 루트 태그에 {0}:Class 특성을 추가하거나 {0}:FieldModifier 특성을 제거하십시오.
pl: MC6031: Nie można określić atrybutu {0}:FieldModifier, ponieważ do utworzenia pola Name z określonym modyfikatorem dostępu jest wymagany także atrybut {0}:Class. Dodaj atrybut {0}:Class w tagu głównym lub usuń atrybut {0}:FieldModifier.
pt_br: MC6031: o atributo {0}:FieldModifier não pode ser especificado porque um atributo {0}:Class também é necessário para gerar um campo Name com o modificador de acesso especificado. Adicione um atributo {0}:Class à marca raiz ou remova o atributo {0}:FieldModifier.
ru: MC6031: невозможно указать атрибут {0}:FieldModifier, так как для генерации поля Name с указанным модификатором доступа требуется еще и атрибут {0}:Class. Либо добавьте атрибут {0}:Class для корневого тега, либо удалите атрибут {0}:FieldModifier.
tr: MC6031: Belirtilen erişim değiştiricisiyle bir Name alanı oluşturmak için bir {0}:Class özniteliği de gerektiğinden {0}:FieldModifier özniteliği belirtilemez. Kök etikete bir {0}:Class özniteliği ekleyin veya {0}:FieldModifier özniteliğini kaldırın.
zh_hans: MC6031: 无法指定 {0}:FieldModifier 特性，因为还需要 {0}:Class 特性来生成具有指定的访问修饰符的 Name 字段。请在根标记上添加 {0}:Class 特性或移除 {0}:FieldModifier 特性。
zh_hant: MC6031: 無法指定 {0}:FieldModifier 屬性，因為必須也要有 {0}:Class 屬性，才能使用指定的存取修飾詞產生 Name 欄位。請在根標記新增 {0}:Class 屬性，或移除 {0}:FieldModifier 屬性。

# MissingClassWithModifier
source: MC6009: {0}:ClassModifier attribute cannot be specified on the root tag because a {0}:Class attribute is also required. Either add a {0}:Class attribute or remove the {0}:ClassModifier attribute.
cs: MC6009: Atribut třídy {0}:ClassModifier nelze na kořenovém tagu určit, protože je také požadován atribut {0}:Class. Buď přidejte atribut {0}:Class, nebo odstraňte atribut třídy {0}:ClassModifier.
de: MC6009: Das {0}:ClassModifier-Attribut kann für das Stammtag nicht angegeben werden, da auch ein {0}:Class-Attribut erforderlich ist. Fügen Sie entweder ein {0}:Class-Attribut hinzu, oder entfernen Sie das {0}:ClassModifier-Attribut.
es: MC6009: no se puede especificar el atributo {0}:ClassModifier en la etiqueta raíz porque se requiere también un atributo {0}:Class. Agregue un atributo {0}:Class o quite el atributo {0}:ClassModifier.
fr: MC6009 : l'attribut {0}:ClassModifier ne peut pas être spécifié sur la balise racine car un attribut {0}:Class est également obligatoire. Ajoutez un attribut {0}:Class sur la balise racine ou supprimez l'attribut {0}:ClassModifier.
it: MC6009: impossibile specificare l'attributo {0}:ClassModifier nel tag radice perché è necessario anche un attributo {0}:Class. Aggiungere un attributo {0}:Class o rimuovere l'attributo {0}:ClassModifier.
ja: MC6009: {0}:ClassModifier 属性はルート タグで指定できません。{0}:Class 属性も必要です。{0}:Class 属性を追加するか、{0}:ClassModifier 属性を削除してください。
ko: MC6009: {0}:Class 특성도 필요하기 때문에 루트 태그에 {0}:ClassModifier 특성을 지정할 수 없습니다. {0}:Class 특성을 추가하거나 {0}:ClassModifier 특성을 제거하십시오.
pl: MC6009: Atrybutu {0}:ClassModifier nie można określić w tagu głównym, ponieważ jest wymagany także atrybut {0}:Class. Dodaj atrybut {0}:Class lub usuń atrybut {0}:ClassModifier.
pt_br: MC6009: o atributo {0}:ClassModifier não pode ser especificado na marca raiz porque um atributo {0}:Class também é necessário. Adicione um atributo {0}:Class ou remova o atributo {0}:ClassModifier.
ru: MC6009: невозможно указать атрибут {0}:ClassModifier для корневого тега, так как требуется еще и атрибут {0}:Class. Либо добавьте атрибут {0}:Class, либо удалите атрибут {0}:ClassModifier.
tr: MC6009: Bir {0}:Class özniteliği de gerektiğinden {0}:ClassModifier özniteliği kök etikette belirtilemez. Bir {0}:Class özniteliği ekleyin veya {0}:ClassModifier özniteliğini kaldırın.
zh_hans: MC6009: 无法在根标记上指定 {0}:ClassModifier 特性，因为还需要 {0}:Class 特性。请添加 {0}:Class 特性或移除 {0}:ClassModifier 特性。
zh_hant: MC6009: 無法在根標記上指定 {0}:ClassModifier 屬性，因為也必須指定 {0}:Class 屬性。請新增 {0}:Class 屬性，或移除 {0}:ClassModifier 屬性。

# MissingClassWithSubClass
source: MC6016: {0}:Class attribute is missing. It is required when a {0}:Subclass attribute is specified.
cs: MC6016: Atribut třídy {0}:Class chybí. Tento atribut je vyžadován, pokud je určen atribut podtřídy {0}:Subclass.
de: MC6016: Fehlendes {0}:Class-Attribut. Das Attribut ist erforderlich, wenn ein {0}:Subclass-Attribut angegeben ist.
es: MC6016: falta el atributo {0}:Class. Es necesario cuando se especifica un atributo {0}:Subclass.
fr: MC6016 : l'attribut {0}:Class est manquant. Il est obligatoire quand un attribut {0}:Subclass est spécifié.
it: MC6016: attributo {0}:Class mancante. L'attributo è necessario quando si specifica un attributo {0}:Subclass.
ja: MC6016: {0}:Class 属性がありません。{0}:Subclass 属性を指定するには、この属性が必要です。
ko: MC6016: {0}:Class 특성이 없습니다. {0}:Subclass 특성을 지정할 때 이 특성이 필요합니다.
pl: MC6016: Brak atrybutu {0}:Class. Jest on wymagany, gdy jest określony atrybut {0}:Subclass.
pt_br: MC6016: o atributo {0}:Class está faltando. Ele é necessário quando um atributo {0}:Subclass é especificado.
ru: MC6016: отсутствует атрибут {0}:Class. Этот атрибут обязателен, когда указан атрибут {0}:Subclass.
tr: MC6016: {0}:Class özniteliği eksik. Bu öznitelik bir {0}:Subclass özniteliği belirtildiğinde gereklidir.
zh_hans: MC6016: 缺少 {0}:Class 特性。当已指定 {0}:Subclass 特性时该特性是必需的。
zh_hant: MC6016: {0}:Class 屬性遺失。指定 {0}:Subclass 屬性時，也必須指定此屬性。

# MoreResourcesFiles
source: RG1002: ResourcesGenerator can generate only one .resources file at a time. The OutputResourcesFile property in the project file must be set to one file.
cs: RG1002: Třída ResourcesGenerator může vygenerovat vždy pouze jeden zdrojový soubor .resources. Vlastnost třídy OutputResourcesFile v projektovém souboru musí být nastavena v jednom souboru.
de: RG1002: Von "ResourcesGenerator" kann immer nur eine .resources-Datei gleichzeitig generiert werden. Die OutputResourcesFile-Eigenschaft in der Projektdatei muss auf eine Datei festgelegt sein.
es: RG1002: ResourcesGenerator sólo puede generar un archivo .resources cada vez. La propiedad OutputResourcesFile del archivo de proyecto se debe establecer en un archivo.
fr: RG1002 : ResourcesGenerator ne peut générer qu'un seul fichier .resources à la fois. La propriété OutputResourcesFile du fichier projet doit être définie avec un seul fichier.
it: RG1002: ResourcesGenerator supporta la generazione di un solo file con estensione resources alla volta. La proprietà OutputResourcesFile nel file di progetto .resources deve essere impostata su un solo file.
ja: RG1002: ResourcesGenerator は、一度に 1 つの .resources ファイルのみ生成できます。プロジェクト ファイルの OutputResourcesFile プロパティを、1 つのファイルに対して設定する必要があります。
ko: RG1002: ResourcesGenerator는 한 번에 하나의 .resources 파일을 생성할 수 있습니다. 프로젝트 파일의 OutputResourcesFile 속성은 한 파일로 설정되어야 합니다.
pl: RG1002: Element ResourcesGenerator może utworzyć jednocześnie tylko jeden plik .resources. Właściwość OutputResourcesFile w pliku projektu musi być ustawiona na jeden plik.
pt_br: RG1002: ResourcesGenerator pode gerar somente um arquivo .resources de cada vez. A propriedade OutputResourcesFile do arquivo de projeto deve ser definida para um arquivo.
ru: RG1002: ResourcesGenerator позволяет генерировать только по одному файлу .resources за раз. Для свойства OutputResourcesFile в файле проекта необходимо задать значение в один файл.
tr: RG1002: ResourcesGenerator bir kerede yalnızca bir .resources dosyası oluşturabilir. Proje dosyasındaki OutputResourcesFile özelliği bir dosyaya ayarlanmalıdır.
zh_hans: RG1002: ResourcesGenerator 一次只能生成一个 .resources 文件。必须将项目文件中的 OutputResourcesFile 属性设置到一个文件。
zh_hant: RG1002: ResourcesGenerator 一次只能產生一個 .resources 檔案。專案檔中的 OutputResourcesFile 屬性必須設定至一個檔案。
