Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XCRChoiceNotFound
source: MC4606: AlternateContent must contain one or more Choice elements.
cs: MC4606: Třída AlternateContent musí obsahovat jeden nebo více elementů Choice.
de: MC4606: "AlternateContent" muss mindestens ein Choice-Element enthalten.
es: MC4606: AlternateContent debe contener uno o varios elementos Choice.
fr: MC4606 : AlternateContent doit contenir un ou plusieurs éléments Choice.
it: MC4606: AlternateContent deve contenere uno o più elementi Choice.
ja: MC4606: AlternateContent には、1 つまたは複数の Choice 要素が必要です。
ko: MC4606: AlternateContent에 하나 이상의 Choice 요소가 있어야 합니다.
pl: MC4606: Obiekt AlternateContent musi zawierać jeden lub więcej elementów Choice.
pt_br: MC4606: AlternateContent deve conter um ou mais elementos Choice.
ru: MC4606: элемент AlternateContent должен содержать не менее одного элемента Choice.
tr: MC4606: AlternateContent bir veya daha fazla Choice öğesi içermelidir.
zh_hans: MC4606: AlternateContent 必须包含一个或多个 Choice 元素。
zh_hant: MC4606: AlternateContent 必須包含一或多個 Choice 項目。

# XCRChoiceOnlyInAC
source: MC4601: Choice valid only in AlternateContent.
cs: MC4601: Choice platná pouze pro třídu AlternateContent.
de: MC4601: "Choice" ist nur gültig in "AlternateContent".
es: MC4601: Choice sólo es válido en AlternateContent.
fr: MC4601 : élément Choice valide uniquement dans AlternateContent.
it: MC4601: Choice è un elemento valido solo in AlternateContent.
ja: MC4601: Choice は、AlternateContent でのみ有効です。
ko: MC4601: Choice는 AlternateContent에서만 사용할 수 있습니다.
pl: MC4601: Element Choice jest prawidłowy tylko w bloku AlternateContent.
pt_br: MC4601: Choice válido somente em AlternateContent.
ru: MC4601: элемент Choice допустим только в элементе AlternateContent.
tr: MC4601: Choice yalnızca AlternateContent içinde geçerlidir.
zh_hans: MC4601: Choice 仅在 AlternateContent 中有效。
zh_hant: MC4601: Choice 只在 AlternateContent 中是有效的。

# XCRCompatCycle
source: MC4640: Namespace '{0}' is marked as compatible with itself using XmlnsCompatibilityAttribute. A namespace cannot directly or indirectly override itself.
cs: MC4640: Obor názvů {0} je označen jako kompatibilní se sebou pomocí atributu XmlnsCompatibilityAttribute. Obor názvů nemůže přepisovat sám sebe, přímo ani nepřímo.
de: MC4640: Der Namespace "{0}" ist mithilfe von "XmlnsCompatibilityAttribute" als mit sich selbst kompatibel markiert. Ein Namespace kann nicht direkt oder indirekt von sich selbst überschrieben werden.
es: MC4640: El espacio de nombres '{0}' está marcado como compatible con sí mismo con XmlnsCompatibilityAttribute. Un espacio de nombres no puede invalidarse a sí mismo directa ni indirectamente.
fr: MC4640 : l'espace de noms '{0}' est marqué comme compatible avec lui-même à l'aide de XmlnsCompatibilityAttribute. Un espace de noms ne peut pas directement ou indirectement se remplacer lui-même.
it: MC4640: lo spazio dei nomi '{0}' è contrassegnato come compatibile con se stesso tramite XmlnsCompatibilityAttribute. Uno spazio dei nomi non può eseguire l'override diretto o indiretto di se stesso.
ja: MC4640: 名前空間 '{0}' は、XmlnsCompatibilityAttribute を使用して、それ自身と互換性のある名前空間としてマークされています。名前空間は、自身を直接的または間接的にオーバーライドすることはできません。
ko: MC4640: 네임스페이스 '{0}'이(가) XmlnsCompatibilityAttribute를 사용하여 자신과 호환되는 것으로 표시되어 있습니다. 네임스페이스는 직접 또는 간접적으로 자신을 재정의할 수 없습니다.
pl: MC4640: Przestrzeń nazw {0} jest oznaczona jako zgodna sama z sobą za pomocą atrybutu XmlnsCompatibilityAttribute. Przestrzeń nazw nie może bezpośrednio ani pośrednio przesłaniać siebie.
pt_br: MC4640: O namespace '{0}' está marcado como compatível com ele mesmo usando XmlnsCompatibilityAttribute. Um namespace não pode substituir a ele mesmo direta ou indiretamente.
ru: MC4640: Пространство имен'{0}' помечено как совместимое с самим собой с использованием XmlnsCompatibilityAttribute. Пространство имен не может явным или неявным образом переопределять себя.
tr: MC4640: '{0}' ad alanı XmlnsCompatibilityAttribute kullanılarak kendiyle uyumlu olarak işaretlendi. Bir ad alanı doğrudan veya dolaylı olarak kendini geçersiz kılamaz.
zh_hans: MC4640: 已使用 XmlnsCompatibilityAttribute 将命名空间“{0}”标记为与自身兼容。命名空间不能直接或间接地重写自身。
zh_hant: MC4640: 命名空間 '{0}' 已用 XmlnsCompatibilityAttribute 標記為與其本身相容。命名空間不能直接或間接覆寫本身。

# XCRDuplicatePreserve
source: MC4631: Duplicate Preserve declaration for element '{1}' in namespace '{0}'.
cs: MC4631: Duplicitní deklarace třídy Preserve pro element {1} v oboru názvů {0}.
de: MC4631: Doppelte Preserve-Deklaration für das Element "{1}" im Namespace "{0}".
es: MC4631: declaración Preserve duplicada para el elemento '{1}' en el espacio de nombres '{0}'.
fr: MC4631 : déclaration Preserve en double pour l'élément '{1}' de l'espace de noms '{0}'.
it: MC4631: dichiarazione Preserve duplicata per l'elemento '{1}' nello spazio dei nomi '{0}'.
ja: MC4631: 名前空間 '{0}' の要素 '{1}' の Preserve 宣言が重複しています。
ko: MC4631: 네임스페이스 '{0}'에서 '{1}' 요소에 대한 Preserve 선언을 복제합니다.
pl: MC4631: Zduplikowana deklaracja atrybutu Preserve dla elementu „{1}” w przestrzeni nazw „{0}”.
pt_br: MC4631: declaração Preserve duplicada para elemento '{1}' no namespace '{0}'.
ru: MC4631: повторяющееся объявление Preserve для элемента "{1}" в пространстве имен "{0}".
tr: MC4631: '{0}' ad alanındaki '{1}' öğesi için yinelenen Preserve bildirimi.
zh_hans: MC4631: 命名空间“{0}”中元素“{1}”的重复 Preserve 声明。
zh_hant: MC4631: 在命名空間 '{0}' 中發現項目 '{1}' 的重複 Preserve 宣告。

# XCRDuplicateProcessContent
source: MC4617: Duplicate ProcessContent declaration for element '{1}' in namespace '{0}'.
cs: MC4617: Duplicitní deklarace třídy ProcessContent pro element {1} v oboru názvů {0}
de: MC4617: Doppelte ProcessContent-Deklaration für das Element "{1}" in Namespace "{0}".
es: MC4617: declaración ProcessContent duplicada para el elemento '{1}' en el espacio de nombres '{0}'.
fr: MC4617 : déclaration ProcessContent en double pour l'élément '{1}' de l'espace de noms '{0}'.
it: MC4617: dichiarazione ProcessContent duplicata per l'elemento '{1}' nello spazio dei nomi '{0}'.
ja: MC4617: 名前空間 '{0}' の要素 '{1}' の ProcessContent 宣言が重複しています。
ko: MC4617: 네임스페이스 '{0}'에서 '{1}' 요소에 대한 ProcessContent 선언을 복제합니다.
pl: MC4617: Zduplikowana deklaracja atrybutu ProcessContent dla elementu „{1}” w przestrzeni nazw „{0}”.
pt_br: MC4617: declaração ProcessContent duplicada para elemento '{1}' no namespace '{0}'.
ru: MC4617: повторяющееся объявление ProcessContent для элемента "{1}" в пространстве имен "{0}".
tr: MC4617: '{0}' ad alanındaki '{1}' öğesi için yinelenen ProcessContent bildirimi.
zh_hans: MC4617: 命名空间“{0}”中元素“{1}”的重复 ProcessContent 声明。
zh_hant: MC4617: 在命名空間 '{0}' 中發現項目 '{1}' 的 ProcessContent 重複宣告。

# XCRDuplicateWildcardPreserve
source: MC4633: Duplicate wildcard Preserve declaration for namespace '{0}'.
cs: MC4633: Duplicitní deklarace třídy Preserve pro zástupné znaky pro obor názvů {0}
de: MC4633: Doppelte Preserve-Deklaration mit Platzhalterzeichen für den Namespace "{0}".
es: MC4633: declaración Preserve de comodín duplicada para el espacio de nombres '{0}'.
fr: MC4633 : déclaration Preserve générique en double pour l'espace de noms '{0}'.
it: MC4633: dichiarazione Preserve duplicata con caratteri jolly per lo spazio dei nomi '{0}'.
ja: MC4633: 名前空間 '{0}' のワイルドカード Preserve 宣言が重複しています。
ko: MC4633: 네임스페이스 '{0}'에 대한 와일드카드 Preserve 선언을 복제합니다.
pl: MC4633: Zduplikowana deklaracja Preserve z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: MC4633: declaração Preserve curinga duplicada para namespace '{0}'.
ru: MC4633: повторяющееся объявление Preserve с подстановочными знаками для пространства имен "{0}".
tr: MC4633: '{0}' ad alanı için yinelenen joker karakterli Preserve bildirimi.
zh_hans: MC4633: 命名空间“{0}”的重复通配符 Preserve 声明。
zh_hant: MC4633: 發現命名空間 '{0}' 的重複萬用字元 Preserve 宣告。

# XCRDuplicateWildcardProcessContent
source: MC4619: Duplicate wildcard ProcessContent declaration for namespace '{0}'.
cs: MC4619: Duplicitní deklarace pro zástupné znaky třídy ProcessContent pro obor názvů {0}
de: MC4619: Doppelte ProcessContent-Deklaration mit Platzhalterzeichen für den Namespace "{0}".
es: MC4619: declaración ProcessContent de comodín duplicada para el espacio de nombres '{0}'.
fr: MC4619 : déclaration ProcessContent générique en double pour l'espace de noms '{0}'.
it: MC4619: dichiarazione ProcessContent duplicata con caratteri jolly per lo spazio dei nomi '{0}'.
ja: MC4619: 名前空間 '{0}' のワイルドカード ProcessContent 宣言が重複しています。
ko: MC4619: 네임스페이스 '{0}'에 대한 와일드카드 ProcessContent 선언을 복제합니다.
pl: MC4619: Zduplikowana deklaracja atrybutu ProcessContent z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: MC4619: declaração ProcessContent curinga duplicada para namespace '{0}'.
ru: MC4619: повторяющееся объявление ProcessContent с подстановочными знаками для пространства имен "{0}".
tr: MC4619: '{0}' ad alanı için yinelenen joker karakterli ProcessContent bildirimi.
zh_hans: MC4619: 命名空间“{0}”的重复通配符 ProcessContent 声明。
zh_hant: MC4619: 發現命名空間 '{0}' 的重複萬用字元 ProcessContent 宣告。

# XCRFallbackOnlyInAC
source: MC4605: Fallback valid only in AlternateContent.
cs: MC4605: Fallback platný pouze pro třídu AlternateContent.
de: MC4605: "Fallback" ist nur gültig in "AlternateContent".
es: MC4605: Fallback sólo es válido en AlternateContent.
fr: MC4605 : élément Fallback valide uniquement dans AlternateContent.
it: MC4605: Fallback è un elemento valido solo in AlternateContent.
ja: MC4605: Fallback は、AlternateContent 内でのみ有効です。
ko: MC4605: Fallback은 AlternateContent에서만 사용할 수 있습니다.
pl: MC4605: Element Fallback jest prawidłowy tylko w bloku AlternateContent.
pt_br: MC4605: Fallback válido somente em AlternateContent.
ru: MC4605: элемент Fallback допустим только в элементе AlternateContent.
tr: MC4605: Fallback yalnızca AlternateContent içinde geçerli.
zh_hans: MC4605: Fallback 仅在 AlternateContent 中有效。
zh_hant: MC4605: Fallback 只在 AlternateContent 中是有效的。

# XCRInvalidACChild
source: MC4610: '{0}' element is not a valid child of AlternateContent. Only Choice and Fallback elements are valid children of an AlternateContent element.
cs: MC4610: Element {0} není platný podřízený element třídy AlternateContent. Platnými podřízenými elementy třídy AlternateContent jsou jen Choice a Fallback.
de: MC4610: Das Element "{0}" ist kein gültiges untergeordnetes Element von "AlternateContent". Nur Elemente vom Typ "Choice" und "Fallback" sind gültige untergeordnete Elemente für AlternateContent-Elemente.
es: MC4610: el elemento '{0}' no es un elemento secundario válido de AlternateContent. Sólo Choice y Fallback son elementos secundarios válidos de un elemento AlternateContent.
fr: MC4610 : l'élément '{0}' n'est pas un enfant valide de AlternateContent. Seuls les éléments Choice et Fallback sont des enfants valides d'un élément AlternateContent.
it: MC4610: l'elemento '{0}' non è un elemento figlio valido di AlternateContent. Solo Choice e Fallback sono elementi figlio validi per un elemento AlternateContent.
ja: MC4610: '{0}' 要素は、AlternateContent の有効な子ではありません。AlternateContent 要素の有効な子は、Choice および Fallback 要素のみです。
ko: MC4610: '{0}' 요소는 AlternateContent의 잘못된 자식입니다. Choice와 Fallback 요소만 AlternateContent 요소의 올바른 자식입니다.
pl: MC4610: Element „{0}” jest nieprawidłowym elementem podrzędnym w elemencie AlternateContent. Tylko elementy Choice i Fallback są poprawnymi elementami podrzędnymi elementu AlternateContent.
pt_br: MC4610: o elemento '{0}' não é um filho válido de AlternateContent. Somente os elementos Choice e Fallback são filhos válidos de um elemento AlternateContent.
ru: MC4610: элемент "{0}" не является допустимым дочерним элементом AlternateContent. Дочерними элементами для элемента AlternateContent могут быть только элементы Choice и Fallback.
tr: MC4610: '{0}' öğesi AlternateContent'in geçerli bir alt öğesi değil. Yalnızca Choice ve Fallback bir AlternateContent öğesinin geçerli alt öğeleridir.
zh_hans: MC4610:“{0}”元素不是 AlternateContent 的有效子级。只有 Choice 和 Fallback 元素是 AlternateContent 元素的子级。
zh_hant: MC4610: '{0}' 項目不是 AlternateContent 的有效子項目。只有 Choice 與 Fallback 項目是 AlternateContent 項目的有效子項目。

# XCRInvalidAttribInElement
source: MC4608: '{0}' attribute is not valid for element '{1}'.
cs: MC4608: Atribut {0} není platný pro element {1}.
de: MC4608: Das Attribut "{0}" ist für das Element "{1}" nicht gültig.
es: MC4608: el atributo '{0}' no es válido para el elemento '{1}'.
fr: MC4608 : attribut '{0} non valide pour l'élément '{1}'.
it: MC4608: attributo '{0}' non valido per l'elemento '{1}'.
ja: MC4608: '{0}' 属性は、要素 '{1}' に対して無効です。
ko: MC4608: '{0}' 특성은 '{1}' 요소에 사용할 수 없습니다.
pl: MC4608: Atrybut „{0}” jest nieprawidłowy dla elementu „{1}”.
pt_br: MC4608: o atributo {0}' não é válido para o elemento '{1}'.
ru: MC4608: недопустимый атрибут "{0}" элемента "{1}".
tr: MC4608: '{0}' özniteliği '{1}' öğesi için geçerli değildir.
zh_hans: MC4608:“{0}”特性对元素“{1}”无效。
zh_hant: MC4608: '{0}' 屬性對於項目 '{1}' 而言是無效的。

# XCRInvalidFormat
source: MC4611: '{0}' format is not valid.
cs: MC4611: Formát {0} je neplatný.
de: MC4611: Ungültiges {0}-Format.
es: MC4611: el formato de '{0}' no es válido.
fr: MC4611 : format '{0}' non valide.
it: MC4611: formato '{0}' non valido.
ja: MC4611: '{0}' 形式は無効です。
ko: MC4611: '{0}' 서식이 잘못되었습니다.
pl: MC4611: Format „{0}” jest nieprawidłowy.
pt_br: MC4611: o formato '{0}' não é válido.
ru: MC4611: недопустимый формат "{0}".
tr: MC4611: '{0}' biçimi geçerli değil.
zh_hans: MC4611:“{0}”格式无效。
zh_hant: MC4611: '{0}' 格式無效。

# XCRInvalidPreserve
source: MC4632: Cannot have both a specific and a wildcard Preserve declaration for namespace '{0}'.
cs: MC4632: Nelze mít prohlášení Preserve jak pro specifické, tak pro zástupné znaky oboru názvů {0}.
de: MC4632: Für den Namespace "{0}" dürfen nicht gleichzeitig eine spezifische und eine Preserve-Deklaration mit Platzhalterzeichen vorhanden sein.
es: MC4632: no se pueden tener una declaración Preserve específica y otra de comodín para el espacio de nombres '{0}'.
fr: MC4632 : impossible d'avoir une déclaration Preserve à la fois spécifique et générique pour l'espace de noms '{0}'.
it: MC4632: impossibile definire una dichiarazione Preserve sia specifica che con caratteri jolly per lo spazio dei nomi '{0}'.
ja: MC4632: 名前空間 '{0}' の固有およびワイルドカードの Preserve 宣言の両方を指定することはできません。
ko: MC4632: 네임스페이스 '{0}'에 대한 특정 Preserve 선언과 와일드카드 Preserve 선언을 함께 사용할 수 없습니다.
pl: MC4632: Dla przestrzeni nazw „{0}” nie można mieć jednocześnie określonej i wieloznacznej deklaracji atrybutu Preserve.
pt_br: MC4632: não é possível ter uma declaração Preserve específica e curinga para namespace '{0}'.
ru: MC4632: нельзя одновременно иметь объявления Preserve с подстановочными знаками и явное для пространства имен "{0}".
tr: MC4632: '{0}' ad alanı için hem belirli, hem de joker Preserve bildirimi olamaz.
zh_hans: MC4632: 命名空间“{0}”不能同时具有特定的和通配符性质的 Preserve 声明。
zh_hant: MC4632: 無法為命名空間 '{0}' 同時指定特定與萬用字元 Preserve 宣告。

# XCRInvalidProcessContent
source: MC4618: Cannot have both a specific and a wildcard ProcessContent declaration for namespace '{0}'.
cs: MC4618: Nelze mít prohlášení třídy ProcessContent jak pro specifické, tak pro zástupné znaky oboru názvů {0}.
de: MC4618: Für den Namespace "{0}" dürfen nicht gleichzeitig eine spezifische und eine ProcessContent-Deklaration mit Platzhalterzeichen vorhanden sein.
es: MC4618: no se pueden tener una declaración ProcessContent específica y otra de comodín para el espacio de nombres '{0}'.
fr: MC4618 : Impossible d'avoir à la fois une déclaration ProcessContent générique et spécifique pour l'espace de noms '{0}'.
it: MC4618: impossibile definire una dichiarazione ProcessContent sia specifica che con caratteri jolly per lo spazio dei nomi '{0}'.
ja: MC4618: 名前空間 '{0}' の固有およびワイルドカードの ProcessContent 宣言の両方を指定することはできません。
ko: MC4618: 네임스페이스 '{0}'에 대한 특정 ProcessContent 선언과 와일드카드 ProcessContent 선언을 함께 사용할 수 없습니다.
pl: MC4618: Nie można użyć jednocześnie deklaracji atrybutu ProcessContent konkretnej i z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: MC4618: não é possível ter uma declaração ProcessContent específica e curinga para namespace '{0}'.
ru: MC4618: нельзя одновременно иметь объявления ProcessContent с подстановочными знаками и явное для пространства имен "{0}".
tr: MC4618: '{0}' ad alanı için hem belirli, hem joker ProcessContent bildirimi olamaz.
zh_hans: MC4618: 命名空间“{0}”不能同时具有特定的和通配符性质的 ProcessContent 声明。
zh_hant: MC4618: 無法為命名空間 '{0}' 同時指定特定與萬用字元 ProcessContent 宣告。

# XCRInvalidRequiresAttribute
source: MC4604: Requires attribute must contain a valid namespace prefix.
cs: MC4604: Atribut Requires musí obsahovat platnou předponu oboru názvů.
de: MC4604: Das Requires-Attribut muss ein gültiges Namespacepräfix enthalten.
es: MC4604: el atributo Requires debe contener un prefijo de espacio de nombres válido.
fr: MC4604 : l'attribut Requires doit contenir un préfixe d'espace de noms valide.
it: MC4604: l'attributo Requires deve contenere un prefisso di spazio dei nomi valido.
ja: MC4604: Requires 属性には、有効な名前空間プレフィックスが含まれている必要があります。
ko: MC4604: Requires 특성에 올바른 네임스페이스 접두사가 있어야 합니다.
pl: MC4604: Atrybut Requires musi zawierać prawidłowy prefiks przestrzeni nazw.
pt_br: MC4604: o atributo Requires deve conter um prefixo de namespace válido.
ru: MC4604: атрибут Requires должен содержать допустимый префикс пространства имен.
tr: MC4604: Requires özniteliği, geçerli bir ad alanı öneki içermelidir.
zh_hans: MC4604: Requires 特性必须包含有效的命名空间前缀。
zh_hant: MC4604: Requires 屬性必須包含有效的命名空間前置詞。

# XCRInvalidXMLName
source: MC4634: '{0}' attribute value is not a valid XML name.
cs: MC4634: Hodnota atributu {0} není platný název XML.
de: MC4634: Der Attributwert "{0}" ist kein gültiger XML-Name.
es: MC4634: el valor del atributo '{0}' no es un nombre XML válido.
fr: MC4634 : la valeur de l'attribut '{0}' n'est pas un nom XML valide.
it: MC4634: il valore dell'attributo '{0}' non è un nome XML valido.
ja: MC4634: '{0}' 属性値は、無効な XML 名です。
ko: MC4634: '{0}' 특성 값은 잘못된 XML 이름입니다.
pl: MC4634: Wartość atrybutu „{0}” nie jest prawidłową nazwą XML.
pt_br: MC4634: o valor de atributo '{0}' não é um nome XML válido.
ru: MC4634: значение атрибута "{0}" не является допустимым XML-именем.
tr: MC4634: '{0}' özellik değeri geçerli bir XML adı değildir.
zh_hans: MC4634:“{0}”特性值不是有效的 XML 名称。
zh_hant: MC4634: '{0}' 屬性值不是有效的 XML 名稱。

# XCRMultipleFallbackFound
source: MC4607: AlternateContent must contain only one Fallback element.
cs: MC4607: Třída AlternateContent může obsahovat jen jeden element Fallback.
de: MC4607: "AlternateContent" darf nur ein einzelnes Fallback-Element enthalten.
es: MC4607: AlternateContent sólo debe contener un elemento Fallback.
fr: MC4607 : AlternateContent ne doit contenir qu'un seul élément Fallback.
it: MC4607: AlternateContent deve contenere un solo elemento Fallback.
ja: MC4607: AlternateContent には、Fallback 要素が 1 つだけ含まれている必要があります。
ko: MC4607: AlternateContent에 Fallback 요소가 하나만 있어야 합니다.
pl: MC4607: Element AlternateContent musi zawierać tylko jeden element Fallback.
pt_br: MC4607: AlternateContent deve conter somente um elemento Fallback.
ru: MC4607: в AlternateContent должен содержаться только один элемент Fallback.
tr: MC4607: AlternateContent yalnızca bir Fallback öğesi içermelidir.
zh_hans: MC4607: AlternateContent 必须仅包含一个 Fallback 元素。
zh_hant: MC4607: AlternateContent 必須只包含一個 Fallback 項目。

# XCRMustUnderstandFailed
source: MC4626: MustUnderstand condition failed on namespace '{0}'.
cs: MC4626: Podmínka MustUnderstand pro obor názvů {0} nebyla dodržena.
de: MC4626: Fehler bei der MustUnderstand-Bedingung für den Namespace "{0}".
es: MC4626: error de la condición MustUnderstand en el espacio de nombres '{0}'.
fr: MC4626 : échec de la condition MustUnderstand sur l'espace de noms '{0}'.
it: MC4626: condizione MustUnderstand non riuscita nello spazio dei nomi '{0}'.
ja: MC4626: 名前空間 '{0}' で、MustUnderstand 条件が失敗しました。
ko: MC4626: 네임스페이스 '{0}'에서 MustUnderstand 조건이 실패했습니다.
pl: MC4626: Niespełniony warunek MustUnderstand w przestrzeni nazw „{0}”.
pt_br: MC4626: falha na condição MustUnderstand no namespace '{0}'.
ru: MC4626: сбой условия MustUnderstand на пространстве имен "{0}".
tr: MC4626: MustUnderstand koşulu '{0}' ad alanında başarısız oldu.
zh_hans: MC4626: MustUnderstand 条件在命名空间“{0}”上失败。
zh_hant: MC4626: 在命名空間 '{0}' 上發生 MustUnderstand 條件失敗。

# XCRNSPreserveNotIgnorable
source: MC4630: Namespace '{0}' has items declared to be preserved but is not declared ignorable.
cs: MC4630: Obor názvů {0} má položky prohlášené za zachované, ale není prohlášen za ignorovatelný.
de: MC4630: Der Namespace "{0}" besitzt Elemente, für die eine Aufbewahrung deklariert ist, die jedoch nicht als ignorierbar deklariert sind.
es: MC4630: el espacio de nombres '{0}' tiene elementos declarados para conservarlos, pero no está declarado como Ignorable.
fr: MC4630 : l'espace de noms '{0}' possède des éléments déclarés avec Preserve, mais n'est pas déclaré lui-même Ignorable.
it: MC4630: lo spazio dei nomi '{0}' include elementi da mantenere secondo la dichiarazione Preserve, ma non è dichiarato come Ignorable.
ja: MC4630: 名前空間 '{0}' には、保持されると宣言されている項目がありますが、無視できるとは宣言されていません。
ko: MC4630: 네임스페이스 '{0}'에 보존되는 것으로 선언된 항목이 있으나 Ignorable로 선언되어 있지 않습니다.
pl: MC4630: Przestrzeń nazw „{0}” zawiera elementy, które zostały zadeklarowane do zachowania, ale sama nie jest zadeklarowana jako ignorowalna.
pt_br: MC4630: o namespace '{0}' tem itens declarados a serem preservados, mas não é declarado ignorável.
ru: MC4630: в пространстве имен "{0}" есть объекты, объявленные как сохраняемые, но оно не объявлено как Ignorable.
tr: MC4630: '{0}' ad alanında korunması bildirilmiş öğeler var, ancak bunların yok sayılması bildirilmemiş.
zh_hans: MC4630: 命名空间“{0}”具有声明为保留但未声明为可忽略的项。
zh_hant: MC4630: 命名空間 '{0}' 包含已宣告為要保留的項目，但並非宣告為可略過。

# XCRNSProcessContentNotIgnorable
source: MC4615: '{0}' namespace is declared ProcessContent but is not declared Ignorable.
cs: MC4615: Obor názvů {0} je prohlášen za ProcessContent, ale nikoliv za Ignorable.
de: MC4615: Der Namespace "{0}" ist zwar als "ProcessContent", jedoch nicht als "Ignorable" deklariert.
es: MC4615: el espacio de nombres '{0}' está declarado como ProcessContent, pero no como Ignorable.
fr: MC4615 : l'espace de noms '{0}' est déclaré ProcessContent, mais n'est pas déclaré Ignorable.
it: MC4615: lo spazio dei nomi '{0}' è dichiarato ProcessContent ma non Ignorable.
ja: MC4615: '{0}' 名前空間は ProcessContent と宣言されていますが、Ignorable とは宣言されていません。
ko: MC4615: 네임스페이스 '{0}'은(는) ProcessContent로 선언되어 있으나 Ignorable로 선언되어 있지 않습니다.
pl: MC4615: Przestrzeń nazw „{0}” ma zadeklarowany atrybut ProcessContent, ale nie ma atrybutu Ignorable.
pt_br: MC4615: o namespace '{0}' é declarado ProcessContent, mas não é declarado Ignorable.
ru: MC4615: пространство имен "{0}" объявлено как ProcessContent, но не объявлено как Ignorable.
tr: MC4615: '{0}' ad alanı ProcessContent olarak bildirildi, ancak Ignorable olarak bildirilmedi.
zh_hans: MC4615:“{0}”命名空间声明 ProcessContent 但未声明 Ignorable。
zh_hant: MC4615: '{0}' 命名空間已宣告 ProcessContent，但並非宣告為 Ignorable。

# XCRRequiresAttribNotFound
source: MC4603: Choice must contain a Requires attribute.
cs: MC4603: Element Choice musí obsahovat atribut Requires.
de: MC4603: "Choice" muss ein Requires-Attribut enthalten.
es: MC4603: Choice debe contener un atributo Requires.
fr: MC4603 : l'élément Choice doit comporter un attribut Requires.
it: MC4603: Choice deve contenere un attributo Requires.
ja: MC4603: Choice には、Requires 属性が含まれている必要があります。
ko: MC4603: Choice에 Requires 특성이 있어야 합니다.
pl: MC4603: Element Choice musi zawierać atrybut Requires.
pt_br: MC4603: Choice deve conter um atributo Requires.
ru: MC4603: Choice должен содержать атрибут Requires.
tr: MC4603: Choice bir Requires özniteliği içermelidir.
zh_hans: MC4603: Choice 必须包含 Requires 特性。
zh_hant: MC4603: Choice 必須包含 Requires 屬性。
