Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FilesUpdatedUid
source: Uids updated in {0} files.
cs: Identifikátory Uid byly v souborech {0} aktualizovány.
de: Uids aktualisiert in {0} Dateien.
es: Uid actualizados en {0} archivos.
fr: Uid mises à jour dans les fichiers {0}.
it: Uids aggiornati in {0} file.
ja: {0} 個のファイルで Uid が更新されました。
ko: {0} 파일에서 업데이트된 Uid입니다.
pl: Liczba plików, w których zaktualizowano identyfikatory Uid: {0}.
pt_br: Uids atualizadas em {0} arquivos.
ru: Коды Uid обновлены в {0} файлах.
tr: {0} dosyada Uid'ler güncelleştirildi.
zh_hans: 在 {0} 文件中更新的 Uid。
zh_hant: 已更新 {0} 檔案中的 Uid。

# GeneratedBamlFile
source: Generated BAML file: '{0}'.
cs: Vygenerovaný soubor BAML: {0}.
de: BAML-Datei wurde generiert: "{0}".
es: Archivo BAML generado: '{0}'.
fr: Fichier BAML généré : '{0}'.
it: File BAML generato: '{0}'.
ja: BAML ファイル '{0}' を生成しました。
ko: BAML 파일 '{0}'이(가) 생성되었습니다.
pl: Wygenerowany plik BAML: „{0}”.
pt_br: Arquivo BAML gerado: '{0}'.
ru: Сгенерирован файл BAML: "{0}".
tr: Oluşturulan BAML dosyası: '{0}'.
zh_hans: 生成的 BAML 文件:“{0}”。
zh_hant: 已產生 BAML 檔案: '{0}'。

# GeneratedCodeFile
source: Generated code file: '{0}'.
cs: Vygenerovaný soubor kódu: {0}.
de: Codedatei wurde generiert: "{0}".
es: Archivo de código generado: '{0}'.
fr: Fichier code généré : '{0}'.
it: File di codice generato: '{0}'.
ja: コード ファイル '{0}' を生成しました。
ko: 코드 파일 '{0}'이(가) 생성되었습니다.
pl: Wygenerowany plik kodu: „{0}”.
pt_br: Arquivo de código gerado: '{0}'.
ru: Сгенерирован файл кода: "{0}".
tr: Oluşturulan kod dosyası: '{0}'.
zh_hans: 生成的代码文件:“{0}”。
zh_hant: 已產生程式碼檔案: '{0}'。

# IllegalCDataTextScoping
source: MC6003: '{0}:{1}' contains '{2}'. '{0}:{1}' cannot contain nested content.
cs: MC6003: Soubor {0}:{1} obsahuje obsah souboru {2}. Soubor {0}:{1} nemůže obsahovat vnořený obsah.
de: MC6003: "{0}:{1}" enthält "{2}". "{0}:{1}" darf keine geschachtelten Inhalte enthalten.
es: MC6003: '{0}:{1}' contiene '{2}'. '{0}:{1}' no puede tener contenido anidado.
fr: MC6003 : '{0}:{1}' contient '{2}'. '{0}:{1}' ne peut pas comporter un contenu imbriqué.
it: MC6003: '{0}:{1}' contiene '{2}'. '{0}:{1}' non può includere contenuto annidato.
ja: MC6003: '{0}:{1}' に '{2}' が含まれています。'{0}:{1}' には、入れ子になっているコンテンツを含めることはできません。
ko: MC6003: '{0}:{1}'에 '{2}'(이)가 있습니다. '{0}:{1}'에는 중첩된 콘텐츠가 포함될 수 없습니다.
pl: MC6003: Atrybut „{0}:{1}” zawiera element „{2}”. Atrybut „{0}:{1}” nie może zawierać zawartości zagnieżdżonej.
pt_br: MC6003: '{0}:{1}' contém '{2}'. '{0}:{1}' não pode apresentar conteúdo aninhado.
ru: MC6003: "{0}:{1}" содержит "{2}". В "{0}:{1}" не может быть вложенного содержимого.
tr: MC6003: '{0}:{1}' öğesi '{2}' içeriyor. '{0}:{1}' iç içe geçmiş içerik içeremez.
zh_hans: MC6003:“{0}:{1}”包含“{2}”。“{0}:{1}”不能包含嵌套内容。
zh_hant: MC6003: '{0}:{1}' 包含 '{2}'。'{0}:{1}' 不能包含巢狀內容。

# IntermediateDirectoryError
source: UM1006: '{0}' directory does not exist and cannot be created.
cs: UM1006: Adresář {0} neexistuje a nelze ho vytvořit.
de: UM1006: Das Verzeichnis "{0}" ist nicht vorhanden und kann nicht erstellt werden.
es: UM1006: el directorio '{0}' no existe y no se puede crear.
fr: UM1006 : le répertoire '{0}' n'existe pas et ne peut pas être créé.
it: UM1006: la directory '{0}' non esiste e non può essere creata.
ja: UM1006: '{0}' ディレクトリは存在せず、作成することもできません。
ko: UM1006: '{0}' 디렉터리가 존재하지 않으므로 만들 수 없습니다.
pl: UM1006: Katalog „{0}” nie istnieje i nie można go utworzyć.
pt_br: UM1006: o diretório '{0}' não existe e não pode ser criado.
ru: UM1006: каталог "{0}" не существует и не может быть создан.
tr: UM1006: '{0}' dizini yok ve oluşturulamıyor.
zh_hans: UM1006:“{0}”目录不存在且无法创建。
zh_hant: UM1006: '{0}' 目錄不存在，且無法建立該目錄。

# InternalTypeHelperNotRequired
source: InternalTypeHelper class is not required for this project, make file '{0}' empty.
cs: Třída InternalTypeHelper není pro tento projekt požadována, vyprázdněte soubor {0}.
de: Die InternalTypeHelper-Klasse ist für dieses Projekt nicht erforderlich, leeren Sie die Datei "{0}".
es: No se requiere la clase InternalTypeHelper para este proyecto, vacíe el archivo '{0}'.
fr: Classe InternalTypeHelper non obligatoire pour ce projet, fichier Make '{0}' vide.
it: La classe InternalTypeHelper non è richiesta per questo progetto, file make '{0}' vuoto.
ja: このプロジェクトには、InternalTypeHelper クラスは不要です。ファイル '{0}' を空にしてください。
ko: 이 프로젝트에 InternalTypeHelper 클래스가 필요하지 않습니다. '{0}' 파일을 비우십시오.
pl: Klasa InternalTypeHelper nie jest wymagana dla tego projektu. Plik make „{0}” jest pusty.
pt_br: A classe InternalTypeHelper não é necessária para este projeto; esvazie o arquivo '{0}'.
ru: Для данного проекта класс InternalTypeHelper не требуется, сделайте пустой файл "{0}".
tr: InternalTypeHelper sınıfı bu proje için gerekli değil, '{0}' dosyasını boşaltın.
zh_hans: 该项目不需要 InternalTypeHelper 类，使文件“{0}”为空。
zh_hant: 對於此專案，InternalTypeHelper 類別不是必要項目，將檔案 '{0}' 清空。

# InvalidBaseClassName
source: MC6018: '{0}' class name is not valid for the locally defined XAML root element.
cs: MC6018: Název třídy {0} je neplatný pro místně definovaný kořenový prvek XAML.
de: MC6018: Klassenname "{0}" ist für das lokal definierte XAML-Stammelement ungültig.
es: MC6018: el nombre de clase '{0}' no es válido para el elemento raíz XAML definido localmente.
fr: MC6018 : nom de classe '{0}' non valide pour l'élément racine XAML défini localement.
it: MC6018: il nome di classe '{0}' non è valido per l'elemento radice XAML definito in locale.
ja: MC6018: '{0}' クラス名は、ローカルで定義された XAML ルート要素に対して無効です。
ko: MC6018: 로컬에 정의된 XAML 루트 요소에 '{0}' 클래스 이름을 사용할 수 없습니다.
pl: MC6018: Nazwa klasy „{0}” jest nieprawidłowa dla zdefiniowanego lokalnie elementu głównego XAML.
pt_br: MC6018: o nome da classe '{0}' não é válido para o elemento raiz XAML definido localmente.
ru: MC6018: недопустимое имя класса "{0}" для локально определенного корневого элемента XAML.
tr: MC6018: '{0}' sınıf adı yerel olarak tanımlanmış XAML kök öğesi için geçerli değil.
zh_hans: MC6018:“{0}”类名对本地定义的 XAML 根元素无效。
zh_hant: MC6018: 對於 XAML 根項目而言，在本機定義的 '{0}' 類別名稱是無效的。

# InvalidBaseClassNamespace
source: MC6019: '{0}' namespace is not valid for the locally defined XAML root element '{1}'.
cs: MC6019: Parametr {0} obor názvů není platný pro místně definovaný kořenový prvek XAML {1}.
de: MC6019: Namespace "{0}" ist für das lokal definierte XAML-Stammelement "{1}" ungültig.
es: MC6019: el espacio de nombres '{0}' no es válido para el elemento raíz XAML '{1}' definido localmente.
fr: MC6019 : espace de noms '{0}' non valide pour l'élément racine XAML défini localement '{1}'.
it: MC6019: lo spazio dei nomi '{0}' non è valido per l'elemento radice XAML definito in locale '{1}'.
ja: MC6019: '{0}' 名前空間は、ローカルで定義された XAML ルート要素 '{1}' に対して無効です。
ko: MC6019: 로컬에 정의된 XAML 루트 요소 '{1}'에 '{0}' 네임스페이스를 사용할 수 없습니다.
pl: MC6019: Przestrzeń nazw „{0}” jest nieprawidłowa dla zdefiniowanego lokalnie elementu głównego XAML „{1}”.
pt_br: MC6019: o namespace '{0}' não é válido para o elemento raiz XAML '{1}' definido localmente.
ru: MC6019: недопустимое пространство имен "{0}" для локально определенного корневого элемента XAML "{1}".
tr: MC6019: '{0}' ad alanı yerel olarak tanımlanmış XAML kök öğesi '{1}' için geçerli değil.
zh_hans: MC6019:“{0}”命名空间对本地定义的 XAML 根元素“{1}”无效。
zh_hant: MC6019: 對於在本機定義的 XAML 根項目 '{1}' 而言，'{0}' 命名空間是無效的。

# InvalidClassName
source: MC6027: {0}:{1}="{2}" is not valid. '{2}' is not a valid {3}class name.
cs: MC6027: Rovnice {0}:{1}={2} není platná. {2} není platný název třídy {3}.
de: MC6027: {0}:{1}="{2}" ist ungültig. "{2}" ist kein gültiger {3}-Klassenname.
es: MC6027: {0}:{1}="{2}" no es válido. '{2}' no es un nombre de {3}clase válido.
fr: MC6027 : {0}:{1}="{2}" non valide. '{2}' n'est pas un nom de classe {3} valide.
it: MC6027: {0}:{1}="{2}" non è valido. '{2}' non è un nome di classe {3} valido.
ja: MC6027: {0}:{1}="{2}" は無効です。'{2}' は有効な {3} クラス名ではありません。
ko: MC6027: {0}:{1}="{2}"이(가) 잘못되었습니다. '{2}'은(는) 잘못된 {3} 클래스 이름입니다.
pl: MC6027: Wartość {0}:{1}=„{2}” jest nieprawidłowa. „{2}” jest nieprawidłową nazwą klasy {3}.
pt_br: MC6027: {0}:{1}="{2}" não é válido. '{2}' não é um nome de classe{3} válido.
ru: MC6027: недопустимая строка {0}:{1}="{2}". "{2}" является недопустимым именем класса {3}.
tr: MC6027: {0}:{1}="{2}" geçerli değil. '{2}' geçerli bir {3}sınıf adı değil.
zh_hans: MC6027: {0}:{1}=“{2}”无效。“{2}”是无效的 {3} 类名称。
zh_hant: MC6027: {0}:{1}="{2}" 無效。'{2}' 不是有效的 {3} 類別名稱。

# InvalidCulture
source: FC1001: The UICulture value '{0}' set in the project file is not valid.
cs: FC1001: Hodnota třídy UICulture {0} nastavená v projektovém souboru není platná.
de: FC1001: Der in der Projektdatei festgelegte UICulture-Wert "{0}" ist ungültig.
es: FC1001: el valor de UICulture '{0}' establecido en el archivo de proyecto no es válido.
fr: FC1001 : la valeur UICulture '{0}' définie dans le fichier projet n'est pas valide.
it: FC1001: il valore UICulture '{0}' impostato nel file di progetto non è valido.
ja: FC1001: プロジェクト ファイルで設定された UICulture 値 '{0}' は無効です。
ko: FC1001: 프로젝트 파일에 설정된 UICulture 값 '{0}'이(가) 잘못되었습니다.
pl: FC1001: Wartość UICulture „{0}” ustawiona w pliku projektu jest nieprawidłowa.
pt_br: FC1001: o valor '{0}' de UICulture definido no arquivo de projeto não é válido.
ru: FC1001: в файле проекта задано недопустимое значение UICulture "{0}".
tr: FC1001: Proje dosyasında belirlenen UICulture değeri '{0}' geçerli değil.
zh_hans: FC1001: 项目文件中的 UICulture 值“{0}”集无效。
zh_hant: FC1001: 在專案檔中設定的 UICulture 值 '{0}' 無效。

# InvalidCustomSerialize
source: MC4402: Serializer does not support custom BAML serialization operations.
cs: MC4402: Serializátor nepodporuje uživatelské serializační operace BAML.
de: MC4402: Vom Serialisierungsprogramm werden keine benutzerdefinierten BAML-Serialisierungsvorgänge unterstützt.
es: MC4402: el serializador no admite operaciones de serialización BAML personalizadas.
fr: MC4402 : le sérialiseur ne prend pas en charge les opérations de sérialisation BAML personnalisées.
it: MC4402: il serializzatore non supporta operazioni di serializzazione BAML personalizzate.
ja: MC4402: シリアライザーは、カスタム BAML シリアル化操作をサポートしません。
ko: MC4402: 직렬 변환기에서 사용자 지정 BAML 직렬 작업을 지원하지 않습니다.
pl: MC4402: Program szeregujący nie obsługuje niestandardowych operacji serializacji BAML.
pt_br: MC4402: o serializador não oferece suporte às operações personalizadas de serialização de BAML.
ru: MC4402: сериализатор не поддерживает нестандартные операции сериализации BAML.
tr: MC4402: Serileştirici özel BAML serileştirme işlemlerini desteklemiyor.
zh_hans: MC4402: 序列化程序不支持自定义 BAML 序列化操作。
zh_hant: MC4402: 序列化程式不支援自訂 BAML 序列化操作。

# InvalidDeSerialize
source: MC4401: Serializer does not support Convert operations.
cs: MC4401: Serializátor nepodporuje operace Convert.
de: MC4401: Vom Serialisierungsprogramm werden keine Convert-Vorgänge unterstützt.
es: MC4401: el serializador no admite operaciones Convert.
fr: MC4401 : le sérialiseur ne prend pas en charge les opérations Convert.
it: MC4401: il serializzatore non supporta operazioni Convert.
ja: MC4401: シリアライザーは Convert 操作をサポートしません。
ko: MC4401: 직렬 변환기에서 Convert 작업을 지원하지 않습니다.
pl: MC4401: Program szeregujący nie obsługuje operacji typu Convert.
pt_br: MC4401: o serializador não oferece suporte às operações Convert.
ru: MC4401: сериализатор не поддерживает операции Convert.
tr: MC4401: Seri hale getirici Convert işlemlerini desteklemiyor.
zh_hans: MC4401: 序列化程序不支持 Convert 操作。
zh_hant: MC4401: 序列化程式不支援 Convert 操作。

# InvalidDefaultCLRNamespace
source: MC6029: '{0}' name is not valid in the default namespace '{1}'. Correct the RootNamespace tag value in the project file.
cs: MC6029: Název {0} není ve výchozím oboru názvů {1} platný. Opravte hodnotu tagu třídy RootNamespace v projektovém souboru.
de: MC6029: Der Name "{0}" ist im Standardnamespace "{1}" ungültig. Korrigieren Sie in der Projektdatei den RootNamespace-Tagwert.
es: MC6029: el nombre '{0}' no es válido en el espacio de nombres predeterminado '{1}'. Corrija el valor de la etiqueta RootNamespace en el archivo de proyecto.
fr: MC6029 : nom '{0}' non valide dans l'espace de noms par défaut '{1}'. Corrigez la valeur de la balise RootNamespace dans le fichier projet.
it: MC6029: il nome '{0}' non è valido nello spazio dei nomi predefinito '{1}'. Correggere il valore del tag RootNamespace nel file di progetto.
ja: MC6029: '{0}' 名は、既定の名前空間 '{1}' では無効です。プロジェクト ファイル内の RootNamespace タグの値を修正してください。
ko: MC6029: 기본 네임스페이스 '{1}'에서 '{0}' 이름을 사용할 수 없습니다. 프로젝트 파일에서 RootNamespace 태그 값을 수정하십시오.
pl: MC6029: Nazwa „{0}” jest nieprawidłowa dla domyślnej przestrzeni nazw „{1}”. Należy poprawić wartość tagu RootNamespace w pliku projektu.
pt_br: MC6029: o nome '{0}' não é válido no namespace '{1}' padrão. Corrija o valor da marca RootNamespace no arquivo de projeto.
ru: MC6029: недопустимое имя "{0}" в пространстве имен по умолчанию "{1}". Исправьте значение тега RootNamespace в файле проекта.
tr: MC6029: '{0}' adı '{1}' varsayılan ad alanında geçerli değil. Proje dosyasında RootNamespace etiket değerini düzeltin.
zh_hans: MC6029:“{0}”名称在默认命名空间“{1}”中无效。请更正项目文件中的 RootNamespace 标记值。
zh_hant: MC6029: 預設命名空間 '{1}' 中的 '{0}' 名稱無效。請更正專案檔中的 RootNamespace 標記值。

# InvalidEventHandlerName
source: MC6005: {0}="{1}" is not valid. '{1}' is not a valid event handler method name. Only instance methods on the generated or code-behind class are valid.
cs: MC6005: Rovnice {0}={1} není platná. Název {1} není platný název metody zacházení s událostmi. Platné jsou pouze instanční metody generované nebo kódové třídy.
de: MC6005: {0}="{1}" ist ungültig. "{1}" ist kein gültiger Methodenname für den Ereignishandler. Gültig sind nur Instanzmethoden für die generierte Klasse bzw. für die Code-Behind-Klasse.
es: MC6005: {0}="{1}" no es válido. '{1}' no es un nombre de método de controlador de eventos válido. Sólo son válidos los métodos de instancia de la clase generada o de código subyacente.
fr: MC6005 : {0}="{1}" n'est pas valide. '{1}' n'est pas un nom valide de méthode de gestionnaire d'événement. Seules les méthodes d'instance de la classe générée ou code-behind sont valides.
it: MC6005: {0}="{1}" non è valido. '{1}' non è un nome valido di metodo del gestore eventi. Sono validi solo i metodi di istanza nella classe generata o code-behind.
ja: MC6005: {0}="{1}" は無効です。'{1}' は有効なイベント ハンドラー メソッド名ではありません。生成されたクラスまたは分離コード クラスのインスタンス メソッドだけが有効です。
ko: MC6005: {0}="{1}"이(가) 잘못되었습니다. '{1}'은(는) 잘못된 이벤트 처리기 메서드 이름입니다. 생성된 클래스 또는 코드 숨김 클래스의 인스턴스 메서드만 사용할 수 있습니다.
pl: MC6005: Wyrażenie {0}=„{1}” jest nieprawidłowe. „{1}” jest nieprawidłową nazwą metody obsługi zdarzeń. Tylko metody wystąpień w klasie wygenerowanej lub klasie związanej z kodem są prawidłowe.
pt_br: MC6005: {0}="{1}" não é válido. '{1}' não é um nome de método do manipulador de eventos válido. Somente métodos de instância na classe gerada ou code-behind são válidos.
ru: MC6005: недопустимая строка {0}="{1}". Недопустимое имя метода обработчика событий "{1}". Разрешены только методы экземпляра для сгенерированного класса или класса кода программной части.
tr: MC6005: {0}="{1}" geçerli değil. '{1}' geçerli bir olay işleyicisi metot adı değil. Yalnızca, oluşturulan veya kod ardında bulunan sınıftaki örnek metotları geçerlidir.
zh_hans: MC6005: {0}=“{1}”无效。“{1}”不是有效的事件处理程序方法名。只有生成的类或代码隐藏类上的实例方法是有效的。
zh_hant: MC6005: {0}="{1}" 無效。'{1}' 不是有效的事件處理常式方法名稱。只有已產生之類別或程式碼後置類別中的執行個體方法是有效的。

# InvalidLocCommentTarget
source: LC1001: Localization comment target property is not valid in string '{0}'.
cs: LC1001: Cílová vlastnost lokalizační poznámky v řetězci {0} není platná.
de: LC1001: Die Zieleigenschaft für den Lokalisierungskommentar ist ungültig in der Zeichenfolge "{0}".
es: LC1001: la propiedad de destino del comentario de localización no es válida en la cadena '{0}'.
fr: LC1001 : la propriété cible des commentaires de localisation n'est pas valide dans la chaîne '{0}'.
it: LC1001: la proprietà di destinazione del commento di localizzazione non è valida nella stringa '{0}'.
ja: LC1001: ローカライズ コメントの対象プロパティが、文字列 '{0}' で無効です。
ko: LC1001: '{0}' 문자열에서 지역화 주석 대상 속성이 잘못되었습니다.
pl: LC1001: Docelowa właściwość komentarza lokalizacji jest nieprawidłowa w ciągu „{0}”.
pt_br: LC1001: a propriedade de destino de comentário de localização não é válida na cadeia de caracteres '{0}'.
ru: LC1001: недопустимое конечное свойство примечания локализации в строке "{0}".
tr: LC1001: Yerelleştirme açıklama hedefi özelliği '{0}' dizesinde geçerli değil.
zh_hans: LC1001: 本地化注释目标属性在字符串“{0}”中无效。
zh_hant: LC1001: '{0}' 字串中的當地語系化註解目標屬性無效。

# InvalidLocCommentValue
source: LC1002: Localization comment value is not valid for target property '{0}' in string '{1}'.
cs: LC1002: Hodnota lokalizační poznámky není platná pro cílovou vlastnost {0} v řetězci {1}.
de: LC1002: Der Wert des Lokalisierungskommentars ist ungültig für die Zieleigenschaft "{0}" in der Zeichenfolge "{1}".
es: LC1002: el valor de comentario de localización no es válido para la propiedad de destino '{0}' en la cadena '{1}'.
fr: LC1002 : la valeur des commentaires de localisation n'est pas valide pour la propriété cible '{0}' de la chaîne '{1}'.
it: LC1002: il valore del commento di localizzazione non è valido per la proprietà di destinazione '{0}' nella stringa '{1}'.
ja: LC1002: ローカライズ コメント値が、文字列 '{1}' の対象プロパティ '{0}' で無効です。
ko: LC1002: 문자열 '{1}'의 대상 속성 '{0}'에 지역화 주석 값을 사용할 수 없습니다.
pl: LC1002: Wartość komentarza lokalizacji jest nieprawidłowa dla docelowej właściwości „{0}” w ciągu „{1}”.
pt_br: LC1002: o valor do comentário de localização não é válido para a propriedade de destino '{0}' na cadeia de caracteres '{1}'.
ru: LC1002: недопустимое значение примечания локализации для конечного свойства "{0}" в строке "{1}".
tr: LC1002: Yerelleştirme açıklaması değeri '{1}' dizesindeki '{0}' hedef özelliği için geçerli değil.
zh_hans: LC1002: 本地化注释值对字符串“{1}”中的目标属性“{0}”无效。
zh_hant: LC1002: '{1}' 字串中目標屬性 '{0}' 的當地語系化註解值無效。

# InvalidLocalizabilityValue
source: LC1004: Localizability attribute setting '{0}' is not valid.
cs: LC1004: Nastavení atributu lokalizovatelnosti {0} není platné.
de: LC1004: Die Einstellung "{0}" für das Lokalisierbarkeitsattribut ist ungültig.
es: LC1004: el valor del atributo de localización '{0}' no es válido.
fr: LC1004 : paramétrage de l'attribut Localizability '{0}' non valide.
it: LC1004: l'impostazione dell'attributo di localizzabilità '{0}' non è valida.
ja: LC1004: ローカライズ化属性の設定 '{0}' が無効です。
ko: LC1004: 지역화 특성 설정값 '{0}'이(가) 잘못되었습니다.
pl: LC1004: Ustawienie atrybutu lokalizowalności „{0}” jest nieprawidłowe.
pt_br: LC1004: a configuração do atributo de localização '{0}' não é válida.
ru: LC1004: недопустимое значение атрибута возможности локализации "{0}".
tr: LC1004: Yerelleştirilebilirlik öznitelik ayarı '{0}' geçerli değil.
zh_hans: LC1004: 可本地化特性设置“{0}”无效。
zh_hant: LC1004: 可當地語系化屬性設定 '{0}' 無效。

# InvalidMarkupFile
source: MC6001: Markup file is not valid. Specify a source markup file with an .xaml extension.
cs: MC6001: Soubor označení není platný. Určete zdrojový soubor označení s koncovkou .xaml.
de: MC6001: Die Markupdatei ist ungültig. Geben Sie eine Quellmarkupdatei mit der Erweiterung ".xaml" an.
es: MC6001: el archivo de marcado no es válido. Especifique un archivo de marcado de origen con la extensión .xaml.
fr: MC6001 : fichier de balisage non valide. Spécifiez un fichier de balisage source avec une extension .xaml.
it: MC6001: file di markup non valido. Specificare un file di markup di origine con estensione .xaml.
ja: MC6001: マークアップ ファイルが無効です。拡張子 .xaml を持つソース マークアップ ファイルを指定してください。
ko: MC6001: 마트업 파일이 잘못되었습니다. .xaml 확장명을 사용하여 원본 마크업 파일을 지정하십시오.
pl: MC6001: Plik znakowania jest nieprawidłowy. Określ źródłowy plik znakowania z rozszerzeniem .xaml
pt_br: MC6001: o arquivo de marcação não é válido. Especifique um arquivo de origem de marcação com uma extensão .xaml.
ru: MC6001: недопустимый файл разметки. Укажите исходный файл разметки с расширением .xaml.
tr: MC6001: İşaretleme dosyası geçerli değil. Uzantısı .xaml olan bir kaynak işaretleme dosyası belirtin.
zh_hans: MC6001: 标记文件无效。请指定扩展名为 .xaml 的源标记文件。
zh_hant: MC6001: 標記檔案無效。請指定具有 .xaml 副檔名的來源標記檔案。

# InvalidTypeName
source: MC6028: {0}:TypeArguments="{1}" is not valid. '{2}' is not a valid type name reference for the generic argument at position '{3}'.
cs: MC6028: Rovnice {0}:TypeArguments={1} není platná. {2} není platný odkaz na název typu pro obecný argument na pozici {3}.
de: MC6028: {0}:TypeArguments="{1}" ist ungültig. "{2}" ist kein gültiger Typnamenverweis für das generische Argument an Position "{3}".
es: MC6028: {0}:TypeArguments="{1}" no es válido. '{2}' no es una referencia de nombre de tipo válida para el argumento genérico en la posición '{3}'.
fr: MC6028: {0}:TypeArguments="{1}" n'est pas valide. '{2}' n'est pas une référence de nom de type valide pour l'argument générique à la position '{3}'.
it: MC6028: {0}:TypeArguments="{1}" non valido. '{2}' non è un riferimento a un nome di tipo valido per l'argomento generico nella posizione '{3}'.
ja: MC6028: {0}:TypeArguments="{1}" は無効です。'{2}' は、位置 '{3}' のジェネリック引数に対して有効な型名の参照ではありません。
ko: MC6028: {0}:TypeArguments="{1}"이(가) 잘못되었습니다. '{3}' 위치에서 '{2}'은(는) 제네릭 인수의 잘못된 형식 이름 참조입니다.
pl: MC6028: Nieprawidłowa wartość {0}:TypeArguments=„{1}”. Element „{2}” jest nieprawidłowym odwołaniem do nazwy typu dla rodzajowego argumentu na pozycji „{3}”.
pt_br: MC6028: {0}:TypeArguments="{1}" não é válido. '{2}' não é uma referência de nome de tipo válida para o argumento genérico na posição '{3}'.
ru: MC6028: недопустимая строка {0}:TypeArguments="{1}". Недопустимая ссылка на имя типа "{2}" для общего аргумента в позиции "{3}".
tr: MC6028: {0}:TypeArguments="{1}" geçerli değil. '{2}', '{3}' konumundaki genel bağımsız değişken için geçerli bir tür adı başvurusu değil.
zh_hans: MC6028: {0}:TypeArguments=“{1}”无效。对于位置“{3}”处的泛型实参，“{2}”不是有效的类型名引用。
zh_hant: MC6028: {0}:TypeArguments="{1}" 無效。'{2}' 不是泛型引數 (位置 '{3}') 的有效型別名稱參考。

# InvalidXml
source: MC3000: '{0}' XML is not valid.
cs: MC3000: Atribut {0} XML není platný.
de: MC3000: "{0}"- XML ist nicht gültig.
es: MC3000: el elemento XML '{0}' no es válido.
fr: MC3000 : XML '{0}' non valide.
it: MC3000: XML '{0}' non valido.
ja: MC3000: '{0}' XML が無効です。
ko: MC3000: '{0}' XML이 잘못되었습니다.
pl: MC3000: Prefiks „{0}” XML jest nieprawidłowy.
pt_br: MC3000: XML '{0}' não é válido.
ru: MC3000: недопустимый код XML "{0}".
tr: MC3000: '{0}' XML geçerli değil.
zh_hans: MC3000:“{0}”XML 无效。
zh_hant: MC3000: '{0}' XML 無效。
