Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# StyleTagNotSupported
source: MC4006: Tags of type '{0}' are not supported in Style sections.
cs: MC4006: Tagy typu {0} nejsou v sekcích Style podporovány.
de: MC4006: Tags vom Typ "{0}" werden in Abschnitten vom Typ Style nicht unterstützt.
es: MC4006: no se admiten etiquetas de tipo '{0}' en secciones Style.
fr: MC4006 : les balises de type '{0}' ne sont pas prises en charge dans les sections Style.
it: MC4006: i tag di tipo '{0}' non sono supportati nelle sezioni Style.
ja: MC4006: 型 '{0}' のタグは、Style セクションでサポートされていません。
ko: MC4006: Style 섹션에서 '{0}' 형식의 태그가 지원되지 않습니다.
pl: MC4006: Tagi typu „{0}” nie są obsługiwane w sekcjach elementu Style.
pt_br: MC4006: as seções Style não oferecem suporte às marcas do tipo '{0}'.
ru: MC4006: теги типа "{0}" не поддерживаются в разделах Style.
tr: MC4006: '{0}' türünde etiketler Style bölümlerinde desteklenmez.
zh_hans: MC4006: Style 部分中不支持类型“{0}”的标记。
zh_hant: MC4006: Style 區段中不支援型別為 '{0}' 的標記。

# StyleTargetNoEvents
source: MC4007: The event '{0}' cannot be specified on a Target tag in a Style. Use an EventSetter instead.
cs: MC4007: Událost {0} nelze v taguTarget specifikovat ve Style. Použijte třídu EventSetter.
de: MC4007: Das Ereignis "{0}" kann für ein Target-Tag in einem Style nicht angegeben werden. Verwenden Sie stattdessen "EventSetter".
es: MC4007: no se puede especificar el evento '{0}' en una etiqueta Target en un Style. Use EventSetter en su lugar.
fr: MC4007 : l'événement '{0}' ne peut pas être spécifié sur la balise Target d'un Style. Utilisez à la place un EventSetter.
it: MC4007: impossibile specificare l'evento '{0}' in un tag Target in uno Style. Utilizzare un EventSetter in alternativa.
ja: MC4007: イベント '{0}' は、Style の Target タグでは指定できません。代わりに EventSetter を使用してください。
ko: MC4007: Style의 Target 태그에 '{0}' 이벤트를 지정할 수 없습니다. 대신 EventSetter를 사용하십시오.
pl: MC4007: W tagu Target właściwości Style nie można określić zdarzenia „{0}”. Użyj zamiast tego elementu EventSetter.
pt_br: MC4007: o evento '{0}' não pode ser especificado em uma marca Target em um Style. Use um EventSetter.
ru: MC4007: невозможно указать событие "{0}" в теге Target внутри Style. Вместо этого используйте EventSetter.
tr: MC4007: '{0}' olayı bir Style içinde Target etiketinde belirtilemez. Bunun yerine EventSetter kullanın.
zh_hans: MC4007: 无法在 Style 中的 Target 标记上指定事件“{0}”。请使用 EventSetter。
zh_hant: MC4007: 無法在 Style 中的 Target 標記上指定事件 '{0}'。請使用 EventSetter 來替代。

# StyleTextNotSupported
source: MC4008: The text '{0}' is not allowed at this location within a Style section.
cs: MC4008: Text {0} není na tomto místě sekce Style povolen.
de: MC4008: Der Text "{0}" ist an dieser Stelle innerhalb eines Abschnitts vom Typ Style nicht zulässig.
es: MC4008: no se permite el texto '{0}' en esta ubicación de una sección Style.
fr: MC4008 : le texte '{0}' n'est pas autorisé à cet emplacement au sein d'une section Style.
it: MC4008: testo '{0}' non consentito in questa posizione all'interno di una sezione Style.
ja: MC4008: テキスト '{0}' は、Style セクションのこの位置では使用できません。
ko: MC4008: Style 섹션의 이 위치에서 텍스트 '{0}'을(를) 사용할 수 없습니다.
pl: MC4008: Tekst „{0}” jest niedozwolony w tej lokalizacji wewnątrz sekcji Style.
pt_br: MC4008: o texto '{0}' não é permitido nesse local em uma seção Style.
ru: MC4008: текст "{0}" не разрешен в этом месте в разделе Style.
tr: MC4008: Bir Style bölümü içinde bu konumda '{0}' metnine izin verilmez.
zh_hans: MC4008: Style 部分中的该位置不允许文本“{0}”。
zh_hant: MC4008: 不允許在 Style 區段中的此位置使用文字 '{0}'。

# StyleUnknownProp
source: MC4009: The property '{0}' cannot be set on Style.
cs: MC4009: Vlastnost {0} nelze ve Style nastavit.
de: MC4009: Die Eigenschaft "{0}" kann für den Style nicht festgelegt werden.
es: MC4009: no se puede establecer la propiedad '{0}' en Style.
fr: MC4009 : la propriété '{0}' ne peut pas être définie sur Style.
it: MC4009: impossibile impostare la proprietà '{0}' per Style.
ja: MC4009: プロパティ '{0}' は、Style では設定できません。
ko: MC4009: Style에 '{0}' 속성을 설정할 수 없습니다.
pl: MC4009: W elemencie Style nie można ustawić właściwości „{0}”.
pt_br: MC4009: a propriedade '{0}' não pode ser definida em Style.
ru: MC4009: невозможно задать свойство "{0}" для Style.
tr: MC4009: Style içinde '{0}' özelliği ayarlanamıyor.
zh_hans: MC4009: Style 上无法设置属性“{0}”。
zh_hant: MC4009: 無法在 Style 上設定屬性 '{0}'。

# SubSubClassingNotAllowed
source: MC6017: '{0}' cannot be the root of a XAML file because it was defined using XAML.
cs: MC6017: {0} nemůže být kořenem souboru XAML, protože byl definován pomocí XAML.
de: MC6017: Bei "{0}" darf es sich nicht um den Stamm einer XAML-Datei handeln, da beim Definieren XAML verwendet wurde.
es: MC6017: '{0}' no puede ser la raíz de un archivo XAML porque se definió con XAML.
fr: MC6017 : '{0}' ne peut pas être la racine d'un fichier XAML, car sa définition a été faite à l'aide de XAML.
it: MC6017: '{0}' non può essere la radice di un file XAML perché è stato definito tramite XAML.
ja: MC6017: '{0}' は、XAML を使用して定義されているため、XAML ファイルのルートにすることはできません。
ko: MC6017: '{0}'은(는) XAML을 사용하여 정의되었기 때문에 XAML 파일의 루트로 지정할 수 없습니다.
pl: MC6017: Element „{0}” nie może być elementem głównym pliku XAML ponieważ został zdefiniowany przy użyciu kodu XAML.
pt_br: MC6017: '{0}' não pode ser a raiz de um arquivo XAML porque ele foi definido usando XAML.
ru: MC6017: "{0}" не может быть корнем файла XAML, так как при его определении использовался язык XAML.
tr: MC6017: XAML kullanılarak tanımlandığı için, '{0}' bir XAML dosyasının kökü olamaz.
zh_hans: MC6017:“{0}”不能是 XAML 文件的根，因为它是使用 XAML 定义的。
zh_hant: MC6017: '{0}' 無法做為 XAML 檔案的根，因為它是使用 XAML 定義。

# TargetIsNotSupported
source: BG1004: Target Type '{0}' is not supported by this task.
cs: BG1004: Tato úloha nepodporuje Cílový typ {0}.
de: BG1004: Der Target-Typ "{0}" wird von dieser Aufgabe nicht unterstützt.
es: BG1004: el tipo de destino '{0}' no es compatible con esta tarea.
fr: BG1004 : type Target '{0}' non pris en charge par cette tâche.
it: BG1004: il tipo di destinazione '{0}' non è supportato da questa attività.
ja: BG1004: 対象型 '{0}' は、このタスクではサポートされていません。
ko: BG1004: 이 작업에서 대상 형식 '{0}'이(가) 지원되지 않습니다.
pl: BG1004: Typ docelowy „{0}” nie jest obsługiwany przez to zadanie.
pt_br: BG1004: esta tarefa não oferece suporte ao tipo de destino '{0}'.
ru: BG1004: конечный тип "{0}" не поддерживается данной задачей.
tr: BG1004: '{0}' Hedef Türü bu görev tarafından desteklenmiyor.
zh_hans: BG1004: 该任务不支持目标类型“{0}”。
zh_hant: BG1004: 此工作不支援目標型別 '{0}'。

# TargetNameNotSupportedForStyleSetters
source: MC4011: TargetName property cannot be set on a Style Setter.
cs: MC4011: Vlastnost TargetName nelze nastavit v Style Setter.
de: MC4011: TargetName-Eigenschaft kann nicht für einen "Style Setter" festgelegt werden.
es: MC4011: no se puede establecer la propiedad TargetName en un Style Setter.
fr: MC4011 : la propriété TargetName ne peut pas être définie sur un Style Setter.
it: MC4011: impossibile impostare la proprietà TargetName in uno Style Setter.
ja: MC4011: Style Setter で TargetName プロパティを設定することはできません。
ko: MC4011: Style Setter에 TargetName 속성을 설정할 수 없습니다.
pl: MC4011: Nie można ustawić właściwości TargetName w znaczniku Style Setter.
pt_br: MC4011: a propriedade TargetName não pode ser definida em um Style Setter.
ru: MC4011: свойство TargetName не может быть задано для типа Style Setter.
tr: MC4011: TargetName özelliği bir Style Setter içinde ayarlanamaz.
zh_hans: MC4011: 无法在 Style Setter 上设置 TargetName 属性。
zh_hant: MC4011: 無法在 Style Setter 上設定 TargetName 屬性。

# TaskLogo
source: Microsoft (R) Build Task '{0}' Version '{1}'.
cs: Microsoft (R) Build Task {0} Verze {1}.
de: Microsoft (R) Buildaufgabe "{0}" Version {1}.
es: Microsoft (R) Build Task '{0}' Versión '{1}'.
it: Attività Microsoft (R) Build '{0}' versione '{1}'.
ja: Microsoft(R) Build Task '{0}' バージョン '{1}'。
ko: Microsoft (R) Build Task '{0}' 버전 '{1}'입니다.
pl: Microsoft (R) — zadanie kompilacji „{0}” w wersji „{1}”.
pt_br: Microsoft (R) Build Task '{0}' Versão '{1}'.
ru: Microsoft (R) Build Task "{0}", версия "{1}".
tr: Microsoft (R) Build Task '{0}' Sürüm '{1}'.
zh_hans: Microsoft (R) 生成任务“{0}”版本“{1}”。
zh_hant: Microsoft (R) 建置工作 '{0}' 版本 '{1}'。

# TaskRight
source: Copyright (C) Microsoft Corporation 2005. All rights reserved.
cs: Copyright (C) Microsoft Corporation 2005. Všechna práva vyhrazena.
de: Copyright (C) Microsoft Corporation 2005. Alle Rechte vorbehalten.
es: Copyright (C) Microsoft Corporation 2005. Reservados todos los derechos.
fr: Copyright (C) Microsoft Corporation 2005. Tous droits réservés.
it: Copyright (C) Microsoft Corporation 2005. Tutti i diritti riservati.
pl: Copyright (C) Microsoft Corporation 2005. Wszelkie prawa zastrzeżone.
pt_br: Copyright (C) Microsoft Corporation 2005. Todos os direitos reservados.
ru: © Корпорация Майкрософт (Microsoft Corporation), 2005. Все права защищены.
tr: Telif hakkı (C) Microsoft Corporation 2005. Tüm hakları saklıdır.
zh_hans: 版权所有(C) Microsoft Corporation 2005。保留所有权利。
zh_hant: Copyright (C) Microsoft Corporation 2005. 著作權所有，並保留一切權利。

# TemplateDupName
source: MC4101: The Name '{0}' has already been defined. Names must be unique.
cs: MC4101: Element Name {0} již byl definován. Elementy Name musí být jedinečné.
de: MC4101: Der Name "{0}" wurde bereits definiert. Namen müssen eindeutig sein.
es: MC4101: Name '{0}' ya se ha definido. Los elementos Name deben ser únicos.
fr: MC4101 : le Name '{0}' a déjà été défini. Chaque Name doit être unique.
it: MC4101: Name '{0}' già definito. I valori Name devono essere univoci.
ja: MC4101: Name '{0}' は既に定義されています。Name は一意でなければなりません。
ko: MC4101: Name '{0}'이(가) 이미 정의되어 있습니다. Name은 고유해야 합니다.
pl: MC4101: Element Name „{0}” już został zdefiniowany. Elementy Name muszą być unikatowe.
pt_br: MC4101: Name '{0}' já foi definido. Names devem ser exclusivos.
ru: MC4101: имя Name "{0}" уже было определено. Имена Name должны быть уникальными.
tr: MC4101: Name '{0}' zaten tanımlanmış. Name değerleri benzersiz olmalıdır.
zh_hans: MC4101: 已定义 Name“{0}”。Name 必须是唯一的。
zh_hant: MC4101: 已定義 Name '{0}'。名稱必須是唯一的。

# TemplateInvalidRootElementTag
source: MC4108: The root of a Template content section cannot contain an element of type '{0}'. Only FrameworkElement and FrameworkContentElement types are valid.
cs: MC4108: Kořen části obsahu Template nemůže obsahovat element typu {0}. Jsou platné pouze typy FrameworkElement a FrameworkContentElement.
de: MC4108: Der Stamm eines Vorlageninhaltsabschnitts kann kein Element vom Typ "{0}" enthalten. Nur die Typen "FrameworkElement" und "FrameworkContentElement" sind gültig.
es: MC4108: la raíz de una sección de contenido Template no puede contener un elemento de tipo '{0}'. Sólo son válidos los tipos FrameworkElement y FrameworkContentElement.
fr: MC4108 : la racine d'une section de contenu Template ne peut pas contenir un élément de type '{0}'. Seuls les types FrameworkElement et FrameworkContentElement sont valides.
it: MC4108: la radice di una sezione di contenuto Template non può contenere un elemento di tipo '{0}'. Sono validi solo i tipi FrameworkElement e FrameworkContentElement.
ja: MC4108: Template コンテンツ セクションのルートに型 '{0}' の要素を含めることはできません。FrameworkElement および FrameworkContentElement 型のみが有効です。
ko: MC4108: 템플릿 내용 섹션의 루트에 '{0}' 형식의 요소를 포함할 수 없습니다. FrameworkElement 및 FrameworkContentElement 형식만 올바른 형식입니다.
pl: MC4108: Element główny sekcji zawartości szablonu nie może zawierać elementu typu „{0}”. Tylko typy FrameworkElement i FrameworkContentElement są prawidłowe.
pt_br: MC4108: a raiz de uma seção de conteúdo de Modelo não pode conter um elemento do tipo '{0}'. Somente os tipos FrameworkElement e FrameworkContentElement são válidos.
ru: MC4108: тег элемента типа "{0}" не может содержаться в корне раздела содержимого шаблона. Допустимы только типы FrameworkElement и FrameworkContentElement.
tr: MC4108: Bir Template içerik bölümünün kökü '{0}' türünde öğe içeremez. Yalnızca FrameworkElement ve FrameworkContentElement türleri geçerlidir.
zh_hans: MC4108: 模板内容部分的根不能包含“{0}”类型的元素。只有 FrameworkElement 和 FrameworkContentElement 类型是有效的。
zh_hant: MC4108: Template 內容區段的根不能包含型別為 '{0}' 的項目。只有 FrameworkElement 與 FrameworkContentElement 型別是有效的。

# TemplateKnownTagWrongLocation
source: MC4103: The template property tag '{0}' can only be specified immediately after a ControlTemplate tag.
cs: MC4103: Tag vlastnosti šablony {0} může být určen pouze hned za tagem ControlTemplate.
de: MC4103: Das Vorlageneigenschaftstag "{0}" kann nur direkt nach einem ControlTemplate-Tag angegeben werden.
es: MC4103: la etiqueta de propiedad de plantilla '{0}' sólo se puede especificar inmediatamente después de una etiqueta ControlTemplate.
fr: MC4103 : la balise de propriété du modèle '{0}' ne peut être spécifiée qu'immédiatement après une balise ControlTemplate.
it: MC4103: il tag della proprietà di modello '{0}' può essere specificato solo subito dopo un tag ControlTemplate.
ja: MC4103: テンプレート プロパティ タグ '{0}' は、ControlTemplate タグの直後にのみ指定できます。
ko: MC4103: ControlTemplate 태그 바로 뒤에는 템플릿 속성 태그 '{0}'만 지정할 수 있습니다.
pl: MC4103: Tag „{0}” właściwości szablonu można określić jedynie bezpośrednio po tagu ControlTemplate.
pt_br: MC4103: a marca de propriedade de modelo '{0}' somente pode ser especificada imediatamente após uma marca ControlTemplate.
ru: MC4103: тег свойства шаблона "{0}" может быть указан только сразу после тега ControlTemplate.
tr: MC4103: '{0}' şablon özellik etiketi yalnızca bir ControlTemplate etiketinden hemen sonra belirtilebilir.
zh_hans: MC4103: 只能在 ControlTemplate 标记之后紧跟着指定模板属性标记“{0}”。
zh_hant: MC4103: 樣板屬性標記 '{0}' 只能緊接在 ControlTemplate 標記之後指定。

# TemplateNoMultipleRoots
source: MC4107: A template can have only a single root element. '{0}' is not allowed.
cs: MC4107: Šablona může obsahovat pouze jeden kořenový prvek. Prvek {0} není povolen.
de: MC4107: Vorlagen dürfen nur ein einzelnes Stammelement besitzen. "{0}" ist nicht zulässig.
es: MC4107: una plantilla sólo puede tener un elemento raíz. No se permite '{0}'.
fr: MC4107 : un modèle ne peut avoir qu'un seul élément racine. '{0}' n'est pas autorisé.
it: MC4107: un modello può includere un solo elemento radice. '{0}' non è consentito.
ja: MC4107: テンプレートは、ルート要素を 1 つだけ保持できます。'{0}' は使用できません。
ko: MC4107: 템플릿에는 단일 루트 요소만 사용할 수 있습니다. '{0}'은(는) 사용할 수 없습니다.
pl: MC4107: Szablon może mieć tylko jeden element główny. Element „{0}” jest niedozwolony.
pt_br: MC4107: um modelo pode ter somente um único elemento raiz. '{0}' não é permitido.
ru: MC4107: шаблон может иметь только один корневой элемент. "{0}" не является допустимым.
tr: MC4107: Bir şablonun yalnızca tek bir kök öğesi olabilir. '{0}' öğesine izin verilmiyor.
zh_hans: MC4107: 模板只能具有一个根元素。“{0}”是不允许的。
zh_hant: MC4107: 樣板只能有一個根項目。不允許 '{0}'。

# TemplateNoProp
source: MC4109: Cannot find the Template Property '{0}' on the type '{1}'.
cs: MC4109: Nelze nalézt Vlastnost šablony {0} v typu {1}.
de: MC4109: Vorlageneigenschaft "{0}" wurde nicht im Typ "{1}" gefunden.
es: MC4109: se puede encontrar la propiedad de plantilla '{0}' en el tipo '{1}'.
fr: MC4109 : impossible de trouver la propriété de modèle '{0}' sur le type '{1}'.
it: MC4109: impossibile trovare la proprietà di modello '{0}' nel tipo '{1}'.
ja: MC4109: 型 '{1}' にテンプレート プロパティ '{0}' が見つかりません。
ko: MC4109: '{1}' 형식에서 템플릿 속성 '{0}'을(를) 찾을 수 없습니다.
pl: MC4109: Nie można odnaleźć właściwości szablonu „{0}” w typie„{1}”.
pt_br: MC4109: não é possível encontrar a Propriedade de Modelo '{0}' no tipo '{1}'.
ru: MC4109: не удается найти свойство шаблона "{0}" типа "{1}".
tr: MC4109: '{1}' türünde '{0}' Şablon Özelliği bulunamıyor.
zh_hans: MC4109: 无法在类型“{1}”上找到模板属性“{0}”。
zh_hant: MC4109: 在型別 '{1}' 上找不到樣板屬性 '{0}'。

# TemplateNoTarget
source: MC4106: Cannot resolve the Template Property '{0}'. Verify that the owning type is the Style's TargetType, or use Class.Property syntax to specify the property.
cs: MC4106: Nelze rozlišit Vlastnost šablony {0}. Ověřte, zda vlastnící typ je Style's TargetType, nebo použijte syntaxi Class.Property pro určení této vlastnosti.
de: MC4106: Vorlageneigenschaft "{0}" kann nicht aufgelöst werden. Stellen Sie sicher, dass der besitzende Typ "TargetType" von "Style" ist, oder verwenden Sie die Class.Property-Syntax, um die Eigenschaft anzugeben.
es: MC4106: no se puede resolver la propiedad de plantilla '{0}'. Compruebe que el tipo de propiedad sea TargetType de Style, o use la sintaxis Class.Property para especificar la propiedad.
fr: MC4106 : impossible de résoudre la propriété de modèle '{0}'. Vérifiez que le type propriétaire est le TargetType de Style ou utilisez la syntaxe Class.Property pour spécifier la propriété.
it: MC4106: impossibile risolvere la proprietà di modello '{0}'. Verificare che il tipo proprietario sia il TargetType dello Style oppure utilizzare la sintassi Class.Property per specificare la proprietà.
ja: MC4106: テンプレート プロパティ '{0}' を解決できません。所有している型が Style の TargetType であることを確認するか、Class.Property 構文を使用してプロパティを指定してください。
ko: MC4106: 템플릿 속성 '{0}'을(를) 확인할 수 없습니다. 소유하고 있는 형식이 Style의 TargetType인지 확인하거나 Class.Property 구문을 사용하여 속성을 지정합니다.
pl: MC4106: Nie można rozpoznać właściwości szablonu „{0}”. Sprawdź, czy typ będący właścicielem to element TargetType elementu Style albo użyj składni Class.Property do określenia właściwości.
pt_br: MC4106: não é possível resolver a Propriedade de Modelo '{0}'. Verifique se o tipo de propriedade é TargetType de Style, ou use a sintaxe Class.Property para especificar a propriedade.
ru: MC4106: не удается разрешить свойство шаблона "{0}". Проверьте, что тип-владелец - TargetType объекта Style, или с помощью синтаксиса Class.Property задайте данное свойство.
tr: MC4106: '{0}' Şablon Özelliği çözümlenemiyor. Sahip olan türün Style'ın TargetType'ı olduğunu doğrulayın veya özelliği belirtmek için Class.Property sözdizimini kullanın.
zh_hans: MC4106: 无法解析模板属性“{0}”。请确认拥有的类型是 Style 的 TargetType，或使用 Class.Property 语法指定该属性。
zh_hant: MC4106: 無法解析樣板屬性 '{0}'。請確定擁有者型別是 Style 的 TargetType，或使用 Class.Property 語法來指定屬性。

# TemplateNoTriggerTarget
source: MC4111: Cannot find the Trigger target '{0}'. (The target must appear before any Setters, Triggers, or Conditions that use it.)
cs: MC4111: Nelze nalézt cíl Trigger {0}. (Tento cíl se musí nacházet před všemi Setters, Triggers nebo Conditions, které ho používají.)
de: MC4111: Trigger-Ziel "{0}" wurde nicht gefunden. (Das Ziel muss vor allen Setters, Triggers oder Conditions erscheinen, die es verwenden.)
es: MC4111: no se puede encontrar el destino Trigger '{0}'. (El destino debe aparecer delante de cualquier Setters, Triggers o Conditions que lo use).
fr: MC4111 : impossible de trouver la cible Trigger '{0}'. (La cible doit figurer avant toute méthode Setter, Trigger ou Condition qui l'utilise.)
it: MC4111: impossibile trovare la destinazione del Trigger '{0}'. La destinazione deve comparire prima di qualsiasi Setter, Trigger o Condition in cui è utilizzata.
ja: MC4111: Trigger ターゲット '{0}' が見つかりません (ターゲットは、それを使用する Setter、Trigger、または Condition の前になければなりません)。
ko: MC4111: Trigger 대상 '{0}'을(를) 찾을 수 없습니다. 대상은 모든 Setters, Triggers 또는 대상을 사용하는 Conditions 앞에 표시되어야 합니다.
pl: MC4111: Nie można odnaleźć elementu docelowego „{0}” elementu Trigger. Element docelowy musi pojawić się przed wszystkimi elementami Setter, Trigger, lub Condition, które go używają.
pt_br: MC4111: não é possível encontrar o destino Trigger '{0}'. (O destino deve aparecer antes de Setters, Triggers ou Conditions que o utilizem.)
ru: MC4111: не удается найти цель "{0}" для Trigger. (Цель должна быть указана раньше, чем любые Setters, Triggers или Conditions, которые ее используют.)
tr: MC4111: Trigger hedefi '{0}' bulunamıyor. (Hedef kendisini kullanan tüm Setter, Trigger veya Condition'lardan önce olmalıdır.)
zh_hans: MC4111: 无法找到 Trigger 目标“{0}”。(该目标必须出现在任何使用它的 Setter、Trigger 或 Condition 之前。)
zh_hant: MC4111: 找不到 Trigger 目標 '{0}' (目標必須出現在任何使用它的 Setters、Triggers 或 Conditions 前面)。

# TemplateTagNotSupported
source: MC4102: Tags of type '{0}' are not supported in template sections.
cs: MC4102: Tagy typu {0} nejsou v sekcích šablon podporovány.
de: MC4102: Tags vom Typ "{0}" werden in Vorlagenabschnitten nicht unterstützt.
es: MC4102: no se admiten etiquetas de tipo '{0}' en secciones de plantilla.
fr: MC4102 : les balises de type '{0}' ne sont pas prises en charge dans les sections de modèle.
it: MC4102: i tag di tipo '{0}' non sono supportati nelle sezioni modello.
ja: MC4102: 型 '{0}' のタグは、テンプレート セクションでサポートされていません。
ko: MC4102: 템플릿 섹션에서 '{0}' 형식의 태그가 지원되지 않습니다.
pl: MC4102: Tagi typu „{0}” nie są obsługiwane w sekcjach Template.
pt_br: MC4102: as seções de modelo não oferecem suporte às marcas de tipo '{0}'.
ru: MC4102: теги типа "{0}" не поддерживаются в разделах шаблона.
tr: MC4102: '{0}' türünde etiketler şablon bölümlerinde desteklenmez.
zh_hans: MC4102: 模板部分中不支持类型“{0}”的标记。
zh_hant: MC4102: 樣板區段不支援型別為 '{0}' 的標記。

# TemplateTextNotSupported
source: MC4105: The text '{0}' is not allowed at this location within a template section.
cs: MC4105: Text {0} není na tomto místě v sekci šablon povolen.
de: MC4105: Der Text "{0}" ist an dieser Stelle innerhalb eines Vorlagenabschnitts nicht zulässig.
es: MC4105: no se permite el texto '{0}' en esta ubicación de una sección de plantilla.
fr: MC4105 : le texte '{0}' n'est pas autorisé à cet emplacement au sein d'une section de modèle.
it: MC4105: testo '{0}' non consentito in questa posizione all'interno di una sezione modello.
ja: MC4105: テキスト '{0}' は、テンプレート セクションのこの位置では使用できません。
ko: MC4105: 템플릿 섹션의 이 위치에서 텍스트 '{0}'을(를) 사용할 수 없습니다.
pl: MC4105: Tekst „{0}” nie jest dozwolony w tej lokalizacji wewnątrz sekcji szablonu.
pt_br: MC4105: o texto '{0}' não é permitido neste local em uma seção de modelo.
ru: MC4105: текст "{0}" не разрешен в данном месте в разделе шаблона.
tr: MC4105: Bir şablon bölümünde bu konumda '{0}' metnine izin verilmez.
zh_hans: MC4105: 模板部分中的该位置不允许文本“{0}”。
zh_hant: MC4105: 不允許在樣板區段的此位置使用 '{0}'。

# TemplateUnknownProp
source: MC4104: The property '{0}' cannot be set as a property element on template. Only Triggers and Storyboards are allowed as property elements.
cs: MC4104: Vlastnost {0} nelze nastavit jako prvek vlastnosti šablony. Jedinými povolenými prvky jsou Triggers a Storyboards.
de: MC4104: Die Eigenschaft "{0}" kann nicht als Eigenschaftselement für die Vorlage festgelegt werden. Als Eigenschaftselemente sind nur Elemente vom Typ "Triggers" oder "Storyboards" zulässig.
es: MC4104: no se puede establecer la propiedad '{0}' como elemento de propiedad de una plantilla. Sólo se permite Triggers y Storyboards como elementos de propiedad.
fr: MC4104 : la propriété '{0}' ne peut pas être définie comme élément de propriété d'un modèle. Seuls les éléments Triggers et Storyboards sont autorisés comme éléments de propriété.
it: MC4104: impossibile impostare la proprietà '{0}' come elemento proprietà in un modello. Come elementi proprietà sono consentiti solo Triggers e Storyboards.
ja: MC4104: プロパティ '{0}' は、テンプレートのプロパティ要素として設定できません。Triggers と Storyboards だけをプロパティ要素として使用できます。
ko: MC4104: '{0}' 속성을 템플릿에 속성 요소로 설정할 수 없습니다. Triggers와 Storyboards만 속성 요소로 사용할 수 있습니다.
pl: MC4104: Właściwość „{0}” nie może być ustawiona jako element właściwości w szablonie. Jako elementy właściwości dozwolone są tylko elementy Triggers i Storyboards.
pt_br: MC4104: a propriedade '{0}' não pode ser definida como um elemento de propriedade no modelo. Somente Triggers e Storyboards são permitidos como elementos de propriedade.
ru: MC4104: невозможно задать свойство "{0}" как элемент свойства в шаблоне. Элементами свойств могут быть только Triggers и Storyboards.
tr: MC4104: '{0}' özelliği şablonda özellik öğesi olarak ayarlanamaz. Özellik öğesi olarak yalnızca Triggers ve Storyboards'a izin verilir.
zh_hans: MC4104: 无法在模板上将属性“{0}”设置为属性元素。只允许将 Triggers 和 Storyboards 设置为属性元素。
zh_hant: MC4104: 無法在樣板上將屬性 '{0}' 設定為屬性項目。只允許將 Triggers 與 Storyboards 設定為屬性項目。
