Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserMarkupExtensionBadDelimiter
source: MC3041: Markup extensions require a single '=' between name and value, and a single ',' between constructor parameters and name/value pairs. The arguments '{0}' are not valid.
cs: MC3041: Přípony označení vyžadují jedno rovnítko = mezi názvem a hodnotou a jednu čárku , mezi parametry konstruktoru a dvojicemi název/hodnota. Argumenty {0} nejsou platné.
de: MC3041: Bei Markuperweiterungen ist ein einzelnes "=" zwischen Name und Wert sowie ein einzelnes "," zwischen Konstruktorparametern und Name/Wert-Paaren erforderlich. Die Argumente "{0}" sind ungültig.
es: MC3041: las extensiones de marcado requieren un solo signo '=' entre el nombre y el valor, y una sola coma (',') entre los parámetros del constructor y los pares nombre/valor. Los argumentos '{0}' no son válidos.
fr: MC3041 : les extensions de balisage nécessitent un seul signe '=' entre le nom et la valeur et une seule ',' entre les paramètres du constructeur et les paires nom / valeur. Les arguments '{0}' ne sont pas valides.
it: MC3041: per le estensioni di markup è necessario specificare un solo segno di uguale '=' tra il nome e il valore e una sola virgola ',' tra i parametri del costruttore e le coppie nome valore. Gli argomenti '{0}' non sono validi.
ja: MC3041: マークアップ拡張では、単一の '=' が名前と値の間に必要です。また、単一の ',' がコンストラクター パラメーターと名前/値の組み合わせの間に必要です。引数 '{0}' は無効です。
ko: MC3041: 태그 확장에는 이름과 값 사이에 '='를 사용해야 하며 생성자 매개 변수와 이름/값 쌍 사이에 ','를 사용해야 합니다. 인수 '{0}'이(가) 잘못되었습니다.
pl: MC3041: Rozszerzenia znakowania wymagają pojedynczego znaku „=” pomiędzy nazwą a wartością oraz pojedynczego znaku „,” pomiędzy parametrami konstruktora a parami nazw/wartości. Argumenty „{0}” są nieprawidłowe.
pt_br: MC3041: as extensões de marcação requerem um único '=' entre nome e valor, e um único ',' entre os parâmetros do construtor e os pares nome-valor. Os argumentos '{0}' não são válidos.
ru: MC3041: расширения разметки требуют одного знака равенства ("=") между именем и значением и одной запятой (",") между параметрами конструктора и парами имен и значений. Аргументы "{0}" недопустимы.
tr: MC3041: İşaretleme uzantıları ad ve değer arasında tek bir '=' ve oluşturucu parametreleriyle ad/değer çiftleri arasında tek bir ',' gerektirir. '{0}' bağımsız değişkenleri geçerli değil.
zh_hans: MC3041: 标记扩展名在名称和值之间需要一个“=”，在构造函数参数和名称/值对之间需要一个“,”。参数“{0}”无效。
zh_hant: MC3041: 標記延伸要求名稱與值之間必須使用一個 '=' 來分隔; 而建構函式參數與名稱/值組之間則必須使用一個 ',' 來分隔。引數 '{0}' 無效。

# ParserMarkupExtensionDelimiterBeforeFirstAttribute
source: MC3091: '{0}' is not valid. Markup extensions require only spaces between the markup extension name and the first parameter. Cannot have comma or equals sign before the first parameter.
cs: MC3091: Atribut {0} není platný. Přípony označení vyžadují pouze mezery mezi názvem a prvním parametrem. Před prvním parametrem nemůže být ani rovnítko, ani čárka.
de: MC3091: "{0}" ist ungültig. Bei Markuperweiterungen sind zwischen dem Namen der Markuperweiterung und dem ersten Parameter lediglich Leerstellen erforderlich. Vor dem ersten Parameter sind keine Kommas oder Gleichheitszeichen zulässig.
es: MC3091: '{0}' no es válido. Las extensiones de marcado requieren sólo espacios entre el nombre de la extensión de marcado y el primer parámetro. No pueden tener coma ni signos igual delante del primer parámetro.
fr: MC3091 : '{0}' n'est pas valide. Les extensions de balisage nécessitent uniquement des espaces entre le nom de l'extension de balisage et le premier paramètre. Impossible d'avoir une virgule ou un signe '=' avant le premier paramètre.
it: MC3091: '{0}' non è valido. Per le estensioni di markup sono consentiti solo spazi tra il nome dell'estensione di markup e il primo parametro. Impossibile aggiungere una virgola o un segno di uguale prima del primo parametro.
ja: MC3091: '{0}' は無効です。マークアップ拡張では、マークアップ拡張名と最初のパラメーターの間に空白だけを必要とします。コンマや等号を最初のパラメーターの前に使用することはできません。
ko: MC3091: '{0}'이(가) 잘못되었습니다. 태그 확장에서 태그 확장 이름과 첫 번째 매개 변수 사이에는 공백만 사용할 수 있습니다. 첫 번째 매개 변수 앞에 쉼표 또는 등호를 사용할 수 없습니다.
pl: MC3091: Element „{0}” jest nieprawidłowy. Rozszerzenia znakowania wymagają tylko pustych znaków pomiędzy nazwą rozszerzenia znakowania a pierwszym parametrem. Przed pierwszym parametrem nie może znajdować się przecinek ani znak równości.
pt_br: MC3091: '{0}' não é válido. As extensões de marcação requerem somente espaços entre o nome da extensão da marcação e o primeiro parâmetro. Não é possível ter vírgula ou sinal de igual antes do primeiro parâmetro.
ru: MC3091: недопустимый аргумент "{0}". Расширения разметки требуют только пробелов между именем расширения разметки и первым параметром. Наличие запятой или знака равенства до первого параметра не допускаются.
tr: MC3091: '{0}' geçerli değil. İşaretleme uzantıları biçimlendirme uzantısı adıyla ilk parametre arasında yalnızca boşluklar olmasını gerektirir. İlk parametreden önce virgül veya eşittir işareti olamaz.
zh_hans: MC3091:“{0}”无效。标记扩展在标记扩展名和第一个参数之间只需要空格。在第一个参数之前不能有逗号或等号。
zh_hant: MC3091: '{0}' 無效。標記延伸要求標記延伸名稱與第一個參數之間只能有一個空格。第一個參數之前不能有逗號或等號。

# ParserMarkupExtensionInvalidClosingBracketCharacers
source: MC8001: Encountered a closing BracketCharacter '{0}' at Line Number '{1}' and Line Position '{2}' without a corresponding opening BracketCharacter.
cs: MC8001: Na řádku číslo {1} a na pozici {2} je znak pravé závorky {0}, který nemá odpovídající znak levé závorky.
de: MC8001: Schließendes BracketCharacter-Objekt "{0}" in Zeilennummer "{1}" und an Zeilenposition "{2}" ohne entsprechendes öffnendes BracketCharacter-Objekt.
es: MC8001: Se encontró un carácter de paréntesis de cierre '{0}' en el número de línea '{1}' y en la posición '{2}' de la línea sin un carácter de paréntesis de apertura correspondiente.
fr: MC8001 : BracketCharacter fermant '{0}' détecté au numéro de ligne '{1}' et à la position de ligne '{2}' sans correspondance avec un BracketCharacter ouvrant.
it: MC8001: in corrispondenza del numero di riga '{1}' e della posizione di riga '{2}' è stato rilevato un carattere di parentesi quadra di chiusura '{0}' per il quale non esiste un carattere di parentesi quadra di apertura corrispondente.
ja: MC8001: 終了の BracketCharacter '{0}' が行番号 '{1}' と行の位置 '{2}' に見つかりましたが、対応する開始の BracketCharacter がありません。
ko: MC8001: 줄 번호 '{1}' 및 줄 위치 '{2}'의 닫는 괄호 문자 '{0}'에 해당하는 여는 괄호 문자가 없습니다.
pl: MC8001: Napotkano znak zamykania nawiasu „{0}” w wierszu numer „{1}” na pozycji „{2}” bez odpowiadającego znaku otwierania nawiasu.
pt_br: MC8001: Encontrado um BracketCharacter de fechamento '{0}' no Número de Linha '{1}' e Posição de Linha '{2}' sem um BracketCharacter de abertura correspondente.
ru: MC8001: обнаружен закрывающий символ BracketCharacter "{0}" в строке "{1}" и позиции "{2}" без соответствующего открывающего символа BracketCharacter.
tr: MC8001: '{1}' numaralı satırın '{2}' konumunda, karşılık gelen bir açılış ayracı olmayan '{0}' kapanış ayracı ile karşılaşıldı.
zh_hans: MC8001: 行号 "{1}" 和行位置 "{2}" 处的右 BracketCharacter "{0}" 缺少对应的左 BracketCharacter。
zh_hant: MC8001: 在行號 '{1}' 與行位置 '{2}' 發生結尾 BracketCharacter '{0}' 而沒有相對應的開頭 BracketCharacter。

# ParserMarkupExtensionMalformedBracketCharacers
source: MC8002: BracketCharacter '{0}' at Line Number '{1}' and Line Position '{2}' does not have a corresponding opening/closing BracketCharacter.
cs: MC8002: Znak závorky {0} na řádku číslo {1} a na pozici {2} nemá odpovídající znak pravé nebo levé závorky.
de: MC8002: BracketCharacter "{0}" in Zeilennummer "{1}" und an Zeilenposition "{2}" verfügt nicht über ein entsprechendes öffnendes/schließendes BracketCharacter-Objekt.
es: MC8002: El carácter de paréntesis '{0}' en el número de línea '{1}' y en la posición '{2}' de la línea no tiene un carácter de paréntesis de apertura o cierre correspondiente.
fr: MC8002 : le BracketCharacter '{0}' détecté au numéro de ligne '{1}' et à la position de ligne '{2}' ne correspond à aucun BracketCharacter ouvrant/fermant.
it: MC8002: per il carattere di parentesi quadra '{0}' al numero di riga '{1}' e alla posizione di riga '{2}' non esiste un carattere di parentesi quadra di apertura/chiusura corrispondente.
ja: MC8002: 行番号 '{1}' と行の位置 '{2}' にある BracketCharacter '{0}' には、対応する開始/終了の BracketCharacter がありません。
ko: MC8002: 줄 번호 '{1}' 및 줄 위치 '{2}'의 괄호 문자 '{0}'에 해당하는 여는 괄호 문자나 닫는 괄호 문자가 없습니다.
pl: MC8002: Znak nawiasu „{0}” w wierszu numer „{1}” na pozycji „{2}” nie ma odpowiadającego znaku otwierania/zamykania nawiasu.
pt_br: MC8002: O BracketCharacter '{0}' no Número de Linha '{1}' e Posição de Linha '{2}' não tem um BracketCharacter de abertura/fechamento correspondente.
ru: MC8002: символ BracketCharacter "{0}" в строке "{1}" и позиции "{2}" не имеет соответствующего открывающего или закрывающего символа BracketCharacter.
tr: MC8002: '{1}' numaralı satırın '{2}' konumundaki '{0}' ayracı için karşılık gelen bir açılış/kapanış ayracı yok.
zh_hans: MC8002: 行号 "{1}" 和行位置 "{2}" 处的 BracketCharacter "{0}" 缺少对应的左/右 BracketCharacter。
zh_hant: MC8002: 行號 '{1}' 與行位置 '{2}' 的 BracketCharacter '{0}' 沒有相對應的開頭/結尾 BracketCharacter。

# ParserMarkupExtensionNoEndCurlie
source: MC3038: MarkupExtension expressions must end with a '}'.
cs: MC3038: Výrazy MarkupExtension musejí končit složenou závorkou }.
de: MC3038: MarkupExtension-Ausdrücke müssen mit "}" enden.
es: MC3038: las expresiones MarkupExtension deben terminar con '}'.
fr: MC3038 : les expressions MarkupExtension doivent se terminer par une '}'.
it: MC3038: le espressioni MarkupExtension devono terminare con una parentesi graffa '}'.
ja: MC3038: MarkupExtension 式の最後には、'}' が必要です。
ko: MC3038: MarkupExtension 식은 '}'로 끝나야 합니다.
pl: MC3038: Wyrażenia MarkupExtension muszą kończyć się znakiem „}”.
pt_br: MC3038: as expressões MarkupExtension devem terminar com um '}'.
ru: MC3038: выражения MarkupExtension должны оканчиваться фигурной скобкой "}".
tr: MC3038: MarkupExtension ifadelerinin sonunda a '}' olmalıdır.
zh_hans: MC3038: MarkupExtension 表达式必须以一个“}”结束。
zh_hant: MC3038: MarkupExtension 運算式的結尾必須是 '}'。

# ParserMarkupExtensionNoNameValue
source: MC3042: Name/value pairs in MarkupExtensions must have the format 'Name = Value' and each pair is separated by a comma. '{0}' does not follow this format.
cs: MC3042: Dvojice název/hodnota ve třídě MarkupExtensions musejí být ve formátu Název = Hodnota a jednotlivé dvojice musejí být odděleny čárkou. Element {0} tento formát nedodržuje.
de: MC3042: Name/Wert-Paare in "MarkupExtensions" müssen das Format "Name = Wert" aufweisen. Die einzelnen Paare werden durch Kommas getrennt. Dieses Format gilt nicht für "{0}".
es: MC3042: los pares nombre/valor de las MarkupExtensions deben tener el formato 'Nombre = Valor' con cada par separado por una coma. '{0}' no se ajusta a este formato.
fr: MC3042 : les paires nom / valeur d'une expression MarkupExtensions doivent obéir au format 'Name = Value' et chaque paire doit être séparée par une virgule. '{0}' ne respecte pas ce format.
it: MC3042: il formato delle coppie nome valore in MarkupExtension deve essere 'Nome = Valore' e ogni coppia deve essere separata da una virgola. '{0}' non è conforme a questo formato.
ja: MC3042: MarkupExtension 内の名前/値の組み合わせは、'名前 = 値' の形式で、各組み合わせはコンマで区切られていなければなりません。'{0}' はこの形式に準拠していません。
ko: MC3042: MarkupExtensions에서 이름/값 쌍은 'Name = Value'의 형식이어야 하며 각 쌍은 쉼표로 구분되어야 합니다. '{0}'은(는) 이 형식을 따르지 않습니다.
pl: MC3042: Pary nazw/wartości w wyrażeniach MarkupExtension muszą mieć format „Nazwa = Wartość” i każda para musi być oddzielona przecinkiem. Wyrażenie „{0}” nie jest w tym formacie.
pt_br: MC3042: os pares nome-valor em MarkupExtensions devem ter o formato 'Nome = Valor' e cada par é separado por uma vírgula. '{0}' não segue esse formato.
ru: MC3042: пары имен и значений в MarkupExtensions должны иметь формат "Имя = Значение", и каждая пара отделяется запятой. "{0}" не соответствует этому формату.
tr: MC3042: MarkupExtensions içindeki ad/değer çiftleri 'Ad = Değer' biçiminde olmalı ve her çift bir virgülle ayrılır. '{0}' bu biçime uymuyor.
zh_hans: MC3042: MarkupExtensions 中的名称/值对必须具有“Name = Value”格式，并且每个对以逗号分隔。“{0}”不遵循此格式。
zh_hant: MC3042: MarkupExtensions 中的名稱/值組格式必須是 'Name = Value'，而每一組之間必須以逗號分則。'{0}' 未依照此格式。

# ParserMarkupExtensionNoQuotesInName
source: MC3043: Names and Values in a MarkupExtension cannot contain quotes. The MarkupExtension arguments '{0}' are not valid.
cs: MC3043: názvy a hodnoty třídy MarkupExtension nesmějí obsahovat uvozovky. Argumenty třídy MarkupExtension v souboru {0} jsou neplatné.
de: MC3043: Namen und Werte von "MarkupExtension" dürfen keine Anführungszeichen enthalten. MarkupExtension-Argumente vom Typ "{0}" sind ungültig.
es: MC3043: los nombres y valores de un elemento MarkupExtension no pueden contener comillas. Los argumentos de MarkupExtension '{0}' no son válidos.
fr: MC3043 : les noms et valeurs d'une expression MarkupExtension ne peuvent pas contenir de guillemets. Les arguments '{0}' de MarkupExtension ne sont pas valides.
it: MC3043: i nomi e i valori in una MarkupExtension non possono contenere virgolette. Gli argomenti di MarkupExtension '{0}' non sono validi.
ja: MC3043: MarkupExtension の名前と値に引用符を使用することはできません。MarkupExtension の引数 '{0}' は無効です。
ko: MC3043: MarkupExtension의 이름과 값에는 따옴표를 사용할 수 없습니다. MarkupExtension 인수 '{0}'이(가) 잘못되었습니다.
pl: MC3043: Nazwy oraz wartości w wyrażeniach MarkupExtension nie mogą zawierać cudzysłowów. Argumenty wyrażenia MarkupExtension „{0}” są nieprawidłowe.
pt_br: MC3043: os nomes e valores em um MarkupExtension não podem conter aspas. Os argumentos '{0}' de MarkupExtension não são válidos.
ru: MC3043: имена и значения в MarkupExtension не могут содержать кавычки. Недопустимые аргументы MarkupExtension "{0}".
tr: MC3043: MarkupExtension içindeki Adlar ve Değerler tırnak işareti içeremez. MarkupExtension bağımsız değişkenleri '{0}' geçerli değil.
zh_hans: MC3043: MarkupExtension 中的名称和值不能含引号。MarkupExtension 参数“{0}”无效。
zh_hant: MC3043: MarkupExtension 中的名稱與值不能包含引號。MarkupExtension 引數 '{0}' 無效。

# ParserMarkupExtensionTrailingGarbage
source: MC3044: The text '{1}' is not allowed after the closing '{0}' of a MarkupExtension expression.
cs: MC3044: Text {1} není povolen po ukončení atributu {0} výrazu MarkupExtension.
de: MC3044: Der Text "{1}" ist nach Abschluss-{0} eines MarkupExtension-Ausdrucks nicht zulässig.
es: MC3044: no se permite el texto '{1}' después del '{0}' de cierre de una expresión MarkupExtension.
fr: MC3044 : texte '{1}' non autorisé après la fermeture '{0}' d'une expression MarkupExtension.
it: MC3044: testo '{1}' non consentito dopo il carattere di chiusura '{0}' di un'espressione MarkupExtension.
ja: MC3044: MarkupExtension 式を閉じる '{0}' の後にテキスト '{1}' を使用することはできません。
ko: MC3044: MarkupExtension 식의 닫는 '{0}' 뒤에 텍스트 '{1}'을(를) 사용할 수 없습니다.
pl: MC3044: Tekst „{1}” nie jest dozwolony po ciągu zamykającym „{0}” wyrażenia MarkupExtension.
pt_br: MC3044: o texto '{1}' não é permitido após o fechamento '{0}' de uma expressão MarkupExtension.
ru: MC3044: текст "{1}" не разрешен после закрывающей "{0}" в выражении MarkupExtension.
tr: MC3044: MarkupExtension ifadesinin '{0}' kapanışından sonra '{1}' metnine izin verilmez.
zh_hans: MC3044: 关闭 MarkupExtension 表达式的“{0}”之后，文本“{1}”是不允许的。
zh_hant: MC3044: MarkupExtension 運算式的右 '{0}' 之後不允許文字 '{1}'。

# ParserMarkupExtensionUnknownAttr
source: MC3045: Unknown property '{0}' for type '{1}' encountered while parsing a Markup Extension.
cs: MC3045: Zjištěna neznámá vlastnost {0} pro typ {1} při analýze třídy Markup Extension.
de: MC3045: Beim Analysieren einer Markup Extension wurde für den Typ "{1}" die unbekannte Eigenschaft "{0}" gefunden.
es: MC3045: se encontró una propiedad '{0}' desconocida para el tipo '{1}' al analizar una expresión Markup Extension.
fr: MC3045 : propriété '{0}' inconnue pour le type '{1}' rencontrée lors de l'analyse d'une expression Markup Extension.
it: MC3045: rilevata proprietà sconosciuta '{0}' per il tipo '{1}' durante l'analisi di una Markup Extension.
ja: MC3045: Markup Extension の解析時に、型 '{1}' に対する不明なプロパティ '{0}' が見つかりました。
ko: MC3045: Markup Extension을 구문 분석하는 동안 '{1}' 형식에 대한 알 수 없는 속성 '{0}'이(가) 발생했습니다.
pl: MC3045: Podczas analizowania wyrażenia Markup Extension napotkano nieznaną właściwość „{0}” dla typu „{1}”.
pt_br: MC3045: propriedade '{0}' desconhecida para o tipo '{1}' encontrada durante a análise de um Markup Extension.
ru: MC3045: обнаружено неизвестное свойство "{0}" для типа "{1}" при синтаксическом анализе Markup Extension.
tr: MC3045: Markup Extension ayrıştırılırken '{1}' türü için bilinmeyen '{0}' özelliği bulundu.
zh_hans: MC3045: 分析 Markup Extension 时遇到类型“{1}”的未知属性“{0}”。
zh_hant: MC3045: 剖析 Markup Extension 時，發現型別 '{1}' 的未知屬性 '{0}'。

# ParserMetroUnknownAttribute
source: MC3046: Unknown attribute '{0}' in the '{1}' namespace. Note that only the Key attribute is currently supported in this namespace.
cs: MC3046: Neznámý atribut {0} v oboru názvů {1}. Pozor, v tomto oboru názvů je momentálně podporován pouze atribut Key.
de: MC3046: Unbekanntes Attribut "{0}" im Namespace "{1}". Beachten Sie, dass in diesem Namespace derzeit nur das Key-Attribut unterstützt wird.
es: MC3046: atributo '{0}' desconocido en el espacio de nombres '{1}'. Tenga en cuenta que, actualmente, sólo se admite el atributo Key en este espacio de nombres.
fr: MC3046 : attribut '{0}' inconnu dans l'espace de noms '{1}'. Notez que seul l'attribut Key est actuellement pris en charge dans cet espace de noms.
it: MC3046: attributo sconosciuto '{0}' nello spazio dei nomi '{1}'. Si noti che solo l'attributo Key è attualmente supportato in questo spazio dei nomi.
ja: MC3046: 不明な属性 '{0}' が '{1}' 名前空間にあります。Key 属性だけが、この名前空間で現在サポートされています。
ko: MC3046: '{1}' 네임스페이스에 알 수 없는 특성 '{0}'이(가) 있습니다. 현재 이 네임스페이스에서는 Key 특성만 지원됩니다.
pl: MC3046: Nieznany atrybut „{0}” w przestrzeni nazw „{1}”. Należy zwrócić uwagę, że w tej przestrzeni nazw jest obecnie obsługiwany tylko atrybut Key.
pt_br: MC3046: atributo '{0}' desconhecido no namespace '{1}'. Observe que só há suporte atualmente para o atributo Key neste namespace.
ru: MC3046: неизвестный атрибут "{0}" в пространстве имен "{1}". В этом пространстве имен в настоящее время поддерживается только атрибут Key.
tr: MC3046: '{1}' ad alanında bilinmeyen '{0}' özelliği. Bu ad alanında şu anda yalnızca Key özniteliğinin desteklendiğini unutmayın.
zh_hans: MC3046:“{1}”命名空间中的特性“{0}”未知。请注意，当前该命名空间中仅支持 Key 特性。
zh_hant: MC3046: 在 '{1}' 命名空間中發現未知屬性 '{0}'。請注意，目前此命名空間中只支援 Key 屬性。

# ParserMultiBamls
source: MC3047: Internal parser error - Cannot use multiple writable BAML records at the same time.
cs: MC3047: Chyba interní analýzy - Nelze používat současně více přepisovatelných záznamů BAML.
de: MC3047: Interner Parserfehler - Es können nicht gleichzeitig mehrere schreibbare BAML-Datensätze verwendet werden.
es: MC3047: error de analizador interno: no se pueden usar varios registros BAML de escritura al mismo tiempo.
fr: MC3047 : erreur d'analyse interne - impossible d'utiliser en même temps plusieurs enregistrements BAML accessibles en écriture.
it: MC3047: errore interno del parser - impossibile utilizzare contemporaneamente più record BAML scrivibili.
ja: MC3047: 内部パーサー エラー - 同時に複数の書き込み可能な BAML レコードを使用することはできません。
ko: MC3047: 내부 파서 오류 - 여러 개의 쓰기 가능한 BAML 레코드를 동시에 사용할 수 없습니다.
pl: MC3047: Wewnętrzny błąd analizatora — nie można używać wielu zapisywalnych rekordów BAML w tym samym czasie.
pt_br: MC3047: erro interno do analisador - Não é possível utilizar vários registros BAML graváveis ao mesmo tempo.
ru: MC3047: внутренняя ошибка синтаксического анализатора - не удается одновременно использовать несколько записей BAML, доступных для записи.
tr: MC3047: İç ayrıştırıcı hatası - Aynı anda birden fazla yazılabilir BAML kaydı kullanılamaz.
zh_hans: MC3047: 内部分析器错误 - 不能同时使用多个可写的 BAML 记录。
zh_hant: MC3047: 內部剖析器錯誤 - 無法同時使用多筆可寫入的 BAML 記錄。

# ParserNestedComplexProp
source: '{0}' property element cannot be nested directly inside another property element.
cs: Prvek vlastnosti {0} nelze přímo vnořit do jiného prvku vlastnosti.
de: Das Eigenschaftselement "{0}" kann nicht direkt innerhalb eines anderen Eigenschaftselements geschachtelt werden.
es: El elemento de propiedad '{0}' no se puede anidar directamente en otro elemento de propiedad.
fr: L'élément de propriété '{0}' ne peut pas être imbriqué directement dans un autre élément de propriété.
it: Impossibile annidare l'elemento proprietà '{0}' direttamente all'interno di un altro elemento proprietà.
ja: '{0}' プロパティ要素は、別のプロパティ要素内で直接入れ子にすることはできません。
ko: 다른 속성 요소에 '{0}' 속성 요소가 직접 중첩될 수 없습니다.
pl: Element właściwości „{0}” nie może być bezpośrednio zagnieżdżony w innym elemencie właściwości.
pt_br: O elemento '{0}' da propriedade não pode ser aninhado diretamente dentro de outro elemento da propriedade.
ru: Элемент свойства "{0}" не может быть вложен непосредственно в другой элемент свойства.
tr: '{0}' özellik öğesi doğrudan başka bir özellik öğesinin içinde basamak durumunda olamaz.
zh_hans: “{0}”属性元素不能直接嵌套在另一属性元素内。
zh_hant: '{0}' 無法以巢狀結構方式直接放入另一個屬性項目中。

# ParserNoAttrArray
source: MC3049: Cannot place attributes on Array tags.
cs: MC3049: Nelze umísťovat vlastnosti na tagy Array.
de: MC3049: Attribute können nicht in Array-Tags platziert werden.
es: MC3049: no se pueden poner atributos en etiquetas Array.
fr: MC3049 : impossible de placer des attributs sur les balises Array.
it: MC3049: non è possibile inserire attributi nei tag Array.
ja: MC3049: Array タグには属性を配置できません。
ko: MC3049: Array 태그에 특성을 적용할 수 없습니다.
pl: MC3049: Nie można umieścić atrybutów w tagach właściwości Array.
pt_br: MC3049: não é possível colocar atributos nas marcas de Array.
ru: MC3049: невозможно разместить атрибуты в тегах Array.
tr: MC3049: Array etiketlerine öznitelik yerleştirilemez.
zh_hans: MC3049: 无法在 Array 标记上放置特性。
zh_hant: MC3049: 無法將屬性放置在 Array 標記上。

# ParserNoBamlAsync
source: MC3021: Asynchronous loading is not supported when compiling a XAML file, so a SynchronousMode of '{0}' is not allowed.
cs: MC3021: Asynchronní načítání není při kompilaci souboru XAML podporováno, proto není umožněna třída SynchronousMode souboru {0}.
de: MC3021: Beim Kompilieren von XAML-Dateien wird asynchrones Laden nicht unterstützt, weshalb "SynchronousMode" von "{0}" nicht zulässig ist.
es: MC3021: no se permite la carga asincrónica al compilar un archivo XAML; por tanto, no se permite un valor '{0}' para SynchronousMode.
fr: MC3021 : le chargement asynchrone n'étant pas pris en charge lors de la compilation d'un fichier XAML, un SynchronousMode égal à '{0}' n'est pas autorisé.
it: MC3021: caricamento asincrono non supportato per la compilazione di un file XAML. Il valore '{0}' per SynchronousMode non è pertanto consentito.
ja: MC3021: XAML ファイルのコンパイル時は非同期読み込みはサポートされないため、'{0}' の SynchronousMode は使用できません。
ko: MC3021: XAML 파일을 컴파일할 때 비동기 로드가 지원되지 않아 '{0}'의 SynchronousMode를 사용할 수 없습니다.
pl: MC3021: Ładowanie asynchroniczne nie jest obsługiwane podczas kompilowania pliku XAML, więc tryb SynchronousMode „{0}” jest niedozwolony.
pt_br: MC3021: não há suporte para o carregamento assíncrono durante a compilação de um arquivo XAML; portanto, SynchronousMode de '{0}' não é permitido.
ru: MC3021: асинхронная загрузка не поддерживается при компиляции файла XAML, поэтому значение SynchronousMode "{0}" не допускается.
tr: MC3021: XAML dosyası derlenirken zaman uyumsuz yükleme desteklenmediği için, '{0}' türünde SynchronousMode'a izin verilmez.
zh_hans: MC3021: 编译 XAML 文件时不支持异步加载，因此不允许“{0}”的 SynchronousMode。
zh_hant: MC3021: 編譯 XAML 檔案時，不支援非同步載入，因此不允許 '{0}' 的 SynchronousMode。
