Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MultipleSplashScreenImages
source: MC1004: Project file cannot specify more than one SplashScreen element.
cs: MC1004: Projektový soubor nemůže určit více než jeden prvek třídy SplashScreen.
de: MC1004: In der Projektdatei kann nur ein SplashScreen-Element angegeben werden.
es: MC1004: El archivo de proyecto no puede especificar más de un elemento SplashScreen.
fr: MC1004 : le fichier projet ne peut pas spécifier plus d'un élément SplashScreen.
it: MC1004: impossibile specificare più di un elemento SplashScreen nel file di progetto.
ja: MC1004: プロジェクト ファイルでは、複数の SplashScreen 要素を指定することはできません。
ko: MC1004: 프로젝트 파일에서 SplashScreen 요소를 둘 이상 지정할 수 없습니다.
pl: MC1004: Plik projektu nie może określać więcej niż jednego elementu SplashScreen.
pt_br: MC1004: o arquivo do projeto não pode especificar mais de um elemento de SplashScreen.
ru: MC1004. Невозможно указать более одного элемента SplashScreen в файле проекта.
tr: MC1004: Proje dosyası birden fazla SplashScreen öğesi belirtemez.
zh_hans: MC1004: 项目文件不能指定多个 SplashScreen 元素。
zh_hant: MC1004: 專案檔無法指定多個 SplashScreen 項目。

# MultipleUidUse
source: UM1002: Uid "{0}" for element '{1}' is not unique.
cs: UM1002: Identifikátor Uid {0} pro prvek {1} není jedinečný.
de: UM1002: Die Uid "{0}" für das Element "{1}" ist nicht eindeutig.
es: UM1002: el Uid "{0}" del elemento '{1}' no es único.
fr: UM1002 : l'Uid "{0}" de l'élément '{1}' n'est pas unique.
it: UM1002: Uid "{0}" non univoco per l'elemento '{1}'.
ja: UM1002: 要素 '{1}' の Uid "{0}" が一意ではありません。
ko: UM1002: '{1}' 요소의 "{0}" Uid가 고유합니다.
pl: UM1002: Identyfikator Uid „{0}” dla elementu „{1}” nie jest unikatowy.
pt_br: UM1002: a Uid "{0}" do elemento '{1}' não é exclusiva.
ru: UM1002: код Uid "{0}" для элемента "{1}" не является уникальным.
tr: UM1002: '{1}' öğesi için "{0}" Uid'si benzersiz değil.
zh_hans: UM1002: 元素“{1}”的 Uid“{0}”不是唯一的。
zh_hant: UM1002: 項目 '{1}' 的 Uid "{0}" 不是唯一的。

# MutlipleApplicationFiles
source: MC1003: Project file cannot specify more than one ApplicationDefinition element.
cs: MC1003: Projektový soubor nemůže určit více než jeden prvek třídy ApplicationDefinition.
de: MC1003: Von der Projektdatei kann höchstens ein ApplicationDefinition-Element angegeben werden.
es: MC1003: el archivo de proyecto no puede especificar más de un elemento ApplicationDefinition.
fr: MC1003 : le fichier projet ne peut pas spécifier plusieurs éléments ApplicationDefinition.
it: MC1003: impossibile specificare più di un elemento ApplicationDefinition nel file di progetto.
ja: MC1003: プロジェクト ファイルでは、複数の ApplicationDefinition 要素を指定することはできません。
ko: MC1003: 프로젝트 파일에서는 두 개 이상의 ApplicationDefinition 요소를 지정할 수 없습니다.
pl: MC1003: Plik projektu nie może określać więcej niż jednego elementu ApplicationDefinition.
pt_br: MC1003: o arquivo do projeto não pode especificar mais de um elemento ApplicationDefinition.
ru: MC1003: в файле проекта нельзя указывать более одного элемента ApplicationDefinition.
tr: MC1003: Proje dosyası birden fazla ApplicationDefinition öğesi belirtemez.
zh_hans: MC1003: 项目文件不能指定多个 ApplicationDefinition 元素。
zh_hant: MC1003: 專案檔無法指定多個 ApplicationDefinition 項目。

# NamedResDictItemWarning
source: A '{0}' is named '{1}'. Do not name ResourceDictionary contents because their instantiation is deferred.
cs: {0} má název {1}. Nepojmenovávejte obsah ResourceDictionary, protože jeho vytvoření instance je odloženo.
de: Ein "{0}" hat den Namen "{1}". Benennen Sie ResourceDictionary-Inhalte nicht, da ihre Instanziierung zurückgestellt wird.
es: Un elemento '{0}' tiene el nombre '{1}'. No dé nombre al contenido de ResourceDictionary porque aplaza la creación de instancias del mismo.
fr: Un '{0}' est appelé '{1}'. N'attribuez pas de nom au contenu ResourceDictionary, car son installation est différée.
it: Un elemento '{0}' è denominato '{1}'. Non assegnare al contenuto il nome ResourceDictionary perché la relativa creazione dell'istanza è posticipata.
ja: '{0}' に '{1}' という名前が付いています。ResourceDictionary のコンテンツのインスタンス化は遅延されるため、これらのコンテンツには名前を付けないでください。
ko: '{0}'의 이름이 '{1}'(으)로 지정되어 있습니다. 인스턴스화가 지연되므로 ResourceDictionary 콘텐츠의 이름을 지정하지 마십시오.
pl: Elementowi {0} nadano nazwę {1}. Nie należy nadawać nazw elementom obiektu ResourceDictionary, ponieważ ich konkretyzacja została odroczona.
pt_br: Um '{0}' está denominado '{1}'. Não nomeie o conteúdo de ResourceDictionary porque sua instanciação foi adiada.
ru: "{0}" имеет имя "{1}". Не именовать контент ResourceDictionary, поскольку его создание отложено.
tr: Bir '{0}' '{1}' olarak adlandırılmış. Örneklerinin oluşturulması gecikmeli olduğundan ResourceDictionary içeriğini adlandırmayın.
zh_hans: 某“{0}”已命名为“{1}”。请勿命名 ResourceDictionary 内容，因为已推迟此类内容的实例化。
zh_hant: '{0}' 已命名為 '{1}'。請勿將 ResourceDictionary 內容命名，因為執行個體化已延後。

# NonClsError
source: BG1001: Unknown CLS exception.
cs: BG1001: Neznámá výjimka CLS.
de: BG1001: Unbekannte CLS-Ausnahme.
es: BG1001: excepción de CLS desconocida.
fr: BG1001 : exception CLS inconnue.
it: BG1001: eccezione CLS sconosciuta.
ja: BG1001: 不明な CLS 例外です。
ko: BG1001: 알 수 없는 CLS 예외입니다.
pl: BG1001: Nieznany wyjątek CLS.
pt_br: BG1001: exceção CLS desconhecida.
ru: BG1001: неизвестное исключение CLS.
tr: BG1001: Bilinmeyen CLS özel durumu.
zh_hans: BG1001: 未知的 CLS 异常。
zh_hant: BG1001: 不明的 CLS 例外狀況。

# OutputType
source: OutputType is '{0}'.
cs: OutputType je {0}.
de: OutputType: "{0}".
es: OutputType es '{0}'.
fr: OutputType est '{0}'.
it: OutputType '{0}'.
ja: OutputType が '{0}' です。
ko: OutputType은 '{0}'입니다.
pl: Parametr OutputType: „{0}”.
pt_br: OutputType é '{0}'.
ru: Тип OutputType равен "{0}".
tr: OutputType '{0}'.
zh_hans: OutputType 是“{0}”。
zh_hant: OutputType 是 '{0}'。

# ParserAbandonedTypeConverterText
source: MC3001: TypeConverter syntax error encountered while processing initialization string '{0}'. Property elements are not allowed on objects created via TypeConverter.
cs: MC3001: Došlo k chybě syntaxe třídy TypeConverter při zpracování inicializačního řetězce {0}. Na objektech vytvořených prostřednictvím třídy TypeConverter nejsou povoleny elementy vlastností.
de: MC3001: Beim Verarbeiten der Initialisierungszeichenfolge "{0}" ist ein TypeConverter-Syntaxfehler aufgetreten. Eigenschaftselemente sind für Objekte, die über "TypeConverter" erstellt wurden, nicht zulässig.
es: MC3001: se encontró un error de sintaxis en TypeConverter al procesar la cadena de inicialización '{0}'. No se permiten elementos de propiedad en objetos creados con TypeConverter.
fr: MC3001: erreur de syntaxe TypeConverter rencontrée lors du traitement de la chaîne d'initialisation '{0}'. Les éléments de propriété ne sont pas autorisés sur les objets créés via TypeConverter.
it: MC3001: errore di sintassi TypeConverter rilevato durante l'elaborazione della stringa di inizializzazione '{0}'. Elementi proprietà non consentiti per gli oggetti creati tramite TypeConverter.
ja: MC3001: 初期化文字列 '{0}' の処理中に TypeConverter 構文エラーが発生しました。TypeConverter によって作成されるオブジェクトでは、プロパティ要素は許可されていません。
ko: MC3001: 초기화 문자열 '{0}'을(를) 처리하는 동안 TypeConverter 구문 오류가 발생했습니다. TypeConverter를 통해 만든 개체에 속성 요소를 사용할 수 없습니다.
pl: MC3001: W czasie przetwarzania ciągu inicjalizacji „{0}” wystąpił błąd składni funkcji TypeConverter. Elementy właściwości są niedozwolone dla obiektów utworzonych za pomocą funkcji TypeConverter.
pt_br: MC3001: erro de sintaxe TypeConverter encontrado durante o processamento da cadeia de caracteres de inicialização '{0}'. Os elementos da propriedade não são permitidos nos objetos criados com TypeConverter.
ru: MC3001: при обработке строки инициализации "{0}" обнаружена синтаксическая ошибка TypeConverter. Использование элементов свойств не допускается в объектах, созданных посредством TypeConverter.
tr: MC3001: '{0}' dizesi başlatılırken TypeConverter sözdizimi hatasıyla karşılaşıldı. TypeConverter ile oluşturulan nesnelerde özellik öğelerine izin verilmez.
zh_hans: MC3001: 在处理初始化字符串“{0}”时遇到 TypeConverter 语法错误。通过 TypeConverter 创建的对象上不允许属性元素。
zh_hant: MC3001: 處理初始化字串 '{0}' 時發生 TypeConverter 語法錯誤。透過 TypeConverter 建立的物件上不允許屬性項目。

# ParserAssemblyLoadVersionMismatch
source: MC3099: Cannot load assembly '{0}' because a different version of that same assembly is loaded '{1}'.
cs: MC3099: Nelze načíst sestavení {0}, protože je načtena jiná verze {1} téhož sestavení.
de: MC3099: Die Assembly "{0}" kann nicht geladen werden, da eine andere Version der gleichen Assembly "{1}" geladen ist.
es: MC3099: no se puede cargar el ensamblado '{0}' porque una versión diferente del mismo ensamblado ya está cargada '{1}'.
fr: MC3099 : impossible de charger l'assembly '{0}', car une autre version du même assembly est chargée '{1}'.
it: MC3099: non è possibile caricare l'assembly '{0}' perché è caricata una versione diversa dello stesso assembly '{1}'.
ja: MC3099: アセンブリ '{0}' を読み込むことができません。同じアセンブリの異なるバージョン '{1}' が読み込まれているためです。
ko: MC3099: 같은 어셈블리의 다른 버전이 로드되므로 '{0}' 어셈블리를 로드할 수 없습니다. '{1}'.
pl: MC3099: Nie można załadować zestawu „{0}”, ponieważ jest załadowana inna wersja tego samego zestawu, „{1}”.
pt_br: MC3099: Não é possível carregar o assembly '{0}' porque uma versão diferente do mesmo assembly já está carregada '{1}'.
ru: MC3099: невозможно загрузить сборку "{0}", поскольку другая версия этой же сборки уже загружена "{1}".
tr: MC3099: Aynı bütünleştirilmiş kodun farklı bir sürümü yüklendiğinden '{0}' bütünleştirilmiş kodu yüklenemiyor '{1}'.
zh_hans: MC3099: 无法加载程序集“{0}”，因为加载了同一程序集的其他版本“{1}”。
zh_hant: MC3099: 無法載入組件 '{0}'，因為已載入相同組件的不同版本 '{1}'。

# ParserAsyncOnRoot
source: MC3002: The AsyncRecords attribute must be set on the root tag.
cs: MC3002: Atribut třídy AsyncRecords musí být na kořenovém tagu nastaven.
de: MC3002: Das AsyncRecords-Attribut muss für das Stammtag festgelegt sein.
es: MC3002: se debe establecer el atributo AsyncRecords en la etiqueta raíz.
fr: MC3002 : l'attribut AsyncRecords doit être défini sur la balise racine.
it: MC3002: l'attributo AsyncRecords deve essere impostato nel tag radice.
ja: MC3002: AsyncRecords 属性は、ルート タグで設定する必要があります。
ko: MC3002: 루트 태그에 AsyncRecords 특성을 설정해야 합니다.
pl: MC3002: Atrybut AsyncRecords musi być ustawiony w tagu głównym.
pt_br: MC3002: o atributo AsyncRecords deve ser definido na marca raiz.
ru: MC3002: необходимо задать атрибут AsyncRecords в корневом теге.
tr: MC3002: AsyncRecords özniteliği kök etikette ayarlanmalıdır.
zh_hans: MC3002: 根标记上必须设置 AsyncRecords 特性。
zh_hant: MC3002: 必須在根標記上設定 AsyncRecords 屬性。

# ParserAttachedPropInheritError
source: MC3015: The attached property '{0}' is not defined on '{1}' or one of its base classes.
cs: MC3015: Přiřazená vlastnost třídy {0} není definována v souboru {1} ani v jedné z jeho základních tříd.
de: MC3015: Die angefügte Eigenschaft "{0}" ist für "{1}" oder eine der Basisklassen nicht definiert.
es: MC3015: la propiedad '{0}' adjunta no está definida en '{1}' o alguna de sus clases base.
fr: MC3015 : la propriété jointe '{0}' n'est pas définie sur '{1}' ou l'une de ses classes de base.
it: MC3015: la proprietà associata '{0}' non è definita in '{1}' o in una delle classi di base corrispondenti.
ja: MC3015: 添付プロパティ '{0}' が、'{1}' またはその基本クラスの 1 つで定義されていません。
ko: MC3015: 첨부된 속성 '{0}'이(가) '{1}' 또는 기본 클래스 중 하나에서 정의되지 않았습니다.
pl: MC3015: Dołączona właściwość „{0}” nie została zdefiniowana w klasie „{1}” lub w jednej ze swoich klas podstawowych.
pt_br: MC3015: a propriedade anexada '{0}' não está definida em '{1}' ou uma de suas classes base.
ru: MC3015: присоединенное свойство "{0}" не определено в "{1}" или в одном из базовых классов.
tr: MC3015: Eklenen '{0}' özelliği '{1}' üzerinde veya temel sınıflarından birinde tanımlı değil.
zh_hans: MC3015:“{1}”或其一个基类上未定义附加属性“{0}”。
zh_hant: MC3015: 附加的屬性 '{0}' 不是在 '{1}' 或它的其中一個基底類別上所定義。

# ParserAttributeArgsHigh
source: MC3003: There are too many attributes specified for '{0}'.
cs: MC3003: Pro soubor {0} je definováno příliš mnoho atributů.
de: MC3003: Für "{0}" wurden zu viele Attribute angegeben.
es: MC3003: hay demasiados atributos especificados para '{0}'.
fr: MC3003 : trop d'attributs spécifiés pour '{0}'.
it: MC3003: troppi attributi specificati per '{0}'.
ja: MC3003: '{0}' に指定されている属性が多すぎます。
ko: MC3003: '{0}'에 대해 지정된 특성이 너무 많습니다.
pl: MC3003: Zbyt dużo atrybutów określonych dla właściwości „{0}”.
pt_br: MC3003: muitos atributos foram especificados para '{0}'.
ru: MC3003: для "{0}" указано слишком много атрибутов.
tr: MC3003: '{0}' için belirtilmiş çok fazla öznitelik var.
zh_hans: MC3003: 为“{0}”指定了过多的特性。
zh_hant: MC3003: 為 '{0}' 指定的屬性太多。

# ParserAttributeArgsLow
source: MC3004: There are not enough attributes specified for '{0}'.
cs: MC3004: Pro soubor {0} není definován dostatečný počet atributů.
de: MC3004: Für "{0}" wurden nicht genügend Attribute angegeben.
es: MC3004: no hay suficientes atributos especificados para '{0}'.
fr: MC3004 : nombre d'attributs spécifié pour '{0}' insuffisant.
it: MC3004: attributi insufficienti specificati per '{0}'.
ja: MC3004: '{0}' に指定されている属性が不足しています。
ko: MC3004: '{0}'에 대해 지정된 특성이 부족합니다.
pl: MC3004: Zbyt mało atrybutów określonych dla właściwości „{0}”.
pt_br: MC3004: não há atributos suficientes especificados para '{0}'.
ru: MC3004: для "{0}" указано недостаточно атрибутов.
tr: MC3004: '{0}' için belirtilmiş yeterli öznitelik yok.
zh_hans: MC3004: 为“{0}”指定的特性不足。
zh_hant: MC3004: 為 '{0}' 指定的屬性數目不足。

# ParserAttributeNamespaceMisMatch
source: MC3005: The property '{0}' must be in the default namespace or in the element namespace '{1}'.
cs: MC3005: Vlastnost souboru {0} musí být ve výchozím oboru názvů nebo v oboru názvů prvku {1}.
de: MC3005: Die Eigenschaft "{0}" muss sich im Standardnamespace oder im Elementnamespace "{1}" befinden.
es: MC3005: la propiedad '{0}' debe estar en el espacio de nombres predeterminado o en el espacio de nombres de elementos '{1}'.
fr: MC3005 : la propriété '{0}' doit être dans l'espace de noms par défaut ou dans l'espace de noms de l'élément '{1}'.
it: MC3005: la proprietà '{0}' deve essere inclusa nello spazio dei nomi predefinito o nello spazio dei nomi dell'elemento '{1}'.
ja: MC3005: プロパティ '{0}' は、既定の名前空間または要素名前空間 '{1}' にある必要があります。
ko: MC3005: '{0}' 속성은 기본 네임스페이스 또는 요소 네임스페이스 '{1}'에 있어야 합니다.
pl: MC3005: Właściwość „{0}” musi występować w domyślnej przestrzeni nazw lub w przestrzeni nazw elementu „{1}”.
pt_br: MC3005: a propriedade '{0}' deve estar no namespace padrão ou no namespace do elemento '{1}'.
ru: MC3005: свойство "{0}" должно лежать в пространстве имен по умолчанию или в пространстве имен элемента "{1}".
tr: MC3005: '{0}' özelliği varsayılan ad alanında veya '{1}' öğe ad alanında olmalıdır.
zh_hans: MC3005: 属性“{0}”必须位于默认的命名空间或元素命名空间“{1}”中。
zh_hant: MC3005: 屬性 '{0}' 必須位於預設的命名空間，或是位於項目命名空間 '{1}'。

# ParserBadAssemblyName
source: MC3006: Mapper.SetAssemblyPath cannot accept an empty assemblyName.
cs: MC3006: Mapper.SetAssemblyPath nemůže akceptovat prázdné pole assemblyName.
de: MC3006: Von "Mapper.SetAssemblyPath" kann kein leerer "assemblyName" angenommen werden.
es: MC3006: Mapper.SetAssemblyPath no puede aceptar un elemento assemblyName vacío.
fr: MC3006 : Mapper.SetAssemblyPath ne peut pas accepter un assemblyName vide.
it: MC3006: Mapper.SetAssemblyPath non accetta un assemblyName vuoto.
ja: MC3006: Mapper.SetAssemblyPath は、空の assemblyName を受け入れません。
ko: MC3006: Mapper.SetAssemblyPath에서는 빈 assemblyName을 사용할 수 없습니다.
pl: MC3006: Klasa Mapper.SetAssemblyPath nie może zaakceptować pustego elementu assemblyName.
pt_br: MC3006: Mapper.SetAssemblyPath não pode aceitar um assemblyName vazio.
ru: MC3006: Mapper.SetAssemblyPath не может принять пустое имя assemblyName.
tr: MC3006: Mapper.SetAssemblyPath boş bir assemblyName kabul edemez.
zh_hans: MC3006: Mapper.SetAssemblyPath 无法接受空 assemblyName。
zh_hant: MC3006: Mapper.SetAssemblyPath 無法接受空的 assemblyName。

# ParserBadAssemblyPath
source: MC3007: Mapper.SetAssemblyPath cannot accept an empty assemblyPath.
cs: MC3007: Mapper.SetAssemblyPath nemůže akceptovat prázdné pole assemblyPath.
de: MC3007: Von "Mapper.SetAssemblyPath" kann kein leerer "assemblyPath" angenommen werden.
es: MC3007: Mapper.SetAssemblyPath no puede aceptar un elemento assemblyPath vacío.
fr: MC3007 : Mapper.SetAssemblyPath ne peut pas accepter un assemblyPath vide.
it: MC3007: Mapper.SetAssemblyPath non accetta un assemblyPath vuoto.
ja: MC3007: Mapper.SetAssemblyPath は、空の assemblyPath を受け入れません。
ko: MC3007: Mapper.SetAssemblyPath는 빈 assemblyPath를 사용할 수 없습니다.
pl: MC3007: Klasa Mapper.SetAssemblyPath nie może zaakceptować pustego elementu assemblyPath.
pt_br: MC3007: Mapper.SetAssemblyPath não pode aceitar um assemblyPath vazio.
ru: MC3007: Mapper.SetAssemblyPath не может принять пустой путь assemblyPath.
tr: MC3007: Mapper.SetAssemblyPath boş bir assemblyPath kabul edemez.
zh_hans: MC3007: Mapper.SetAssemblyPath 无法接受空 assemblyPath。
zh_hant: MC3007: Mapper.SetAssemblyPath 無法接受空的 assemblyPath。

# ParserBadChild
source: MC3008: An element of type '{0}' cannot be set on the complex property '{1}'. They are not compatible types.
cs: MC3008: Prvek typu {0} nelze nastavit pro komplexní vlastnost {1}. Jedná se o nekompatibilní typy.
de: MC3008: Ein Element vom Typ "{0}" kann nicht für die komplexe Eigenschaft "{1}" festgelegt werden, da es sich hierbei um nicht kompatible Typen handelt.
es: MC3008: no se puede establecer un elemento de tipo '{0}' en la propiedad compleja '{1}'. No son tipos compatibles.
fr: MC3008 : un élément de type '{0}' ne peut pas être défini sur la propriété complexe '{1}'. Les types ne sont pas compatibles.
it: MC3008: impossibile impostare un elemento di tipo '{0}' nella proprietà complessa '{1}'. Tipi non compatibili.
ja: MC3008: 複合プロパティ '{1}' に型 '{0}' の要素を設定することはできません。これらは互換性のある型ではありません
ko: MC3008: 복합 속성 '{1}'에 '{0}' 형식 요소를 설정할 수 없습니다. 호환되지 않는 형식입니다.
pl: MC3008: Dla właściwości złożonej „{1}” nie można ustawić elementu typu „{0}”. Te dwa typy są niezgodne.
pt_br: MC3008: um elemento do tipo '{0}' não pode ser definido na propriedade complexa '{1}'. Eles não são tipos compatíveis.
ru: MC3008: элемент типа "{0}" нельзя задать для сложного свойства "{1}". Типы несовместимы.
tr: MC3008: '{0}' türünde bir öğe '{1}' karmaşık özelliğinde ayarlanamaz. Bunlar uyumlu türler değildir.
zh_hans: MC3008: 无法在复杂属性“{1}”上设置类型“{0}”的元素。它们不是兼容的类型。
zh_hant: MC3008: 無法在複雜屬性 '{1}' 上設定型別為 '{0}' 的項目。它們不是相容的型別。

# ParserBadConstructorParams
source: MC3009: Cannot find a public constructor for '{0}' that takes {1} arguments.
cs: MC3009: Není možné najít veřejný konstruktor pro soubor {0}, který přijímá argumenty souboru {1}.
de: MC3009: Es wurde kein Public-Konstruktor für "{0}" gefunden, von dem {1}-Argumente angenommen werden.
es: MC3009: no se encuentra un constructor público para '{0}' que tome {1} argumentos.
fr: MC3009 : impossible de trouver un constructeur public pour '{0}' qui accepte {1} arguments.
it: MC3009: impossibile trovare un costruttore pubblico per '{0}' che accetti {1} argomento/i.
ja: MC3009: 引数 {1} を取る '{0}' のパブリック コンストラクターが見つかりません。
ko: MC3009: {1} 인수를 사용하는 '{0}'의 Public 생성자를 찾을 수 없습니다.
pl: MC3009: Nie można znaleźć publicznego konstruktora dla funkcji „{0}”, która pobiera {1} argumentów.
pt_br: MC3009: não é possível encontrar um construtor público para '{0}' que aceite {1} argumentos.
ru: MC3009: для "{0}" не удается найти общий конструктор, принимающий аргументы {1}.
tr: MC3009: '{0}' için {1} bağımsız değişken alan genel bir oluşturucu bulunamıyor.
zh_hans: MC3009: 无法找到接受 {1} 参数的“{0}”的公共构造函数。
zh_hant: MC3009: 找不到取得 {1} 個引數之 '{0}' 的公用建構函式。

# ParserBadKey
source: MC3012: A key for a dictionary cannot be of type '{0}'. Only String, TypeExtension, and StaticExtension are supported.
cs: MC3012: Klíč pro slovník nemůže být typu {0}. Jsou podporovány pouze typy String, TypeExtension a StaticExtension.
de: MC3012: Wörterbuchschlüssel dürfen nicht vom Typ "{0}" sein. Es werden nur String-, TypeExtension- und StaticExtension-Typen unterstützt.
es: MC3012: una clave de diccionario no puede ser de tipo '{0}'. Sólo se admiten String, TypeExtension y StaticExtension.
fr: MC3012 : une clé de dictionnaire ne peut pas être de type '{0}'. Seuls les types String, TypeExtension et StaticExtension sont pris en charge.
it: MC3012: una chiave per un dizionario non può essere di tipo '{0}'. Sono supportati solo i tipi String, TypeExtension e StaticExtension.
ja: MC3012: 辞書のキーに、型 '{0}' を使用することはできません。String、TypeExtension、および StaticExtension のみがサポートされています。
ko: MC3012: 사전의 키는 '{0}' 형식일 수 없습니다. String, TypeExtension 및 StaticExtension 문자열만 지원됩니다.
pl: MC3012: Klucz dla słownika nie może być typu „{0}”. Obsługiwane są tylko typy String, TypeExtension oraz StaticExtension.
pt_br: MC3012: uma chave para um dicionário não pode ser do tipo '{0}'. Somente há suporte para String, TypeExtension e StaticExtension.
ru: MC3012: ключ словаря не может иметь тип "{0}". Поддерживаются только типы String, TypeExtension и StaticExtension.
tr: MC3012: Bir sözlük anahtarı '{0}' türünde olamaz. Yalnızca String, TypeExtension ve StaticExtension desteklenir.
zh_hans: MC3012: 字典的密钥不能是“{0}”类型。仅支持 String、TypeExtension 和 StaticExtension。
zh_hant: MC3012: 字典的索引鍵型別不能是 '{0}'。只支援 String、TypeExtension 與 StaticExtension。

# ParserBadMemberReference
source: MC3029: '{0}' member is not valid because it does not have a qualifying type name.
cs: MC3029: Člen {0} není platný, protože neobsahuje název kvalifikačního typu.
de: MC3029: Member "{0}" ist nicht gültig, da er nicht über einen qualifizierenden Typnamen verfügt.
es: MC3029: El miembro '{0}' no es válido porque no tiene un nombre de tipo calificador.
fr: MC3029 : le membre '{0}' n'est pas valide, car il ne possède pas un nom de type qualifiant.
it: MC3029: il membro '{0}' non è valido perché non dispone di un nome di tipo valido.
ja: MC3029: 修飾型名がないため、'{0}' メンバーは無効です。
ko: MC3029: 올바른 형식 이름이 없기 때문에 '{0}' 구성원을 사용할 수 없습니다.
pl: MC3029: Członek „{0}” jest nieprawidłowy, ponieważ nie ma on odpowiedniej nazwy typu.
pt_br: MC3029: o membro '{0}' não é válido porque não tem um nome de tipo qualificado.
ru: MC3029: член "{0}" не является допустимым, так как не имеет соответствующего имени типа.
tr: MC3029: Niteleyici bir tür adı olmadığından '{0}' üyesi geçerli değil.
zh_hans: MC3029:“{0}”成员无效，因为它不具有限定的类型名。
zh_hant: MC3029: '{0}' 成員無效，因為它沒有合格的型別名稱。
