Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TokenizerHelperEmptyToken
source: MC7004: Empty token encountered while parsing.
cs: MC7004: Během analýzy narazil program na prázdný token.
de: MC7004: Beim Analysieren wurde ein leeres Token gefunden.
es: MC7004: se encontró un símbolo (token) vacío durante el análisis.
fr: MC7004 : jeton vide rencontré lors de l'analyse.
it: MC7004: rilevato token vuoto durante l'analisi.
ja: MC7004: 解析中に空のトークンが見つかりました。
ko: MC7004: 구문 분석하는 동안 빈 토큰이 발생했습니다.
pl: MC7004: W trakcie analizy napotkano pusty token.
pt_br: MC7004: encontrado um token vazio durante a análise.
ru: MC7004: при синтаксическом анализе обнаружена пустая лексема.
tr: MC7004: Ayrıştırma sırasında boş belirteç bulundu.
zh_hans: MC7004: 分析时遇到空标记。
zh_hant: MC7004: 剖析時發現空白的語彙基元。

# TokenizerHelperExtraDataEncountered
source: MC7003: Extra data encountered after token while parsing.
cs: MC7003: Během analýzy narazil soubor na další data za tokenem.
de: MC7003: Beim Analysieren wurden nach dem Token zusätzliche Daten gefunden.
es: MC7003: se encontraron datos adicionales después de un símbolo (token) durante el análisis.
fr: MC7003 : données supplémentaires rencontrées après l'analyse du jeton.
it: MC7003: rilevati ulteriori dati dopo il token durante l'analisi.
ja: MC7003: 解析中に、余分なデータがトークンの後に見つかりました。
ko: MC7003: 구문 분석하는 동안 토큰 이후에 추가 데이터를 찾았습니다.
pl: MC7003: W trakcie analizy napotkano dodatkowe dane po tokenie.
pt_br: MC7003: dados adicionais encontrados após o token durante a análise.
ru: MC7003: при синтаксическом анализе обнаружены лишние данные после лексемы.
tr: MC7003: Ayrıştırma sırasında, belirteçten sonra fazladan veri bulundu.
zh_hans: MC7003: 分析时在令牌后遇到额外数据。
zh_hant: MC7003: 剖析時在語彙基元後發現額外資料。

# TokenizerHelperMissingEndQuote
source: MC7002: Missing end quote encountered while parsing token.
cs: MC7002: Při analýze tokenu narazil program na chybějící uvozovky na konci.
de: MC7002: Beim Analysieren des Tokens wurde erkannt, dass ein abschließendes Anführungszeichen fehlt.
es: MC7002: al analizar el símbolo (token) se detectó que falta la comilla final.
fr: MC7002 : absence de guillemet fermant rencontrée lors de l'analyse du jeton.
it: MC7002: rilevata virgoletta finale mancante durante l'analisi del token.
ja: MC7002: トークンの解析中に、閉じる引用符の欠落が見つかりました。
ko: MC7002: 토큰을 구문 분석하는 동안 닫는 따옴표가 없음을 발견했습니다.
pl: MC7002: W trakcie analizy tokenu napotkano brak cudzysłowu zamykającego.
pt_br: MC7002: encontrada uma aspa de fechamento faltando durante a análise do token.
ru: MC7002: при синтаксическом анализе лексемы обнаружена пропущенная закрывающая кавычка.
tr: MC7002: Belirteç ayrıştırılırken eksik bitiş tırnak işareti bulundu.
zh_hans: MC7002: 分析标记时遇到缺少右引号。
zh_hant: MC7002: 剖析語彙基元時發現遺失結尾引號。

# TokenizerHelperPrematureStringTermination
source: MC7001: Premature string termination encountered.
cs: MC7001: Program narazil na předčasné ukončení řetězce.
de: MC7001: Es wurde ein vorzeitiger Zeichenfolgenabschluss erkannt.
es: MC7001: se encontró un cierre de cadena prematuro.
fr: MC7001 : fin de chaîne prématurée rencontrée.
it: MC7001: rilevata fine prematura della stringa.
ja: MC7001: 終了が不完全な文字列が見つかりました。
ko: MC7001: 중간 문자열 종료가 발생했습니다.
pl: MC7001: Napotkano przedwczesne zakończenie ciągu.
pt_br: MC7001: encontrado um término prematuro da cadeia de caracteres.
ru: MC7001: обнаружено преждевременное завершение строки.
tr: MC7001: Erken dize sonu bulundu.
zh_hans: MC7001: 遇到字符串过早终止的情况。
zh_hant: MC7001: 字串過早結束。

# UidMissing
source: UM1003: Uid is missing for element '{0}'.
cs: UM1003: Chybí identifikátor Uid pro prvek {0}.
de: UM1003: Die Uid fehlt für das Element "{0}".
es: UM1003: falta un Uid para el elemento '{0}'.
fr: UM1003 : absence d'Uid pour l'élément '{0}'.
it: UM1003: Uid mancante per l'elemento '{0}'.
ja: UM1003: 要素 '{0}' の Uid がありません。
ko: UM1003: '{0}' 요소에 대한 Uid가 없습니다.
pl: UM1003: Brakuje identyfikatora Uid dla elementu „{0}”.
pt_br: UM1003: Uid ausente para elemento '{0}'.
ru: UM1003: для элемента "{0}" отсутствует Uid.
tr: UM1003: '{0}' öğesi için Uid eksik.
zh_hans: UM1003: 缺少元素“{0}”的 Uid。
zh_hant: UM1003: 項目 '{0}' 遺失 Uid。

# UnknownBuildError
source: Unknown build error, '{0}'
cs: Neznámá chyba stavby, {0}
de: Unbekannter Buildfehler, "{0}"
es: Error de compilación desconocido: '{0}'
fr: Erreur de build inconnue, '{0}'
it: Errore di compilazione sconosciuto, '{0}'
ja: 不明なビルド エラー '{0}' が発生しました
ko: 알 수 없는 빌드 오류 '{0}'
pl: Nieznany błąd kompilacji, „{0}”
pt_br: Erro de compilação desconhecido, '{0}'
ru: Неизвестная ошибка сборки, "{0}"
tr: Bilinmeyen oluşturma hatası, '{0}'
zh_hans: 未知的生成错误“{0}”
zh_hant: 不明的建置錯誤 '{0}'

# UnknownClassModifier
source: MC6013: {0}:ClassModifier="{1}" is not valid for the language {2}.
cs: MC6013: {0}:ClassModifier={1} není platný pro jazyk {2}.
de: MC6013: {0}:ClassModifier="{1}" ist für die Sprache {2} ungültig.
es: MC6013: {0}:ClassModifier="{1}" no es válido para el idioma {2}.
fr: MC6013 : {0}:ClassModifier="{1}" non valide pour le langage {2}.
it: MC6013: {0}:ClassModifier="{1}" non valido per il linguaggio {2}.
ja: MC6013: {0}:ClassModifier="{1}" は、言語 {2} では無効です。
ko: MC6013: {0}:ClassModifier="{1}"은(는) {2} 언어에서 사용할 수 없습니다.
pl: MC6013: Modyfikator {0}:ClassModifier="{1}" jest niepoprawny dla języka {2}.
pt_br: MC6013: {0}:ClassModifier="{1}" não é válido para o idioma {2}.
ru: MC6013: недопустимая строка {0}:ClassModifier="{1}" для языка {2}.
tr: MC6013: {0}:ClassModifier="{1}" {2} dili için geçerli değil.
zh_hans: MC6013: {0}:ClassModifier=“{1}”对语言 {2} 无效。
zh_hant: MC6013: {0}:ClassModifier="{1}" 對於語言 {2} 而言是無效的。

# UnknownDefinitionTag
source: MC6002: Unrecognized tag '{0}:{1}' in namespace 'http://schemas.microsoft.com/winfx/2006/xaml'. Note that tag names are case sensitive.
cs: MC6002: Neznámý tag {0}:{1} v oboru názvů http://schemas.microsoft.com/winfx/2006/xaml. Pozor, názvy tagů rozlišují malá a velká písmena.
de: MC6002: Im Namespace "http://schemas.microsoft.com/winfx/2006/xaml" befindet sich das unbekannte Tag "{0}:{1}". Beachten Sie, dass bei Tagnamen die Groß- und Kleinschreibung berücksichtigt wird.
es: MC6002: etiqueta '{0}:{1}' no reconocida en el espacio de nombres 'http://schemas.microsoft.com/winfx/2006/xaml'. Tenga en cuenta que los nombres de etiqueta distinguen mayúsculas de minúsculas.
fr: MC6002 : balise '{0}:{1}' non reconnue dans l'espace de noms 'http://schemas.microsoft.com/winfx/2006/xaml'. Notez que les noms de balise respectent la casse.
it: MC6002: tag non riconosciuto '{0}:{1}' nello spazio dei nomi 'http://schemas.microsoft.com/winfx/2006/xaml'. Si noti che per i nomi di tag viene fatta distinzione tra maiuscole e minuscole.
ja: MC6002: 認識不能なタグ '{0}:{1}' が名前空間 'http://schemas.microsoft.com/winfx/2006/xaml' にあります。タグ名では大文字と小文字が区別されることに注意してください。
ko: MC6002: 네임스페이스 'http://schemas.microsoft.com/winfx/2006/xaml'에서 태그 '{0}:{1}'을(를) 인식할 수 없습니다. 태그 이름은 대/소문자를 구분합니다.
pl: MC6002: Nierozpoznany tag „{0}:{1}” w przestrzeni nazw „http://schemas.microsoft.com/winfx/2006/xaml”. Należy zwrócić uwagę, że w nazwach tagów uwzględniana jest wielkość liter.
pt_br: MC6002: marca não reconhecida '{0}:{1}' no namespace 'http://schemas.microsoft.com/winfx/2006/xaml'. Observe que os nomes de marca diferenciam maiúsculas e minúsculas.
ru: MC6002: нераспознанный тег "{0}:{1}" в пространстве имен "http://schemas.microsoft.com/winfx/2006/xaml". Имена тегов вводятся с учетом регистра.
tr: MC6002: 'http://schemas.microsoft.com/winfx/2006/xaml' ad alanında tanınmayan '{0}:{1}' etiketi. Etiket adlarında büyük/küçük harf ayrımı olduğunu unutmayın.
zh_hans: MC6002: 命名空间“http://schemas.microsoft.com/winfx/2006/xaml”中无法识别的标记“{0}:{1}”。请注意，标记名称区分大小写。
zh_hant: MC6002: 在命名空間 'http://schemas.microsoft.com/winfx/2006/xaml' 中發現無法識別的標記 '{0}:{1}'。請注意，標記名稱會區分大小寫。

# UnknownEventAttribute
source: MC6007: '{1}' is not valid. '{0}' is not an event on '{2}'.
cs: MC6007: Atribut {1} není platný. {0} není událost souboru {2}.
de: MC6007: "{1}" ist ungültig. "{0}" ist kein Ereignis für "{2}".
es: MC6007: '{1}' no es válido. '{0}' no es un evento en '{2}'.
fr: MC6007 : '{1}' n'est pas valide. '{0}' n'est pas un événement sur '{2}'.
it: MC6007: '{1}' non è valido. '{0}' non è un evento in '{2}'.
ja: MC6007: '{1}' は無効です。'{0}' は '{2}' のイベントではありません。
ko: MC6007: '{1}'이(가) 잘못되었습니다. '{0}'은(는) '{2}'의 이벤트가 아닙니다.
pl: MC6007: Element „{1}” jest nieprawidłowy. Zdarzenie „{0}” nie jest zdarzeniem w elemencie „{2}”.
pt_br: MC6007: '{1}' não é válido. '{0}' não é um evento em '{2}'.
ru: MC6007: недопустимое значение "{1}". "{0}" не является событием на "{2}".
tr: MC6007: '{1}' geçerli değil. '{0}' '{2}' üzerinde bir olay değil.
zh_hans: MC6007:“{1}”无效。“{0}”不是“{2}”上的事件。
zh_hant: MC6007: '{1}' 無效。'{0}' 不是 '{2}' 上的事件。

# UnknownFieldModifier
source: MC6014: {0}:FieldModifier="{1}" is not valid for the language {2}.
cs: MC6014: {0}:FieldModifier={1} není platný pro jazyk {2}.
de: MC6014: {0}:FieldModifier="{1}" ist für die Sprache {2} ungültig.
es: MC6014: {0}:FieldModifier="{1}" no es válido para el idioma {2}.
fr: MC6014 : {0}:FieldModifier="{1}" n'est pas valide pour le langage {2}.
it: MC6014: {0}:FieldModifier="{1}" non valido per il linguaggio {2}.
ja: MC6014: {0}:FieldModifier="{1}" は、言語 {2} では無効です。
ko: MC6014: {0}:FieldModifier="{1}"은(는) {2} 언어에서 사용할 수 없습니다.
pl: MC6014: Modyfikator {0}:FieldModifier="{1}" jest nieprawidłowy dla języka {2}.
pt_br: MC6014: {0}:FieldModifier="{1}" não é válido para o idioma {2}.
ru: MC6014: недопустимая строка {0}:FieldModifier="{1}" для языка {2}.
tr: MC6014: {0}:FieldModifier="{1}" {2} dili için geçerli değil.
zh_hans: MC6014: {0}:FieldModifier=“{1}”对语言 {2} 无效。
zh_hant: MC6014: {0}:FieldModifier="{1}" 對於語言 {2} 而言是無效的。

# UnknownGenericType
source: MC6020: {0}:TypeArguments='{1}' is not valid on the tag '{2}'. Either '{2}' is not a generic type or the number of Type arguments in the attribute is wrong. Remove the {0}:TypeArguments attribute because it is allowed only on generic types, or fix its value to match the arity of the generic type '{2}'.
cs: MC6020: {0}:TypeArguments={1} není platný pro tag {2}. Buď {2} není generický typ, nebo je nesprávný počet argumentů Type v atributu. Odstraňte atribut {0}:TypeArguments, protože je povolen pouze pro generické typy, nebo upravte jeho hodnotu tak, aby odpovídala paritě generického typu {2}.
de: MC6020: {0}:TypeArguments="{1}" ist für das Tag "{2}" ungültig. Entweder handelt es sich bei "{2}" nicht um einen generischen Typ oder die im Attribut enthaltene Anzahl von Type-Argumenten ist falsch. Entfernen Sie das {0}:TypeArguments-Attribut, da es nur für generische Typen zulässig ist, oder korrigieren Sie dessen Wert, sodass er der Stelligkeit des generischen Typs "{2}" entspricht.
es: MC6020: {0}:TypeArguments='{1}' no es válido en la etiqueta '{2}'. '{2}' no es de un tipo genérico o bien el número de argumentos Type del atributo es incorrecto. Quite el atributo {0}:TypeArguments, porque sólo se permite en tipos genéricos, o corrija su valor para que coincida con el del tipo genérico '{2}'.
fr: MC6020 : {0}:TypeArguments='{1}' n'est pas valide sur la balise '{2}'. '{2}' n'est pas un type générique ou le nombre d'arguments Type dans l'attribut est erroné. Supprimez l'attribut {0} :TypeArguments parce qu'il n'est autorisé que sur les types génériques ou corrigez sa valeur pour qu'elle corresponde à la parité du type générique '{2}'.
it: MC6020: {0}:TypeArguments='{1}' non è valido nel tag '{2}'. È possibile che '{2}' non sia un tipo generico oppure che il numero di argomenti Type nell'attributo non sia corretto. Rimuovere l'attributo {0}:TypeArguments perché è consentito solo per i tipi generici oppure correggere il valore in modo che corrisponda all'arità del tipo generico '{2}'.
ja: MC6020: {0}:TypeArguments='{1}' は、タグ '{2}' では無効です。'{2}' がジェネリック型でないか、属性の Type 引数の数が正しくありません。{0}:TypeArguments 属性はジェネリック型でのみ使用可能なため、これを削除するか、またはジェネリック型 '{2}' のアリティに合わせてその値を変更してください。
ko: MC6020: {0}:TypeArguments='{1}'은(는) '{2}' 태그에서 사용할 수 없습니다. '{2}'이(가) 제네릭 형식이 아니거나 특성에서 Type 인수의 개수가 잘못되었습니다. {0}:TypeArguments 특성은 제네릭 형식에서만 사용할 수 있으므로 이 특성을 제거하거나 해당 값을 수정하여 제네릭 형식 '{2}'의 인자 수와 일치시킵니다.
pl: MC6020: Wartość {0}:TypeArguments=„{1}” jest niepoprawna w tagu „{2}”. Element „{2}” nie jest typem ogólnym lub liczba argumentów Type w atrybucie jest nieprawidłowa. Usuń atrybut {0}:TypeArguments, który jest dozwolony tylko dla ogólnych typów, albo popraw jego wartość tak, aby zgadzała się z liczbą argumentów wymaganą przez ogólny typ „{2}”.
pt_br: MC6020: {0}:TypeArguments='{1}' não é válido na marca '{2}'. '{2}' não é um tipo genérico ou o número de argumentos Type no atributo está errado. Remova o atributo {0}:TypeArguments porque ele só é permitido em tipos genéricos, ou corrija o valor para corresponder à paridade do tipo genérico '{2}'.
ru: MC6020: строка {0}:TypeArguments="{1}" является недопустимой для тега "{2}". Либо "{2}" не является универсальным типом, либо указано неправильное число аргументов Type в атрибуте. Удалите атрибут {0}:TypeArguments, так как он допустим только для универсальных типов, или исправьте их число, чтобы оно соответствовало арности универсального типа {2}.
tr: MC6020: {0}:TypeArguments='{1}' '{2}' etiketinde geçerli değil. '{2}' genel türde değil veya öznitelikteki Type bağımsız değişkenlerinin sayısı yanlış. Yalnızca genel türlerde izin verildiğinden {0}:TypeArguments özniteliğini kaldırın ya da değerini '{2}' genel türünün eşliğine uygun şekilde düzeltin.
zh_hans: MC6020: 标记“{2}”上的 {0}:TypeArguments='{1}' 无效。要么“{2}”不是泛型类型，要么特性中 Type 参数的数目错误。请移除 {0}:TypeArguments 特性，因为只在通用类型上允许该特性，或将其值修复为匹配泛型类型“{2}”的 arity。
zh_hant: MC6020: {0}:TypeArguments='{1}' 在標記 '{2}' 上是無效的。'{2}' 不是泛型型別，或屬性中的 Type 引數數目錯誤。請移除 {0}:TypeArguments 屬性，因為它只能用於泛型型別; 或是修正此值以符合泛型型別 '{2}' 的引數數目要求。

# UnknownLanguage
source: MC6008: '{0}' is not installed properly on this machine. It must be listed in the <compilers> section of machine.config.
cs: MC6008: {0} není vlastnost instalovaná na tomto počítači. Vlastnost musí být uvedena v sekci <compilers> konfiguračního souboru počítače machine.config.
de: MC6008: "{0}" ist auf diesem Computer nicht ordnungsgemäß installiert. "{0}" muss im <compilers>-Abschnitt von "machine.config" aufgeführt sein.
es: MC6008: '{0}' no está instalado correctamente en este equipo. Debe aparecer en la sección <compilers> de machine.config.
fr: MC6008 : '{0}' n'est pas installé correctement sur cet ordinateur. Il doit être répertorié dans la section <compilers> de machine.config.
it: MC6008: '{0}' non è installato in modo appropriato nel computer. Deve essere elencato nella sezione <compilers> del file machine.config.
ja: MC6008: '{0}' がこのコンピューターに正しくインストールされていません。これは、machine.config の <compilers> セクションに一覧表示されていなければなりません。
ko: MC6008: 이 컴퓨터에 '{0}'이(가) 제대로 설치되어 있지 않습니다. machine.config의 <compilers> 섹션에 나열되어야 합니다.
pl: MC6008: Element „{0}” nie jest poprawnie zainstalowany na tym komputerze. Musi znajdować się w sekcji <compilers> pliku machine.config.
pt_br: MC6008: '{0}' não está instalado adequadamente nesta máquina. Ele deve ser listado na seção <compilers> de machine.config.
ru: MC6008: установка "{0}" на данном компьютере выполнена некорректно. В разделе <compilers> файла machine.config должна быть соответствующая строка.
tr: MC6008: '{0}' bu makineye düzgün yüklenmedi. machine.config içinde <compilers> bölümünde listelenmesi gerekir.
zh_hans: MC6008: 未在该计算机上正确安装“{0}”。它必须在 machine.config 的 <compilers> 部分中列出。
zh_hant: MC6008: '{0}' 並未正確安裝在此電腦上。它必須列示於 machine.config 的 <compilers> 區段。

# UnknownPathOperationType
source: Unknown path operation attempted.
cs: Pokus o operaci s neznámou cestou.
de: Unbekannter Pfadvorgang.
es: Se intentó una operación de ruta de acceso desconocida.
fr: Tentative d'opération de chemin d'accès inconnu.
it: Tentativo di esecuzione di un'operazione di percorso sconosciuta.
ja: 不明なパス操作が試行されました。
ko: 알 수 없는 경로 작업을 시도했습니다.
pl: Podjęto próbę wykonania nieznanej operacji na ścieżce.
pt_br: Tentativa de operação de caminho desconhecido.
ru: Попытка выполнения операции с неизвестным путем.
tr: Bilinmeyen yol işlemi denendi.
zh_hans: 尝试未知的路径操作。
zh_hant: 已嘗試不明的路徑操作。

# UnmatchedLocComment
source: LC1003: Localization comment has no value set for target property: '{0}'.
cs: LC1003: Lokalizační poznámka nemá nastavenu hodnotu pro cílovou vlastnost: {0}.
de: LC1003: Der Lokalisierungskommentar besitzt keinen festgelegten Wert für die Zieleigenschaft: "{0}".
es: LC1003: el comentario de localización no tiene ningún valor establecido para la propiedad de destino: '{0}'.
fr: LC1003 : les commentaires de localisation n'ont pas de valeur définie pour la propriété cible : '{0}'.
it: LC1003: per il commento di localizzazione non è disponibile un valore impostato per la proprietà di destinazione: '{0}'.
ja: LC1003: ローカライズ コメントに、対象プロパティ '{0}' の値が設定されていません。
ko: LC1003: 지역화 주석에 대상 속성에 대해 설정된 값 '{0}'이(가) 없습니다.
pl: LC1003: Komentarz lokalizacji nie ma ustawionej żadnej wartości dla właściwości docelowej „{0}”.
pt_br: LC1003: o comentário da localização não tem valor definido para a propriedade de destino: '{0}'.
ru: LC1003: в примечании локализации не задано значение конечного свойства: "{0}".
tr: LC1003: Yerelleştirme açıklamasında hedef özellik için ayarlanmış değer yok: '{0}'.
zh_hans: LC1003: 本地化注释没有目标属性:“{0}”的值集。
zh_hant: LC1003: 未設定目標屬性的當地語系化註解: '{0}'。

# VersionNumberComponentNegative
source: MC4501: Major and minor version number components cannot be negative.
cs: MC4501: Komponenty čísla hlavní verze a podverze nemohou být záporné.
de: MC4501: Die Komponenten der Haupt- und Nebenversionsnummer können nicht negativ sein.
es: MC4501: los componentes principal y secundario del número de versión no pueden ser negativos.
fr: MC4501 : les numéros de version majeure et de version mineure ne peuvent pas être négatifs.
it: MC4501: i componenti del numero di versione principale e secondario non possono essere negativi.
ja: MC4501: メジャーおよびマイナー バージョン番号コンポーネントは、負の値にできません。
ko: MC4501: 주 버전 및 부 버전 번호 구성 요소는 음수일 수 없습니다.
pl: MC4501: Główne i pomocnicze składniki numeru wersji nie mogą być ujemne.
pt_br: MC4501: os componentes de número da versão maior e menor não podem ser negativos.
ru: MC4501: компоненты номера основной и вспомогательной версии не могут быть отрицательными.
tr: MC4501: Birincil ve ikincil sürüm numarası bileşenleri negatif olamaz.
zh_hans: MC4501: 主要版本号组件和次要版本号组件不能为负数。
zh_hant: MC4501: 主要與次要版本號碼元件不能為負數。

# WinFXAssemblyMissing
source: MC6000: Project file must include the .NET Framework assembly '{0}' in the reference list.
cs: MC6000: Projektový soubor musí obsahovat rámcové sestavení .NET Framework {0} v seznamu referencí.
de: MC6000: Die Projektdatei muss die .NET Framework-Assembly "{0}" in der Verweisliste enthalten.
es: MC6000: el archivo de proyecto debe incluir el ensamblado '{0}' de .NET Framework en la lista de referencias.
fr: MC6000 : le fichier projet doit inclure l'assembly du .NET Framework '{0}' dans la liste de référence.
it: MC6000: il file di progetto deve includere l'assembly .NET Framework '{0}' nell'elenco dei riferimenti.
ja: MC6000: プロジェクト ファイルは、.NET Framework アセンブリ '{0}' を参照一覧に含んでいなければなりません。
ko: MC6000: 프로젝트 파일에는 참조 목록의 .NET Framework 어셈블리 '{0}'이(가) 있어야 합니다.
pl: MC6000: Plik projektu musi zawierać zestaw „{0}” .NET Framework na liście odwołań.
pt_br: MC6000: o arquivo de propriedade deve incluir o assembly .NET Framework '{0}' na lista de referência.
ru: MC6000: в списке ссылок файла проекта должна быть включена сборка .NET Framework "{0}".
tr: MC6000: Proje dosyasının başvuru listesinde .NET Framework bütünleştirilmiş kodunu '{0}' içermesi gerekir.
zh_hans: MC6000: 项目文件必须在引用列表中包含 .NET Framework 程序集“{0}”。
zh_hant: MC6000: 專案檔必須在參考清單中包含 .NET Framework 組件 '{0}'。

# WrongLocalizationPropertySetting_Pass1
source: MC1001: The LocalizationDirectivesToLocFile property value is not valid and must be changed to None, CommentsOnly, or All for the MarkupCompilePass1 task.
cs: MC1001: Hodnota vlastnosti LocalizationDirectivesToLocFile není platná a musí být změněna na None, CommentsOnly, nebo All pro úlohu MarkupCompilePass1.
de: MC1001: Der Wert für die LocalizationDirectivesToLocFile-Eigenschaft ist ungültig und muss zu "None" oder "CommentsOnly" bzw. für die MarkupCompilePass1-Aufgabe zu "All" geändert werden.
es: MC1001: el valor de propiedad LocalizationDirectivesToLocFile no es válido y se debe cambiar a None, CommentsOnly o All para la tarea MarkupCompilePass1.
fr: MC1001 : la valeur de la propriété LocalizationDirectivesToLocFile n'est pas valide et doit être modifiée en None, CommentsOnly ou All pour la tâche MarkupCompilePass1.
it: MC1001: il valore della proprietà LocalizationDirectivesToLocFile non è valido e deve essere impostato su None, CommentsOnly o All per l'attività MarkupCompilePass1.
ja: MC1001: LocalizationDirectivesToLocFile プロパティ値が無効です。MarkupCompilePass1 タスクでは、None、CommentsOnly、または All に変更する必要があります。
ko: MC1001: MarkupCompilePass1 작업에 대한 LocalizationDirectivesToLocFile 속성 값이 잘못되었습니다. 이 값을 None, CommentsOnly 또는 All로 변경해야 합니다.
pl: MC1001: Wartość właściwości LocalizationDirectivesToLocFile jest nieprawidłowa i należy ją zmienić na None, CommentsOnly lub All dla zadania MarkupCompilePass1.
pt_br: MC1001: o valor de propriedade LocalizationDirectivesToLocFile não é válido e deve ser alterado para None, CommentsOnly ou All para a tarefa MarkupCompilePass1.
ru: MC1001: значение свойства LocalizationDirectivesToLocFile для задачи MarkupCompilePass1 недопустимо и должно быть заменено на None, CommentsOnly или All.
tr: MC1001: LocalizationDirectivesToLocFile özellik değeri geçerli değil ve MarkupCompilePass1 görevi için None, CommentsOnly veya All olarak değiştirilmesi gerekiyor.
zh_hans: MC1001: LocalizationDirectivesToLocFile 属性值无效，必须针对 MarkupCompilePass1 任务将其更改为 None、CommentsOnly 或 All。
zh_hant: MC1001: LocalizationDirectivesToLocFile 屬性值無效，而且必須針對 MarkupCompilePass1 工作變更為 None、CommentsOnly 或 All。

# WrongPropertySetting
source: BG1003: The project file contains a property value that is not valid.
cs: BG1003: Projektový soubor obsahuje neplatnou hodnotu vlastnosti.
de: BG1003: Die Projektdatei enthält einen ungültigen Eigenschaftswert.
es: BG1003: el archivo de proyecto contiene un valor de propiedad no válido.
fr: BG1003 : le fichier projet contient une valeur de propriété non valide.
it: BG1003: il file di progetto contiene un valore di proprietà non valido.
ja: BG1003: プロジェクト ファイルに、無効なプロパティ値が含まれています。
ko: BG1003: 프로젝트 파일에 잘못된 속성 값이 있습니다.
pl: BG1003: Plik projektu zawiera nieprawidłową wartość właściwości.
pt_br: BG1003: o arquivo de projeto contém um valor de propriedade não válido.
ru: BG1003: файл проекта содержит недопустимое значение свойства.
tr: BG1003: Proje dosyası geçerli olmayan bir özellik değeri içeriyor.
zh_hans: BG1003: 项目文件包含无效的属性值。
zh_hant: BG1003: 專案檔包含無效的屬性值。

# XCRChoiceAfterFallback
source: MC4602: Choice cannot follow a Fallback.
cs: MC4602: Element Choice nemůže následovat za Fallback.
de: MC4602: "Choice" kann nicht auf "Fallback" folgen.
es: MC4602: Choice no puede ir después de un elemento Fallback.
fr: MC4602 : un élément Choice ne peut pas suivre un élément Fallback.
it: MC4602: Choice non può comparire dopo un Fallback.
ja: MC4602: Choice を、Fallback に続けることはできません。
ko: MC4602: Choice는 Fallback 뒤에 올 수 없습니다.
pl: MC4602: Element Choice nie może występować po elemencie Fallback.
pt_br: MC4602: Choice não pode seguir Fallback.
ru: MC4602: элемент Choice не может стоять после элемента Fallback.
tr: MC4602: Choice, bir Fallback'ten sonra olamaz.
zh_hans: MC4602: Choice 不能跟在 Fallback 之后。
zh_hant: MC4602: Choice 不能緊接在 Fallback 後面。
