Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XCRUndefinedPrefix
source: MC4612: '{0}' prefix is not defined.
cs: MC4612: Předpona {0} není definována.
de: MC4612: Das Präfix "{0}" ist nicht definiert.
es: MC4612: el prefijo '{0}' no está definido.
fr: MC4612 : le préfixe '{0}' n'est pas défini.
it: MC4612: prefisso '{0}' non definito.
ja: MC4612: '{0}' プレフィックスは定義されていません。
ko: MC4612: '{0}' 접두사가 정의되어 있지 않습니다.
pl: MC4612: Prefiks „{0}” nie jest zdefiniowany.
pt_br: MC4612: o prefixo '{0}' não está definido.
ru: MC4612: префикс "{0}" не определен.
tr: MC4612: '{0}' öneki tanımlı değil.
zh_hans: MC4612: 未定义“{0}”前缀。
zh_hant: MC4612: 未定義 '{0}' 前置詞。

# XCRUnknownCompatAttrib
source: MC4614: Unrecognized compatibility attribute '{0}'.
cs: MC4614: Neznámý atribut kompatibility {0}.
de: MC4614: Nicht erkanntes Kompatibilitätsattribut "{0}".
es: MC4614: atributo de compatibilidad '{0}' no reconocido.
fr: MC4614 : attribut de compatibilité '{0}' non reconnu.
it: MC4614: attributo di compatibilità non riconosciuto '{0}'.
ja: MC4614: 認識できない互換性属性 '{0}' です。
ko: MC4614: 인식할 수 없는 호환성 특성 '{0}'입니다.
pl: MC4614: Nierozpoznany atrybut zgodności „{0}”.
pt_br: MC4614: atributo de compatibilidade '{0}' não reconhecido.
ru: MC4614: нераспознанный атрибут совместимости "{0}".
tr: MC4614: Tanınmayan uyumluluk özniteliği '{0}'.
zh_hans: MC4614: 无法识别的兼容性特性“{0}”。
zh_hant: MC4614: 無法識別的相容性屬性 '{0}'。

# XCRUnknownCompatElement
source: MC4609: Unrecognized compatibility element '{0}'.
cs: MC4609: Neznámý element kompatibility {0}.
de: MC4609: Unbekanntes Kompatibilitätselement "{0}".
es: MC4609: elemento de compatibilidad '{0}' no reconocido.
fr: MC4609 : élément de compatibilité '{0}' non reconnu.
it: MC4609: elemento di compatibilità non riconosciuto '{0}'.
ja: MC4609: 認識できない互換性要素 '{0}' です。
ko: MC4609: 인식할 수 없는 호환성 요소 '{0}'입니다.
pl: MC4609: Nierozpoznany element zgodności „{0}”.
pt_br: MC4609: elemento de compatibilidade '{0}' não reconhecido.
ru: MC4609: нераспознанный элемент совместимости "{0}".
tr: MC4609: Tanınmayan uyumluluk öğesi '{0}'.
zh_hans: MC4609: 无法识别的兼容性元素“{0}”。
zh_hant: MC4609: 無法識別的相容性項目 '{0}'。

# ZeroLengthFeatureID
source: MC4502: The feature ID string cannot have length 0.
cs: MC4502: Řetězec identifikačního čísla vlastnosti nemůže mít délku 0.
de: MC4502: Die Zeichenfolge mit der Feature-ID darf nicht die Länge Null besitzen.
es: MC4502: la cadena de Id. de la característica no puede tener longitud 0.
fr: MC4502 : la chaîne d'identification de la fonctionnalité ne peut pas avoir une longueur nulle.
it: MC4502: la stringa dell'ID di funzionalità non può essere di lunghezza 0.
ja: MC4502: 機能 ID 文字列の長さは 0 にできません。
ko: MC4502: 기능 ID 문자열은 길이가 0일 수 없습니다.
pl: MC4502: Ciąg identyfikatora funkcji nie mieć zerowej długości.
pt_br: MC4502: a cadeia de caracteres da ID do recurso não pode ter comprimento 0.
ru: MC4502: строка кода свойства не должна иметь нулевую длину.
tr: MC4502: Özellik kimliği dizesinin uzunluğu 0 olamaz.
zh_hans: MC4502: 功能 ID 字符串不能具有长度 0。
zh_hant: MC4502: 功能識別碼的字串長度不能為 0。
