Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserPrefixNSProperty
source: MC3100: '{0}' XML namespace prefix does not map to a namespace URI, so cannot resolve property '{1}'.
cs: MC3100: Předpona oboru názvů XML {0} nemapuje na identifikátor URI oboru názvů, nelze tedy přeložit vlastnost {1}.
de: MC3100: Das XML-Namespacepräfix "{0}" ist keinem Namespace-URI zugeordnet. Daher kann die Eigenschaft "{1}" nicht aufgelöst werden.
es: MC3100: el prefijo del espacio de nombres XML '{0}' no está asignado a un URI de espacio de nombres, por lo que no puede resolver la propiedad '{1}'.
fr: MC3100 : comme le préfixe d'espace de noms '{0}' ne correspond pas à un URI d'espace de noms, la résolution de la propriété '{1}' n'est pas possible.
it: MC3100: il prefisso dello spazio dei nomi XML '{0}' non corrisponde a un URI di spazio dei nomi. Impossibile risolvere la proprietà '{1}'.
ja: MC3100: '{0}' XML 名前空間プレフィックスは、名前空間 URI にマップされないため、プロパティ '{1}' を解決できません。
ko: MC3100: '{0}' XML 네임스페이스 접두사가 네임스페이스 URI에 매핑되지 않으므로 '{1}' 속성을 확인할 수 없습니다.
pl: MC3100: Prefiks przestrzeni nazw XML „{0}” nie jest zmapowany na identyfikator URI przestrzeni nazw, dlatego nie można rozpoznać właściwości „{1}”.
pt_br: MC3100: O prefixo do namespace XML '{0}' não mapeia para um URI de namespace; portanto, não é possível resolver a propriedade '{1}'.
ru: MC3100: префикс пространства имен XML "{0}" не соотносится с URI пространства имен, поэтому не удается разрешить свойство "{1}".
tr: MC3100: '{0}' XML ad alanı öneki bir ad alanı URI'siyle eşlemediğinden '{1}' özelliği çözümlenemiyor.
zh_hans: MC3100:“{0}”XML 命名空间前缀未映射到命名空间 URI，因此无法解析属性“{1}”。
zh_hant: MC3100: '{0}' XML 命名空間未對應至命名空間 URI，因此無法解析屬性 '{1}'。

# ParserPropNoValue
source: MC3063: Property '{0}' does not have a value.
cs: MC3063: Vlastnost {0} nemá hodnotu.
de: MC3063: Die Eigenschaft "{0}" besitzt keinen Wert.
es: MC3063: la propiedad '{0}' no tiene ningún valor.
fr: MC3063 : la propriété '{0}' n'a pas de valeur.
it: MC3063: valore non disponibile per la proprietà '{0}'.
ja: MC3063: プロパティ '{0}' には値がありません。
ko: MC3063: '{0}' 속성에 값이 없습니다.
pl: MC3063: Właściwość „{0}” nie ma wartości.
pt_br: MC3063: a propriedade '{0}' não tem um valor.
ru: MC3063: у свойства "{0}" нет значения.
tr: MC3063: '{0}' özelliğinde değer yok.
zh_hans: MC3063: 属性“{0}”不具有值。
zh_hant: MC3063: 屬性 '{0}' 沒有值。

# ParserPublicType
source: MC3064: Only public or internal classes can be used within markup. '{0}' type is not public or internal.
cs: MC3064: V označení lze použít pouze veřejné nebo interní třídy. Typ {0} není ani veřejný, ani interní.
de: MC3064: Innerhalb eines Markups können ausschließlich öffentliche oder interne Klassen verwendet werden. Der Typ "{0}" ist weder öffentlich noch intern.
es: MC3064: sólo se pueden usar clases públicas o internas en el marcado. El tipo '{0}' no es público ni interno.
fr: MC3064 : seules les classes publiques ou internes peuvent être utilisées au sein du balisage. Le type '{0}' n'est ni public ni interne.
it: MC3064: nel markup è consentito l'utilizzo solo di classi pubbliche o interne. Il tipo '{0}' non è pubblico né interno.
ja: MC3064: パブリックまたは内部のクラスだけをマークアップ内で使用できます。'{0}' 型はパブリックでも内部でもありません。
ko: MC3064: 태그 내에서는 공용 또는 내부 클래스만 사용할 수 있습니다. '{0}'은(는) 공용 또는 내부 형식이 아닙니다.
pl: MC3064: Wewnątrz znakowania można używać tylko klas publicznych lub wewnętrznych. Typ „{0}” nie jest klasą publiczną ani wewnętrzną.
pt_br: MC3064: somente classes públicas ou internas podem ser usadas na marcação. O tipo '{0}' não é público nem interno.
ru: MC3064: в разметке допускается использовать только общие или внутренние классы. Тип "{0}" не является общим или внутренним.
tr: MC3064: İşaretleme içinde yalnızca genel veya iç sınıflar kullanılabilir. '{0}' türü genel veya iç tür değil.
zh_hans: MC3064: 只有公共或内部的类可在标记内使用。“{0}”类型不是公共或内部的类型。
zh_hant: MC3064: 只能在標記中使用公用或內部類別。'{0}' 型別並非公用或內部。

# ParserReadOnlyProp
source: MC3065: '{0}' property is read-only and cannot be set from markup.
cs: MC3065: Vlastnost {0} je jen pro čtení a nelze ji nastavit v označení.
de: MC3065: Die Eigenschaft "{0}" ist schreibgeschützt und kann nicht von einem Markup aus festgelegt werden.
es: MC3065: la propiedad '{0}' es de sólo lectura y no se puede establecer desde el marcado.
fr: MC3065 : la propriété '{0}' est en lecture seule et ne peut pas être définie à partir du balisage.
it: MC3065: la proprietà '{0}' è di sola lettura. Impossibile impostarla dal markup.
ja: MC3065: '{0}' プロパティは読み取り専用で、マークアップから設定することはできません。
ko: MC3065: '{0}' 속성은 읽기 전용이며 태그에서 설정할 수 없습니다.
pl: MC3065: Właściwość „{0}” jest tylko do odczytu i nie można jej ustawić za pomocą znakowania.
pt_br: MC3065: a propriedade '{0}' é somente leitura e não pode ser definida da marcação.
ru: MC3065: свойство "{0}" доступно только для чтения, его невозможно задать из разметки.
tr: MC3065: '{0}' özelliği salt okunur ve işaretlemeden ayarlanamaz.
zh_hans: MC3065:“{0}”属性是只读的，且无法从标记设置。
zh_hant: MC3065: '{0}' 屬性是唯讀的，而且無法從標記設定。

# ParserResourceKeyType
source: MC3066: The type reference cannot find a public type named '{0}'.
cs: MC3066: Typová reference nemůže nalézt veřejný typ pojmenovaný {0}.
de: MC3066: Von dem Typverweis kann kein öffentlicher Typ mit dem Namen "{0}" gefunden werden.
es: MC3066: la referencia de tipo no puede encontrar un tipo público con el nombre '{0}'.
fr: MC3066 : la référence de type ne peut pas trouver un type public nommé '{0}'.
it: MC3066: impossibile trovare un tipo pubblico denominato '{0}' dal riferimento di tipo.
ja: MC3066: 型参照は '{0}' という名前のパブリック型を見つけられません。
ko: MC3066: 형식 참조에서 이름이 '{0}'인 공용 형식을 찾을 수 없습니다.
pl: MC3066: Odwołanie do typu nie może odnaleźć typu publicznego nazywanego „{0}”.
pt_br: MC3066: a referência ao tipo não pode encontrar um tipo público denominado '{0}'.
ru: MC3066: ссылке на тип не удается найти общий тип с именем "{0}".
tr: MC3066: Tür başvurusu '{0}' adında genel bir tür bulamıyor.
zh_hans: MC3066: 类型引用无法找到名为“{0}”的公共类型。
zh_hant: MC3066: 型別參考找不到名為 '{0}' 的公用型別。

# ParserStaticMemberNotAllowed
source: MC3019: Cannot reference the static member '{0}' on the type '{1}' as it is not accessible.
cs: MC3019: Nelze odkazovat na statického člena {0} z typu {1}, protože není dostupný.
de: MC3019: Auf den statischen Member "{0}" im Typ "{1}" kann nicht verwiesen werden, da auf ihn nicht zugegriffen werden kann.
es: MC3019: no se puede hacer referencia al miembro estático '{0}' en el tipo '{1}' porque no está accesible.
fr: MC3019 : impossible de référencer le membre statique '{0}' sur le type '{1}' car il n'est pas accessible.
it: MC3019: impossibile fare riferimento al membro statico '{0}' nel tipo '{1}' perché non è accessibile.
ja: MC3019: アクセスできないため、型 '{1}' の静的メンバー '{0}' を参照できません。
ko: MC3019: '{1}' 형식의 '{0}' 정적 멤버에 액세스할 수 없기 때문에 해당 멤버를 참조할 수 없습니다.
pl: MC3019: Nie można odwołać się do statycznego członka „{0}” dla typu „{1}”, ponieważ jest on niedostępny.
pt_br: MC3019: não é possível fazer referência ao membro estático '{0}' no tipo '{1}' uma vez que não está acessível.
ru: MC3019: не удается сослаться на статический член "{0}" типа "{1}", так как он недоступен.
tr: MC3019: '{1}' türündeki '{0}' statik üyesi erişilebilir durumda olmadığı için başvuruda bulunulamıyor.
zh_hans: MC3019: 无法引用类型“{1}”上的静态成员“{0}”，因为它不是可访问的。
zh_hant: MC3019: 無法參考型別 '{1}' 上的靜態成員 '{0}'，因為它無法存取。

# ParserSyncOnRoot
source: MC3067: SynchronousMode attribute must be on the root tag.
cs: MC3067: Atribut SynchronousMode musí být na kořenovém tagu.
de: MC3067: Das SynchronousMode-Attribut muss sich im Stammtag befinden.
es: MC3067: el atributo SynchronousMode debe estar en la etiqueta raíz.
fr: MC3067 : l'attribut SynchronousMode doit se trouver sur la balise racine.
it: MC3067: l'attributo SynchronousMode deve essere inserito nel tag radice.
ja: MC3067: SynchronousMode 属性はルート タグになければなりません。
ko: MC3067: SynchronousMode 특성은 root 태그에 있어야 합니다.
pl: MC3067: Atrybut SynchronousMode musi znajdować się w tagu głównym.
pt_br: MC3067: o atributo SynchronousMode deve estar na marca raiz.
ru: MC3067: атрибут SynchronousMode необходимо указывать для корневого тега.
tr: MC3067: SynchronousMode özniteliği kök etikette olmalıdır.
zh_hans: MC3067: SynchronousMode 特性必须位于根标记上。
zh_hant: MC3067: 必須在根標記上設定 SynchronousMode 屬性。

# ParserTextInComplexProp
source: MC3069: Cannot have both the text '{0}' and the child element '{1}' within a property element.
cs: MC3069: Prvek vlastnosti nemůže obsahovat současně text {0} a podřazený prvek{1}.
de: MC3069: Innerhalb eines Eigenschaftselements dürfen nicht gleichzeitig der Text "{0}" und das untergeordnete Element "{1}" vorhanden sein.
es: MC3069: el elemento de texto '{0}' y el elemento secundario '{1}' no pueden estar presentes a la vez en un elemento de propiedad.
fr: MC3069 : impossible d'avoir à la fois le texte '{0}' et l'élément enfant '{1}' dans un élément de propriété.
it: MC3069: impossibile inserire sia il testo '{0}' che l'elemento figlio '{1}' in un elemento proprietà.
ja: MC3069: 1 つのプロパティ要素内に、テキスト '{0}' と子要素 '{1}' の両方を保持することはできません。
ko: MC3069: 속성 요소에서는 '{0}' 텍스트와 '{1}' 자식 요소를 모두 사용할 수 없습니다.
pl: MC3069: Wewnątrz elementu właściwości nie mogą znajdować jednocześnie tekst „{0}” i element podrzędny „{1}”.
pt_br: MC3069: não é possível ter o texto '{0}' e o elemento filho '{1}' no elemento da propriedade.
ru: MC3069: невозможно одновременно включить текст "{0}" и дочерний элемент "{1}" в элемент свойства.
tr: MC3069: Bir özellik öğesi içinde '{0}' metni ile '{1}' alt öğesi birlikte bulunamaz.
zh_hans: MC3069: 无法在属性元素内同时包含文本“{0}”和子元素“{1}”。
zh_hant: MC3069: 屬性項目中不能同時存在文字 '{0}' 與子項目 '{1}'。

# ParserTextInvalidInArrayOrDictionary
source: MC3068: Text is not valid under an IDictionary or Array property.
cs: MC3068: Text není platný pro vlastnost třídy IDictionary nebo Array.
de: MC3068: Text ist ungültig in einer IDictionary- oder Array-Eigenschaft.
es: MC3068: no se permite texto en una propiedad IDictionary o Array.
fr: MC3068 : texte non valide sous une propriété IDictionary ou Array.
it: MC3068: testo non valido in una proprietà IDictionary o Array.
ja: MC3068: テキストは、IDictionary または Array プロパティ内では無効です。
ko: MC3068: IDictionary 또는 Array 속성에서 텍스트를 사용할 수 없습니다.
pl: MC3068: Nieprawidłowy tekst we właściwości IDictionary lub Array.
pt_br: MC3068: o texto de IDictionary ou uma propriedade Array não é válido.
ru: MC3068: недопустимый текст в свойстве IDictionary или Array.
tr: MC3068: Metin bir IDictionary veya Array özelliği altında geçerli değil.
zh_hans: MC3068: IDictionary 或 Array 属性下的文本无效。
zh_hant: MC3068: 在 IDictionary 或 Array 屬性下，文字是無效的。

# ParserTooManyAssemblies
source: MC3070: A single XAML file cannot reference more than 4,096 different assemblies.
cs: MC3070: Jeden soubor XAML nemůže odkazovat na více než 4 096 různých sestav.
de: MC3070: Von einer einzelnen XAML-Datei kann nicht auf mehr als 4.096 verschiedene Assemblys verwiesen werden.
es: MC3070: un archivo XAML no puede hacer referencia a más de 4.096 ensamblados diferentes.
fr: MC3070 : un même fichier XAML ne peut pas référencer plus de 4 096 assemblys différents.
it: MC3070: impossibile includere riferimenti a più di 4.096 assembly diversi in un singolo file XAML.
ja: MC3070: 単一の XAML ファイルは、4,096 個を超える異なるアセンブリを参照することはできません。
ko: MC3070: 하나의 XAML 파일에서는 4,096개 이상의 다른 어셈블리를 참조할 수 없습니다.
pl: MC3070: Pojedynczy plik XAML nie może odwoływać się do więcej niż 4 096 różnych zestawów.
pt_br: MC3070: um único arquivo XAML não pode fazer referência a mais de 4.096 assemblies diferentes.
ru: MC3070: один файл XAML не может ссылаться на более чем 4096 различных сборок.
tr: MC3070: Tek bir XAML dosyası 4,096'dan fazla farklı derlemeye başvuruda bulunamaz.
zh_hans: MC3070: 单个 XAML 文件无法引用 4,096 个以上的不同程序集。
zh_hant: MC3070: 單一 XAML 檔案無法參考超過 4,096 個不同的組件。

# ParserTypeConverterTextNeedsEndElement
source: MC3095: Close tag must immediately follow TypeConverter initialization string '{0}'.
cs: MC3095: Bezprostředně po inicializačním řetězci TypeConverter souboru {0} musí následovat ukončovací tag.
de: MC3095: Unmittelbar nach der TypeConverter-Initialisierungszeichenfolge "{0}" muss ein Endtag folgen.
es: MC3095: la etiqueta de cierre debe estar inmediatamente después de la cadena de inicialización de TypeConverter '{0}'.
fr: MC3095 : la balise de fermeture doit suivre immédiatement la chaîne d'initialisation TypeConverter '{0}'.
it: MC3095: il tag di chiusura deve seguire immediatamente la stringa di inizializzazione del TypeConverter '{0}'.
ja: MC3095: TypeConverter 初期化文字列 '{0}' のすぐ後ろに終了タグが必要です。
ko: MC3095: Close 태그는 TypeConverter 초기화 문자열 '{0}' 바로 뒤에 와야 합니다.
pl: MC3095: Tag zamykający musi znajdować się za ciągiem inicjującym funkcji TypeConverter „{0}”.
pt_br: MC3095: a marca de fechamento deve seguir imediatamente a cadeia de caracteres de inicialização TypeConverter '{0}'.
ru: MC3095: закрывающий тег должен следовать сразу же за строкой инициализации "{0}" класса TypeConverter.
tr: MC3095: Kapanış etiketi hemen TypeConverter başlatma dizesi '{0}' sonrasında olmalıdır.
zh_hans: MC3095: 关闭标记必须紧跟 TypeConverter 初始化字符串“{0}”。
zh_hant: MC3095: 結束標記必須緊接在 TypeConverter 初始化字串 '{0}' 後方。

# ParserTypeConverterTextUnusable
source: MC3090: TypeConverter syntax error encountered while processing initialization string '{0}'. Element attributes are not allowed on objects created via TypeConverter.
cs: MC3090: Došlo k chybě syntaxe třídy TypeConverter při zpracování inicializačního řetězce {0}. Na objektech vytvořených prostřednictvím třídy TypeConverter nejsou povoleny atributy elementů.
de: MC3090: Beim Verarbeiten der Initialisierungszeichenfolge "{0}" ist ein TypeConverter-Syntaxfehler aufgetreten. Elementattribute sind für Objekte, die über "TypeConverter" erstellt wurden, nicht zulässig.
es: MC3090: se encontró un error de sintaxis de TypeConverter al procesar la cadena de inicialización '{0}'. Los atributos de elemento no están permitidos en objetos creados mediante TypeConverter.
fr: MC3090 : erreur de syntaxe TypeConverter rencontrée lors du traitement de la chaîne d'initialisation '{0}'. Les attributs d'élément ne sont pas autorisés sur les objets créés via TypeConverter.
it: MC3090: errore di sintassi TypeConverter rilevato durante l'elaborazione della stringa di inizializzazione '{0}'. Attributi di elemento non consentiti per gli oggetti creati tramite TypeConverter.
ja: MC3090: 初期化文字列 '{0}' の処理中に TypeConverter 構文エラーが発生しました。TypeConverter によって作成されるオブジェクトでは、要素属性は許可されていません。
ko: MC3090: 초기화 문자열 '{0}'을(를) 처리하는 동안 TypeConverter 구문 오류가 발생했습니다. TypeConverter를 통해 만든 개체에 요소 특성을 사용할 수 없습니다.
pl: MC3090: Podczas przetwarzania ciągu inicjującego „{0}” wystąpił błąd składni funkcji TypeConverter. Atrybuty elementu nie są dozwolone dla obiektów utworzonych za pośrednictwem funkcji TypeConverter.
pt_br: MC3090: erro de sintaxe TypeConverter encontrado durante o processamento da cadeia de caracteres de inicialização '{0}'. Os atributos de elemento não são permitidos em objetos criados com TypeConverter.
ru: MC3090: при обработке строки инициализации "{0}" обнаружена синтаксическая ошибка TypeConverter. Использование атрибутов свойств не допускается в объектах, созданных посредством TypeConverter.
tr: MC3090: '{0}' dizesi başlatılırken TypeConverter sözdizimi hatasıyla karşılaşıldı. TypeConverter ile oluşturulan nesnelerde öğe özniteliklerine izin verilmez.
zh_hans: MC3090: 处理初始化字符串“{0}”时遇到 TypeConverter 语法错误。通过 TypeConverter 创建的对象上不允许元素特性。
zh_hant: MC3090: 處理初始化字串時發生 TypeConverter 語法錯誤 '{0}'。透過 TypeConverter 建立的物件上不允許使用項目屬性。

# ParserUndeclaredNS
source: MC3071: '{0}' is an undeclared namespace.
cs: MC3071: Element {0} je neurčený obor názvů.
de: MC3071: Bei "{0}" handelt es sich um einen nicht deklarierten Namespace.
es: MC3071: '{0}' es un espacio de nombres no declarado.
fr: MC3071 : '{0}' est un espace de noms non déclaré.
it: MC3071: '{0}' è uno spazio dei nomi non dichiarato.
ja: MC3071: '{0}' は宣言されていない名前空間です。
ko: MC3071: '{0}'은(는) 선언되지 않은 네임스페이스입니다.
pl: MC3071: „{0}” jest niezadeklarowaną przestrzenią nazw.
pt_br: MC3071: '{0}' é um namespace não declarado.
ru: MC3071: "{0}" является необъявленным пространством имен.
tr: MC3071: '{0}' bildirilmemiş bir ad alanıdır.
zh_hans: MC3071:“{0}”是未声明的命名空间。
zh_hant: MC3071: '{0}' 是未宣告的命名空間。

# ParserUnknownAttribute
source: MC3072: The property '{0}' does not exist in XML namespace '{1}'.
cs: MC3072: Vlastnost {0} v oboru názvů XML {1} neexistuje.
de: MC3072: Die Eigenschaft "{0}" ist im XML-Namespace "{1}" nicht vorhanden.
es: MC3072: la propiedad '{0}' no existe en el espacio de nombres XML '{1}'.
fr: MC3072 : la propriété '{0}' n'existe pas dans l'espace de noms XML '{1}'.
it: MC3072: la proprietà '{0}' non esiste nello spazio dei nomi XML '{1}'.
ja: MC3072: プロパティ '{0}' は、XML 名前空間 '{1}' にありません。
ko: MC3072: XML 네임스페이스 '{1}'에 '{0}' 속성이 없습니다.
pl: MC3072: Właściwość „{0}” nie istnieje w przestrzeni nazw XML „{1}”.
pt_br: MC3072: a propriedade '{0}' não existe no namespace XML '{1}'.
ru: MC3072: свойство "{0}" не существует в пространстве имен XML "{1}".
tr: MC3072: '{0}' özelliği '{1}' XML ad alanında yok.
zh_hans: MC3072: XML 命名空间“{1}”中不存在属性“{0}”。
zh_hant: MC3072: 屬性 '{0}' 不存在於 XML 命名空間 '{1}' 中。

# ParserUnknownDefAttribute
source: MC3073: The attribute '{0}' does not exist in XML namespace 'http://schemas.microsoft.com/winfx/2006/xaml'.
cs: MC3073: Atribut {0} neexistuje v oboru názvů XML http://schemas.microsoft.com/winfx/2006/xaml.
de: MC3073: Das Attribut "{0}" ist im XML-Namespace "http://schemas.microsoft.com/winfx/2006/xaml" nicht vorhanden.
es: MC3073: el atributo '{0}' no existe en el espacio de nombres XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
fr: MC3073 : l'attribut '{0}' n'existe pas dans l'espace de noms XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
it: MC3073: l'attributo '{0}' non esiste nello spazio dei nomi XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
ja: MC3073: 属性 '{0}' は、XML 名前空間 'http://schemas.microsoft.com/winfx/2006/xaml' にありません。
ko: MC3073: XML 네임스페이스 'http://schemas.microsoft.com/winfx/2006/xaml'에 '{0}' 특성이 없습니다.
pl: MC3073: Atrybut „{0}” nie istnieje w przestrzeni nazw XML „http://schemas.microsoft.com/winfx/2006/xaml”.
pt_br: MC3073: o atributo '{0}' não existe no namespace XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
ru: MC3073: атрибут "{0}" не существует в пространстве имен XML "http://schemas.microsoft.com/winfx/2006/xaml".
tr: MC3073: '{0}' özniteliği 'http://schemas.microsoft.com/winfx/2006/xaml' adresindeki XML ad alanında yok.
zh_hans: MC3073: XML 命名空间“http://schemas.microsoft.com/winfx/2006/xaml”中不存在特性“{0}”。
zh_hant: MC3073: 屬性 '{0}' 不存在於 XML 命名空間 'http://schemas.microsoft.com/winfx/2006/xaml' 中。

# ParserUnknownTag
source: MC3074: The tag '{0}' does not exist in XML namespace '{1}'.
cs: MC3074: Značka {0} neexistuje v oboru názvů XML {1}.
de: MC3074: Das Tag "{0}" ist im XML-Namespace "{1}" nicht vorhanden.
es: MC3074: la etiqueta '{0}' no existe en el espacio de nombres XML '{1}'.
fr: MC3074 : la balise '{0}' n'existe pas dans l'espace de noms XML '{1}'.
it: MC3074: il tag '{0}' non esiste nello spazio dei nomi XML '{1}'.
ja: MC3074: タグ '{0}' は、XML 名前空間 '{1}' にありません。
ko: MC3074: XML 네임스페이스 '{1}'에 '{0}' 태그가 없습니다.
pl: MC3074: Tag „{0}” nie istnieje w przestrzeni nazw XML „{1}”.
pt_br: MC3074: a marca '{0}' não existe no namespace XML '{1}'.
ru: MC3074: тег "{0}" не существует в пространстве имен XML "{1}".
tr: MC3074: '{0}' etiketi '{1}' XML ad alanında yok.
zh_hans: MC3074: XML 命名空间“{1}”中不存在标记“{0}”。
zh_hant: MC3074: 標記 '{0}' 不存在於 XML 命名空間 '{1}' 中。

# ParserUnknownXmlType
source: MC3075: Unrecognized XML node type '{0}' found when determining if the current tag is a property element.
cs: MC3075: Nalezen neznámý typ uzlu XML {0} při určování, zda je aktuální tag prvkem vlastnosti.
de: MC3075: Beim Bestimmen, ob es sich beim aktuellen Tag um ein Eigenschaftselement handelt, wurde der unbekannte XML-Knotentyp "{0}" gefunden.
es: MC3075: se encontró el tipo de nodo XML '{0}' no reconocido al determinar si la etiqueta actual es un elemento de propiedad.
fr: MC3075 : type de nœud XML non identifié '{0}' rencontré pendant l'analyse visant à déterminer si la balise en cours est un élément de propriété.
it: MC3075: rilevato tipo di nodo XML '{0}' non riconosciuto durante il controllo del tag corrente per determinare se si tratta di un elemento proprietà.
ja: MC3075: 現在のタグがプロパティ要素かどうかを判断しているときに、認識不能な XML ノード型 '{0}' が見つかりました。
ko: MC3075: 현재 태그가 속성 요소인지 여부를 결정할 때 인식할 수 없는 XML 노드 형식 '{0}'을(를) 찾았습니다.
pl: MC3075: Podczas sprawdzania, czy bieżący tag jest elementem właściwości, znaleziono nierozpoznany węzeł XML typu „{0}”.
pt_br: MC3075: tipo de nó XML '{0}' não reconhecido encontrado ao determinar se a marca atual é um elemento de propriedade.
ru: MC3075: обнаружен нераспознанный тип узла XML "{0}" при попытке определить, является ли текущий тег элементом свойства.
tr: MC3075: Geçerli etiketin bir özellik öğesi olup olmadığı belirlenirken tanınmayan XML düğüm türü '{0}' bulundu.
zh_hans: MC3075: 确定当前标记是否为属性元素时发现无法识别的 XML 节点类型“{0}”。
zh_hant: MC3075: 判斷目前的標記是否為屬性項目時，發現無法識別的 XML 節點類型 '{0}'。

# ParserXmlIslandMissing
source: MC3086: Parent element or property '{0}' requires an XML data island. To distinguish an XML island from surrounding XAML, wrap the XML data island in <x:XData> ... </x:XData>.
cs: MC3086: Nadřazený element nebo vlastnost {0} vyžaduje datový ostrůvek XML. Pro odlišení ostrůvku XML od XAML okolí sbalte datový ostrůvek XML do <x:XData> ... </x:XData>.
de: MC3086: Für das übergeordnete Element oder die Eigenschaft "{0}" ist eine XML-Dateninsel erforderlich. Umschließen Sie XML-Dateninseln mit <x:XData> ... </x:XData>, um die XML-Inseln von umgebenden XAMLs zu unterscheiden.
es: MC3086: el elemento primario o propiedad '{0}' requiere una isla de datos XML. Para distinguir una isla XML del XAML adyacente, incluya la isla de datos XML entre <x:XData> ... </x:XData>.
fr: MC3086 : l'élément parent ou la propriété '{0}' nécessite un îlot de données XML. Pour distinguer un îlot XML du XAML environnant, incluez dans un wrapper l'îlot de données XML dans <x:XData> ... </x:XData>.
it: MC3086: per l'elemento o la proprietà padre '{0}' è necessaria un'isola di dati XML. Per distinguere un'isola di dati XML dal codice XAML circostante, includere l'isola di dati XML tra tag <x:XData> ... </x:XData>.
ja: MC3086: 親要素またはプロパティ '{0}' には XML データ アイランドが必要です。XML アイランドと周囲の XAML を区別するには、XML データ アイランドを <x:XData> ... </x:XData> で囲んでください。
ko: MC3086: 부모 요소 또는 '{0}' 속성에는 XML 데이터 아일랜드가 있어야 합니다. XML 아일랜드를 주변 XAML과 구별하려면 <x:XData> ... </x:XData>에서 XML 데이터 아일랜드를 줄 바꿈 합니다.
pl: MC3086: Element nadrzędny lub właściwość „{0}” wymagają wyspy danych XML. Aby odróżnić wyspę XML od otaczającego kodu XAML, umieść ją pomiędzy tagami <x:XData> ... </x:XData>.
pt_br: MC3086: o elemento ou a propriedade pai '{0}' requer uma ilha de dados XML. Para diferenciar uma ilha XML do XAML adjacente, coloque a ilha de dados XML entre <x:XData> ... </x:XData>.
ru: MC3086: для родительского элемента или свойства "{0}" требуется область данных XML. Чтобы выделить область XML из окружающего текста XAML, заключите область данных XML в теги <x:XData> ... </x:XData>.
tr: MC3086: Üst öğe veya '{0}' özelliği için bir XML veri adası gerekiyor. Bir XML veri adasını, çevreleyen XAML'den ayırmak için, XML veri adasını <x:XData> ... </x:XData> içine alın.
zh_hans: MC3086: 父元素或属性“{0}”需要一个 XML 数据岛。若要区分 XML 岛和周围的 XAML，请将 XML 数据岛包装在 <x:XData> ... </x:XData> 中。
zh_hant: MC3086: 父項目或屬性 '{0}' 需要 XML 資料島。為區分 XML 資料島與週邊 XAML，請將 XML 資料島包裝在 <x:XData> ... </x:XData> 中。
