Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserDefaultConverterElement
source: MC3061: The Element type '{0}' does not have an associated TypeConverter to parse the string '{1}'.
cs: MC3061: Typ elementu {0} nemá přidruženou třídu TypeConverter pro analýzu řetězce {1}.
de: MC3061: Der Elementtyp "{0}" verfügt nicht über einen zugehörigen "TypeConverter", um die Zeichenfolge "{1}" zu analysieren.
es: MC3061: El tipo de Element '{0}' no tiene un elemento TypeConverter asociado para analizar la cadena '{1}'.
fr: MC3061 : le type Element '{0}' n'a pas de TypeConverter associé pour analyser la chaîne '{1}'.
it: MC3061: per il tipo Element '{0}' non è disponibile un TypeConverter associato per analizzare la stringa '{1}'.
ja: MC3061: 要素型 '{0}' には、文字列 '{1}' を解析するための TypeConverter が関連付けられていません。
ko: MC3061: 요소 형식 '{0}'에 '{1}' 문자열의 구분을 분석하는 관련 TypeConverter가 없습니다.
pl: MC3061: Typ elementu „{0}” nie ma skojarzonego elementu funkcji TypeConverter do analizowania ciągu „{1}”.
pt_br: MC3061: o tipo '{0}' do Elemento não tem um TypeConverter associado para analisar a cadeia de caracteres '{1}'.
ru: MC3061: тип элемента "{0}" не имеет связанного TypeConverter для синтаксического анализа строки "{1}".
tr: MC3061: '{0}' öğe türü '{1}' dizesini ayrıştırmak için ilişkilendirilmiş bir TypeConverter'a sahip değil.
zh_hans: MC3061: 元素类型“{0}”不具有关联的 TypeConverter，无法分析字符串“{1}”。
zh_hant: MC3061: 項目型別 '{0}' 沒有關聯的 TypeConverter 可剖析字串 '{1}'。

# ParserDictionarySealed
source: MC3018: Cannot modify data in a sealed XmlnsDictionary.
cs: MC3018: Nelze upravovat data v zapečetěném slovníku XmlnsDictionary.
de: MC3018: Daten in einem versiegelten "XmlnsDictionary" können nicht geändert werden.
es: MC3018: no se pueden modificar los datos de un elemento XmlnsDictionary sellado.
fr: MC3018 : impossible de modifier les données d'un XmlnsDictionary de type sealed.
it: MC3018: impossibile modificare i dati in un XmlnsDictionary sealed.
ja: MC3018: シールされた XmlnsDictionary のデータは変更できません。
ko: MC3018: 봉인된 XmlnsDictionary의 데이터를 수정할 수 없습니다.
pl: MC3018: Nie można zmodyfikować danych w zapieczętowanym elemencie XmlnsDictionary.
pt_br: MC3018: não é possível modificar dados em um XmlnsDictionary lacrado.
ru: MC3018: изменение данных в запечатанном словаре XmlnsDictionary невозможно.
tr: MC3018: Korumalı bir XmlnsDictionary içindeki veriler değiştirilemez.
zh_hans: MC3018: 无法修改密封的 XmlnsDictionary 中的数据。
zh_hant: MC3018: 無法修改已密封之 XmlnsDictionary 中的資料。

# ParserDupDictionaryKey
source: MC3020: The dictionary key '{0}' is already used. Key attributes are used as keys when inserting objects into a dictionary and must be unique.
cs: MC3020: Klíč slovníku {0} je již používán. Klíčové atributy se používají jako klíče při vkládání objektů do slovníku a musejí být jedinečné.
de: MC3020: Der Wörterbuchschlüssel "{0}" wird bereits verwendet. Key-Attribute werden beim Einfügen von Objekten in das Wörterbuch als Schlüssel verwendet und müssen eindeutig sein.
es: MC3020: la clave de diccionario '{0}' está ya en uso. Los atributos de clave se usan como claves cuando se insertan objetos en un diccionario y deben ser únicos.
fr: MC3020 : clé de dictionnaire '{0}' déjà utilisée. Les attributs Key sont utilisés en tant que clés lors de l'insertion d'objets dans un dictionnaire et doivent être uniques.
it: MC3020: la chiave del dizionario '{0}' è già in uso. Gli attributi Key vengono utilizzati come chiavi per l'inserimento di oggetti in un dizionario e devono essere univoci.
ja: MC3020: 辞書キー '{0}' は既に使用されています。キー属性は、オブジェクトを辞書に挿入するときにキーとして使用されます。これは一意である必要があります。
ko: MC3020: 사전 키 '{0}'이(가) 이미 사용되었습니다. Key 특성은 사전에 개체를 삽입할 때 사용되므로 고유해야 합니다.
pl: MC3020: Klucz słownika „{0}” jest już używany. Atrybuty klucza są używane jako klucze przy wstawianiu obiektów do słownika i muszą być unikatowe.
pt_br: MC3020: a chave de dicionário '{0}' já foi usada. Os atributos da chave são usados como chaves na inserção de objetos em um dicionário e devem ser exclusivos.
ru: MC3020: ключ словаря "{0}" уже используется. Атрибуты Key используются в качестве ключей при вставке объектов в словарь и должны быть уникальными.
tr: MC3020: '{0}' sözlük anahtarı zaten kullanılıyor. Anahtar öznitelikleri, bir sözlüğe nesne eklerken anahtar olarak kullanılırlar ve benzersiz olmaları gerekir.
zh_hans: MC3020: 字典密钥“{0}”已使用。将对象插入字典时会将密钥特性用作密钥，并且必须是唯一的。
zh_hant: MC3020: 字典索引鍵 '{0}' 已使用。插入物件至字典時，會使用索引鍵屬性做為索引鍵，它們必須是唯一的。

# ParserDuplicateMarkupExtensionProperty
source: MC3033: The property '{0}' has already been set on this markup extension and can only be set once.
cs: MC3033: Vlastnost {0} byla již pro tuto koncovku nastavena a lze ji nastavit pouze jednou.
de: MC3033: Die Eigenschaft "{0}" wurde für diese Markuperweiterung bereits festgelegt und kann nicht mehrmals festgelegt werden.
es: MC3033: la propiedad '{0}' ya se ha establecido en esta extensión de marcado y sólo se puede establecer una vez.
fr: MC3033 : la propriété '{0}' a déjà été définie sur cette extension de balisage et ne peut être définie qu'une seule fois.
it: MC3033: la proprietà '{0}' è già impostata in questa estensione di markup e può essere impostata una sola volta.
ja: MC3033: プロパティ '{0}' は既にこのマークアップ拡張で設定されています。設定できるのは一度だけです。
ko: MC3033: 이 태그 확장에 '{0}' 속성이 이미 설정되었으며 이 속성은 한 번만 설정할 수 있습니다.
pl: MC3033: Właściwość „{0}” została już ustawiona w tym rozszerzeniu znakowania i można ją ustawić tylko raz.
pt_br: MC3033: a propriedade '{0}' já foi definida nesta extensão de marcação e somente pode ser definida uma vez.
ru: MC3033: свойство "{0}" уже задано в данном расширении разметки и может быть задано только один раз.
tr: MC3033: '{0}' özelliği bu işaretleme uzantısında zaten ayarlanmış durumda ve yalnızca bir kez ayarlanabilir.
zh_hans: MC3033: 该标记扩展名上已设置属性“{0}”，并且只能设置一次。
zh_hant: MC3033: 已在此標記延伸上設定屬性 '{0}'，且只能設定一次。

# ParserDuplicateProperty1
source: MC3024: '{0}' property has already been set and can be set only once.
cs: MC3024: Vlastnost {0} byla již nastavena a lze ji nastavit pouze jednou.
de: MC3024: Die Eigenschaft "{0}" wurde bereits festgelegt und kann nicht mehrmals festgelegt werden.
es: MC3024: la propiedad '{0}' ya se ha establecido y sólo se puede establecer una vez.
fr: MC3024 : la propriété '{0}' a déjà été définie et ne peut l'être qu'une seule fois.
it: MC3024: la proprietà '{0}' è già impostata e può essere impostata una sola volta.
ja: MC3024: '{0}' プロパティは既に設定されています。設定できるのは一度だけです。
ko: MC3024: '{0}' 속성이 이미 설정되었으며 이 속성은 한 번만 설정할 수 있습니다.
pl: MC3024: Właściwość „{0}” została już ustawiona i można ustawić ją tylko raz.
pt_br: MC3024: a propriedade '{0}' já foi definida e somente pode ser definida uma vez.
ru: MC3024: свойство "{0}" уже задано и может быть задано только один раз.
tr: MC3024: '{0}' özelliği zaten ayarlanmış ve yalnızca bir kez ayarlanabilir.
zh_hans: MC3024: 已设置“{0}”属性，并且只能设置一次。
zh_hant: MC3024: 已設定 '{0}' 屬性，且只能設定一次。

# ParserDuplicateProperty2
source: MC3025: Property '{0}' and '{1}' refer to the same property. Duplicate property settings are not allowed.
cs: MC3025: Vlastnost {0} a {1} odkazuje na stejnou vlastnost. Duplicitní nastavení vlastnosti nejsou povolena.
de: MC3025: Die Eigenschaften "{0}" und "{1}" verweisen auf dieselbe Eigenschaft. Doppelte Eigenschaftseinstellungen sind nicht zulässig.
es: MC3025: las propiedades '{0}' y '{1}' hacen referencia a la misma propiedad. La configuración de propiedades duplicadas no está permitida.
fr: MC3025 : '{0}' et '{1}' font référence à la même propriété. Les valeurs de propriété en double ne sont pas autorisées.
it: MC3025: la proprietà '{0}' e '{1}' fanno riferimento alla stessa proprietà. Non sono consentite impostazioni di proprietà duplicate.
ja: MC3025: プロパティ '{0}' と '{1}' は同じプロパティを参照しています。重複したプロパティ設定は許可されていません。
ko: MC3025: '{0}' 속성과 '{1}' 속성이 같은 속성을 참조합니다. 중복 속성 설정을 사용할 수 없습니다.
pl: MC3025: Właściwości „{0}” i „{1}” odnoszą się do tej samej właściwości. Zduplikowane ustawienia właściwości są niedozwolone.
pt_br: MC3025: '{0}' e '{1}' referem-se à mesma propriedade. Não são permitidas configurações de propriedade repetidas.
ru: MC3025: свойство "{0}" и "{1}" ссылаются на одно и то же свойство. Дублирование установок свойств не разрешается.
tr: MC3025: '{0}' ve '{1}' özelliği aynı özelliğe başvuruda bulunuyor. Yinelenen özellik ayarlarına izin verilmez.
zh_hans: MC3025: 属性“{0}”和“{1}”指的是同一属性。不允许重复的属性设置。
zh_hant: MC3025: 屬性 '{0}' 與 '{1}' 代表相同屬性。不允許重複的屬性設定。

# ParserEmptyComplexProp
source: MC3026: '{0}' property element cannot be empty. It must contain child elements or text.
cs: MC3026: Element vlastnosti {0} nemůže být prázdný. Musí obsahovat podřízené elementy nebo text.
de: MC3026: Das Eigenschaftselement "{0}" darf nicht leer sein. Es muss untergeordnete Elemente oder Text enthalten.
es: MC3026: el elemento de propiedad '{0}' no puede estar vacío. Debe contener texto o elementos secundarios.
fr: MC3026 : l'élément de propriété '{0}' ne peut pas être vide. Il doit contenir des éléments enfants ou du texte.
it: MC3026: l'elemento proprietà '{0}' non può essere vuoto. È necessario che contenga elementi figlio o testo.
ja: MC3026: '{0}' プロパティ要素を空にすることはできません。子要素またはテキストを含んでいる必要があります。
ko: MC3026: '{0}' 속성 요소는 비워둘 수 없습니다. 이 속성 요소에는 자식 요소 또는 텍스트가 있어야 합니다.
pl: MC3026: Element właściwości „{0}” nie może być pusty. Musi on zawierać elementy podrzędne lub tekst.
pt_br: MC3026: o elemento da propriedade '{0}' não pode estar vazio. Ele deve conter elementos filho ou de texto.
ru: MC3026: элемент свойства "{0}" не может быть пустым. Он должен содержать дочерние элементы или текст.
tr: MC3026: '{0}' özellik öğesi boş olamaz. Alt öğeler veya metin içermesi gerekir.
zh_hans: MC3026:“{0}”属性元素不能为空。它必须包含子元素或文本。
zh_hant: MC3026: '{0}' 屬性項目不能是空的。它必須包含子項目或文字。

# ParserEntityReference
source: MC3027: The EntityReference &{0}; is not recognized.
cs: MC3027: Třída EntityReference &{0}; nebyla rozpoznána.
de: MC3027: "EntityReference &{0};" ist unbekannt.
es: MC3027: no se reconoce el elemento EntityReference &{0};
fr: MC3027 : EntityReference &{0}; non reconnue.
it: MC3027: EntityReference &{0}; non riconosciuto.
ja: MC3027: EntityReference &{0}; は認識されません。
ko: MC3027: EntityReference &{0};이(가) 인식되지 않습니다.
pl: MC3027: Element EntityReference &{0}; nie został rozpoznany.
pt_br: MC3027: EntityReference &{0}; não é reconhecido.
ru: MC3027: нераспознанная ссылка EntityReference &{0};.
tr: MC3027: EntityReference &{0}; tanınmıyor.
zh_hans: MC3027: 无法识别 EntityReference &{0};。
zh_hant: MC3027: 無法識別 EntityReference &{0};。

# ParserEventDelegateTypeNotAccessible
source: MC3083: Cannot access the delegate type '{0}' for the '{1}' event. '{0}' has incorrect access level or its assembly does not allow access.
cs: MC3083: Nelze získat přístup k zástupci typu {0} pro událost {1}. Soubor {0} obsahuje nesprávnou úroveň přístupu nebo jeho sestavení přístup neumožňuje.
de: MC3083: Auf den Delegattyp "{0}" für das {1}-Ereignis kann nicht zugegriffen werden. "{0}" hat eine falsche Zugriffsebene, oder die zugehörige Assembly lässt den Zugriff nicht zu.
es: MC3083: no se puede obtener acceso al tipo delegado '{0}' para el evento '{1}'. '{0}' tiene un nivel de acceso incorrecto o su ensamblado no permite el acceso.
fr: MC3083 : impossible d'accéder au type délégué '{0}' pour l'événement '{1}'. '{0}' possède un niveau d'accès incorrect ou son assembly n'autorise pas l'accès.
it: MC3083: non è possibile accedere al tipo delegato '{0}' per l'evento '{1}'. Il livello di accesso di '{0}' non è corretto oppure l'assembly corrispondente non consente l'accesso.
ja: MC3083: '{1}' イベントのデリゲート型 '{0}' にアクセスできません。'{0}' のアクセス レベルが正しくないか、アセンブリでアクセスが許可されていません。
ko: MC3083: '{1}' 이벤트에 대한 대리자 형식 '{0}'에 액세스할 수 없습니다. '{0}'이(가) 잘못된 액세스 수준으로 설정되어 있거나 해당 어셈블리에서 액세스를 허용하지 않습니다.
pl: MC3083: Nie można uzyskać dostępu do typu obiektu delegowanego „{0}” dla zdarzenia „{1}”. Typ „{0}” ma nieprawidłowy poziom dostępu lub jego zestaw nie zezwala na uzyskanie dostępu.
pt_br: MC3083: não é possível acessar o tipo delegado '{0}' para o evento '{1}'. '{0}' tem nível de acesso incorreto ou seu assembly não permite acesso.
ru: MC3083: нет доступа к делегированному типу "{0}" для события "{1}". "{0}" имеет неправильный уровень доступа или его сборке доступ не разрешен.
tr: MC3083: '{1}' olayı için '{0}' temsilci türüne erişilemiyor. '{0}' yanlış erişim düzeyinde veya bütünleştirilmiş kodu erişime izin vermiyor.
zh_hans: MC3083: 无法访问“{1}”事件的委托类型“{0}”。“{0}”具有错误的访问级别，或其程序集不允许访问。
zh_hant: MC3083: 無法存取 '{1}' 事件的委派型別 '{0}'。'{0}' 具有不正確的存取層級，或其組件不允許存取。

# ParserIEnumerableIAddChild
source: MC3030: '{0}' property is a read-only IEnumerable property, which means that '{1}' must implement IAddChild.
cs: MC3030: Vlastnost {0} je vlastnost třídy IEnumerable jen pro čtení, což znamená, že soubor {1} musí implementovat třídu IAddChild.
de: MC3030: Bei der Eigenschaft "{0}" handelt es sich um eine schreibgeschützte IEnumerable-Eigenschaft. Das bedeutet, dass "IAddChild" von "{1}" implementiert werden muss.
es: MC3030: la propiedad '{0}' es una propiedad IEnumerable de sólo lectura, por lo que '{1}' debe implementar IAddChild.
fr: MC3030 : la propriété '{0}' est une propriété IEnumerable en lecture seule, ce qui signifie que '{1}' doit implémenter IAddChild.
it: MC3030: la proprietà '{0}' è una proprietà IEnumerable di sola lettura e ciò significa che '{1}' deve implementare IAddChild.
ja: MC3030: '{0}' プロパティは読み取り専用の IEnumerable プロパティです。このため、'{1}' は IAddChild を実装する必要があります。
ko: MC3030: '{0}' 속성은 읽기 전용 IEnumerable 속성입니다. 이는 '{1}'이(가) IAddChild를 구현해야 함을 의미합니다.
pl: MC3030: Właściwość „{0}” jest właściwością IEnumerable tylko do odczytu, co oznacza, że element „{1}” musi implementować funkcję IAddChild.
pt_br: MC3030: a propriedade '{0}' é do tipo IEnumerable somente leitura, o que significa que '{1}' deve implementar IAddChild.
ru: MC3030: свойство "{0}" является свойством IEnumerable, доступным только для чтения, поэтому "{1}" должен реализовывать IAddChild.
tr: MC3030: '{0}' özelliği salt okunur bir IEnumerable özelliğidir ve buna göre '{1}' IAddChild uygulamalıdır.
zh_hans: MC3030:“{0}”属性是只读的 IEnumerable 属性，这意味着“{1}”必须实现 IAddChild。
zh_hant: MC3030: '{0}' 屬性是唯讀的 IEnumerable 屬性，這表示 '{1}' 必須實作 IAddChild。

# ParserInvalidContentPropertyAttribute
source: MC3078: Invalid ContentPropertyAttribute on type '{0}', property '{1}' not found.
cs: MC3078: Neplatná třída ContentPropertyAttribute pro typ {0}, vlastnost {1} nenalezena.
de: MC3078: "ContentPropertyAttribute" für den Typ "{0}" ist ungültig, die Eigenschaft "{1}" wurde nicht gefunden.
es: MC3078: ContentPropertyAttribute no válido en el tipo '{0}', propiedad '{1}' no encontrada.
fr: MC3078 : ContentPropertyAttribute non valide sur le type '{0}', propriété '{1}' introuvable.
it: MC3078: ContentPropertyAttribute non valido per il tipo '{0}'. Impossibile trovare la proprietà '{1}'.
ja: MC3078: 型 '{0}' に、無効な ContentPropertyAttribute があります。プロパティ '{1}' が見つかりません。
ko: MC3078: '{0}' 형식의 ContentPropertyAttribute가 잘못되었습니다. '{1}' 속성을 찾을 수 없습니다.
pl: MC3078: Nieprawidłowy atrybut ContentPropertyAttribute dla typu „{0}”. Nie znaleziono właściwości „{1}”.
pt_br: MC3078: propriedade ContentPropertyAttribute inválida no tipo '{0}'; propriedade '{1}' não encontrada.
ru: MC3078: недопустимый атрибут ContentPropertyAttribute для типа "{0}", свойство "{1}" не найдено.
tr: MC3078: '{0}' türünde geçersiz ContentPropertyAttribute, özellik '{1}' bulunamadı.
zh_hans: MC3078: 类型“{0}”上的 ContentPropertyAttribute 无效，未找到属性“{1}”。
zh_hant: MC3078: 在型別 '{0}'，屬性 '{1}' 上找不到無效的 ContentPropertyAttribute。

# ParserInvalidKnownType
source: Known type value {0}='{1}' is not a valid known type.
cs: Hodnota známého typu {0}={1} není platným známým typem.
de: Bekannter Typwert {0}="{1}" ist kein gültiger bekannter Typ.
es: El valor de tipo conocido {0}='{1}' no es un tipo conocido válido.
fr: La valeur de type connu {0}='{1}' n'est pas un type connu valide.
it: Il valore di tipo noto {0}='{1}' non è un tipo noto valido.
ja: 既知の型値 {0}='{1}' は、有効な既知の型ではありません。
ko: 알려진 형식 값 {0}='{1}'이(가) 잘못되었습니다.
pl: Wartość znanego typu {0}=„{1}” nie jest prawidłowym znanym typem.
pt_br: O valor de tipo conhecido {0}='{1}' não é válido.
ru: Значение известного типа {0}="{1}" не является допустимым известным типом.
tr: Bilinen tür değeri{0}='{1}' geçerli bir bilinen tür değil.
zh_hans: 已知类型值 {0}='{1}' 不是有效的已知类型。
zh_hant: 已知型別值 {0}='{1}' 不是有效的已知型別。

# ParserInvalidStaticMember
source: MC3011: Cannot find the static member '{0}' on the type '{1}'.
cs: MC3011: Nelze nalézt statický člen {0} typu {1}.
de: MC3011: Der statische Member "{0}" wurde nicht im Typ "{1}" gefunden.
es: MC3011: no se puede encontrar el miembro estático '{0}' en el tipo '{1}'.
fr: MC3011 : impossible de trouver le membre statique '{0}' sur le type '{1}'.
it: MC3011: impossibile trovare il membro statico '{0}' nel tipo '{1}'.
ja: MC3011: 型 '{1}' に静的メンバー '{0}' が見つかりません。
ko: MC3011: '{1}' 형식에서 정적 멤버 '{0}'을(를) 찾을 수 없습니다.
pl: MC3011: nie można znaleźć statycznego członka „{0}” dla typu „{1}”.
pt_br: MC3011: não é possível encontrar o membro estático '{0}' no tipo '{1}'.
ru: MC3011: не удается найти статический член "{0}" типа "{1}".
tr: MC3011: '{1}' türünde statik üye '{0}' bulunamıyor.
zh_hans: MC3011: 无法找到类型“{1}”上的静态成员“{0}”。
zh_hant: MC3011: 在型別 '{1}' 上找不到靜態成員 '{0}'。

# ParserKeysAreStrings
source: MC3031: Keys and values in XmlnsDictionary must be strings.
cs: MC3031: Klíče a hodnoty třídy XmlnsDictionary musejí být řetězce.
de: MC3031: Bei Schlüsseln und Werten in "XmlnsDictionary" muss es sich um Zeichenfolgen handeln.
es: MC3031: las claves y los valores de XmlnsDictionary deben ser cadenas.
fr: MC3031 : les clés et les valeurs de XmlnsDictionary doivent être des chaînes.
it: MC3031: le chiavi e i valori in XmlnsDictionary devono essere stringhe.
ja: MC3031: XmlnsDictionary のキーと値は文字列でなければなりません。
ko: MC3031: XmlnsDictionary에서 키와 값은 문자열이어야 합니다.
pl: MC3031: Klucze i wartości w klasie XmlnsDictionary muszą być ciągami.
pt_br: MC3031: as chaves e os valores em XmlnsDictionary devem ser cadeias de caracteres.
ru: MC3031: ключи и значения в XmlnsDictionary должны быть строками.
tr: MC3031: XmlnsDictionary içindeki anahtarlar ve değerler dize olmalıdır.
zh_hans: MC3031: XmlnsDictionary 中的密钥和值都必须是字符串。
zh_hant: MC3031: XmlnsDictionary 中的索引鍵與值必須是字串。

# ParserLineAndOffset
source: Line {0} Position {1}
cs: Řádek {0} pozice {1}
de: Zeile {0} Position {1}
es: Línea {0}, posición {1}
fr: Ligne {0} Position {1}
it: Riga {0}, posizione {1}
ja: 行 {0} 位置 {1}
ko: 줄 {0} 위치 {1}
pl: Wiersz {0} Pozycja {1}
pt_br: Linha {0}, posição {1}
ru: Строка {0} позиция {1}
tr: Satır {0} Konum {1}
zh_hans: 行 {0} 位置 {1}
zh_hant: 行 {0} 位置 {1}

# ParserMapPIMissingKey
source: MC3037: Missing XmlNamespace, Assembly or ClrNamespace in Mapping instruction.
cs: MC3037: Chybějící třída XmlNamespace, Assembly nebo ClrNamespace v Mapping pokynech.
de: MC3037: "XmlNamespace", "Assembly" oder "ClrNamespace" fehlt in Mapping-Anweisung.
es: MC3037: falta un elemento XmlNamespace, Assembly o ClrNamespace en la instrucción Mapping.
fr: MC3037 : XmlNamespace, Assembly ou ClrNamespace absent de l'instruction Mapping.
it: MC3037: XmlNamespace, Assembly o ClrNamespace mancante nell'istruzione Mapping.
ja: MC3037: XmlNamespace、Assembly または ClrNamespace が Mapping 命令にありません。
ko: MC3037: Mapping 명령에 XmlNamespace, Assembly 또는 ClrNamespace가 없습니다.
pl: MC3037: Brak parametru XmlNamespace, Assembly lub ClrNamespace w instrukcji Mapping.
pt_br: MC3037: XmlNamespace, Assembly ou ClrNamespace ausentes na instrução Mapping.
ru: MC3037: в инструкции Mapping пропущены XmlNamespace, Assembly или ClrNamespace.
tr: MC3037: Mapping yönergesinde XmlNamespace, Assembly veya ClrNamespace.
zh_hans: MC3037: 缺少 Mapping 说明中的 XmlNamespace、Assembly 或 ClrNamespace。
zh_hant: MC3037: Mapping 指示中遺失 XmlNamespace、Assembly 或 ClrNamespace。

# ParserMappingUriInvalid
source: '{0}' mapping URI is not valid.
cs: Mapovací identifikátor URI souboru {0} je neplatný.
de: Der zuweisende URI "{0}" ist ungültig.
es: El URI de asignación '{0}' no es válido.
fr: URI de mappage '{0}' non valide.
it: URI di mapping '{0}' non valido.
ja: '{0}' URI マッピングが無効です。
ko: '{0}' Mapping URI가 잘못되었습니다.
pl: Nieprawidłowy identyfikator URI mapowania „{0}”.
pt_br: O URI de mapeamento '{0}' não é válido.
ru: Недопустимый "{0}", сопоставляющий URI.
tr: '{0}' eşleme URI'si geçerli değil.
zh_hans: “{0}”mapping URI 无效。
zh_hant: '{0}' mapping URI 無效。

# ParserMarkupExtensionBadConstructorParam
source: MC3040: Format is not valid for MarkupExtension that specifies constructor arguments in '{0}'.
cs: MC3040: Tento formát není platný pro třídu MarkupExtension, která určuje argumenty konstruktoru v souboru {0}.
de: MC3040: Das Format ist für "MarkupExtension", von der die Konstruktor-Argumente in "{0}" angegeben werden, nicht gültig.
es: MC3040: formato no válido para el elemento MarkupExtension que especifica los argumentos del constructor en '{0}'.
fr: MC3040 : format non valide pour MarkupExtension qui spécifie les arguments du constructeur dans '{0}'.
it: MC3040: formato non valido per la MarkupExtension che specifica gli argomenti del costruttore in '{0}'.
ja: MC3040: '{0}' のコンストラクター引数を指定する MarkupExtension の形式が無効です。
ko: MC3040: '{0}'에 생성자 인수를 지정하는 MarkupExtension에 대한 서식이 잘못되었습니다.
pl: MC3040: Nieprawidłowy format wyrażenia MarkupExtension, które określa argumenty konstruktora we właściwości „{0}”.
pt_br: MC3040: o formato não é válido para MarkupExtension, que especifica os argumentos do construtor em '{0}'.
ru: MC3040: недопустимый формат для MarkupExtension, в котором аргументы конструктора заданы в "{0}".
tr: MC3040: '{0}' içinde oluşturucu bağımsız değişkenleri belirten MarkupExtension için biçim geçerli değil.
zh_hans: MC3040: 在“{0}”中指定构造函数参数的 MarkupExtension 的格式无效。
zh_hant: MC3040: 在 '{0}' 中指定建構函式引數之 MarkupExtension 的格式不正確。
