Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AnalysisResult
source: Analysis Result : '{0}'.
cs: Výsledek analýzy: {0}.
de: Analyseergebnis: {0}.
es: Resultado del análisis: '{0}'.
fr: Résultat de l'analyse : '{0}'.
it: Risultato analisi: '{0}'.
ja: 分析結果: '{0}'。
ko: 분석 결과: '{0}'.
pl: Wynik analizy: „{0}”.
pt_br: Resultado da análise : '{0}'.
ru: Результат анализа: "{0}".
tr: Çözümleme Sonucu : '{0}'.
zh_hans: 分析结果:“{0}”。
zh_hant: 分析結果: '{0}'。

# AppDefIsNotRequired
source: MC1002: Library project file cannot specify ApplicationDefinition element.
cs: MC1002: Soubor knihovního projektu nemůže určit prvek ApplicationDefinition.
de: MC1002: ApplicationDefinition-Element kann von Bibliotheksprojektdatei nicht angegeben werden.
es: MC1002: el archivo de proyecto de biblioteca no puede especificar el elemento ApplicationDefinition.
fr: MC1002 : le fichier de projet de bibliothèque ne peut pas spécifier un élément ApplicationDefinition.
it: MC1002: impossibile specificare l'elemento ApplicationDefinition nel file di progetto della libreria.
ja: MC1002: ライブラリ プロジェクト ファイルは、ApplicationDefinition 要素を指定できません。
ko: MC1002: 라이브러리 프로젝트 파일에서 ApplicationDefinition 요소를 지정할 수 없습니다.
pl: MC1002: Plik biblioteki projektu nie może określić elementu ApplicationDefinition.
pt_br: MC1002: o arquivo do projeto de biblioteca não pode especificar o elemento ApplicationDefinition.
ru: MC1002: в файле проекта библиотеки нельзя указывать элемент ApplicationDefinition.
tr: MC1002: Kitaplık proje dosyası ApplicationDefinition öğesi belirtemez.
zh_hans: MC1002: 库项目文件无法指定 ApplicationDefinition 元素。
zh_hant: MC1002: 程式庫專案檔無法指定 ApplicationDefinition 項目。

# ApplicationDefinitionFile
source: Input: Markup ApplicationDefinition file: '{0}'.
cs: Vstup: Soubor pro označení prvku ApplicationDefinition: {0}.
de: Eingabe: Markup ApplicationDefinition-Datei: "{0}".
es: Entrada: archivo ApplicationDefinition de marcado: '{0}'.
fr: Entrée : fichier ApplicationDefinition de balisage : '{0}'.
it: Input: file ApplicationDefinition markup: '{0}'.
ja: 入力: ApplicationDefinition ファイルのマークアップ: '{0}'。
ko: 입력: 마크업 ApplicationDefinition 파일: '{0}'.
pl: Wejście: Plik znakowania ApplicationDefinition: „{0}”.
pt_br: Entrada: arquivo de marcação ApplicationDefinition: '{0}'.
ru: Входные данные: файл ApplicationDefinition разметки: "{0}".
tr: Giriş: İşaretleme ApplicationDefinition dosyası: '{0}'.
zh_hans: 输入: 标记 ApplicationDefinition 文件:“{0}”。
zh_hant: 輸入: 標記 ApplicationDefinition 檔案: '{0}'。

# AttributeNotAllowedOnCodeTag
source: MC6015: '{0}' cannot be set on the '{1}:{2}' tag.
cs: MC6015: {0} nelze nastavit na tagu {1}:{2}.
de: MC6015: "{0}" kann nicht für das "{1}:{2}"-Tag festgelegt werden.
es: MC6015: no se puede establecer '{0}' en la etiqueta '{1}:{2}'.
fr: MC6015 : impossible de définir '{0}' sur la balise '{1}:{2}'.
it: MC6015: impossibile impostare '{0}' nel tag '{1}:{2}'.
ja: MC6015: '{0}' は、'{1}:{2}' タグでは設定できません。
ko: MC6015: '{1}:{2}' 태그에 '{0}'을(를) 설정할 수 없습니다.
pl: MC6015: Nie można ustawić elementu „{0}” dla tagu „{1}:{2}”.
pt_br: MC6015: '{0}' não pode ser definido na marca '{1}:{2}'.
ru: MC6015: нельзя задать "{0}" в теге "{1}:{2}".
tr: MC6015: '{0}' '{1}:{2}' etiketinde ayarlanamaz.
zh_hans: MC6015: 无法在“{1}:{2}”标记上设置“{0}”。
zh_hant: MC6015: 無法在 '{1}:{2}' 標記上設定 '{0}'。

# BadUidTask
source: UM1001: Unrecognized UidManager task name '{0}'.
cs: UM1001: Neznámý název úlohy třídy UidManager {0}.
de: UM1001: Unbekannter UidManager-Aufgabenname "{0}".
es: UM1001: nombre de tarea UidManager '{0}' no reconocido.
fr: UM1001 : nom de tâche UidManager non reconnu '{0}'.
it: UM1001: nome di attività UidManager non riconosciuto '{0}'.
ja: UM1001: UidManager のタスク名 '{0}' を認識できません。
ko: UM1001: '{0}'은(는) 인식할 수 없는 UidManager 작업 이름입니다.
pl: UM1001: Nierozpoznana nazwa zadania UidManager „{0}”.
pt_br: UM1001: nome de tarefa UidManager não reconhecido '{0}'.
ru: UM1001: нераспознанное имя задачи UidManager "{0}".
tr: UM1001: Tanınmayan UidManager görev adı '{0}'.
zh_hans: UM1001: 无法识别的 UidManager 任务名“{0}”。
zh_hant: UM1001: 無法識別的 UidManager 工作名稱 '{0}'。

# CheckingUids
source: Checking Uids in file '{0}' ...
cs: Kontrola identifikátorů Uid v souboru {0} ...
de: Uids in Datei "{0}" werden geprüft...
es: Comprobando el Uid en el archivo '{0}' ...
fr: Contrôle des Uid du fichier '{0}' ...
it: Controllo degli Uids nel file '{0}' in corso...
ja: ファイル '{0}' の Uid をチェックしています...
ko: '{0}' 파일에서 Uid를 확인하는 중입니다.
pl: Trwa sprawdzanie identyfikatorów Uid w pliku „{0}”...
pt_br: Verificando Uids no arquivo '{0}' ...
ru: Проверка кодов Uid в файле "{0}" ...
tr: '{0}' dosyasındaki Uid'ler denetleniyor ...
zh_hans: 正在检查文件“{0}”中的 Uid ...
zh_hant: 正在檢查檔案 '{0}' 中的 Uid...

# CommentFileGenerated
source: Generated localization directives file: '{0}' .
cs: Vygenerovaný soubor pokynů pro lokalizaci: {0} .
de: Lokalisierungsdirektivendatei wurde generiert: "{0}".
es: Archivo de directivas de localización generado: '{0}' .
fr: Fichier de directives de localisation généré : '{0}'.
it: File di direttive di localizzazione generato: '{0}' .
ja: ローカライズ ディレクティブ ファイル '{0}' を生成しました。
ko: 지역화 지시문 파일 '{0}'이(가) 생성되었습니다.
pl: Wygenerowano plik dyrektyw lokalizacyjnych „{0}”.
pt_br: Arquivo de diretivas de localização gerado: '{0}'.
ru: Генерация файла директив локализации: "{0}".
tr: Oluşturulan yerelleştirme yönergeleri dosyası: '{0}' .
zh_hans: 生成的本地化指令文件:“{0}”。
zh_hant: 已產生的當地語系化指示詞檔案: '{0}'。

# CommentFileGenerating
source: Generating localization directives file: '{0}' ...
cs: Generování souboru pokynů pro lokalizaci: {0} ...
de: Lokalisierungsdirektivendatei wird generiert: "{0}"...
es: Generando archivo de directivas de localización: '{0}' ...
fr: Génération du fichier de directives de localisation : '{0}' ...
it: Generazione del file di direttive di localizzazione '{0}' in corso...
ja: ローカライズ ディレクティブ ファイル '{0}' を生成しています...
ko: 지역화 지시문 파일 '{0}'을(를) 생성하는 중입니다.
pl: Trwa generowanie pliku dyrektyw lokalizacyjnych „{0}”...
pt_br: Gerando arquivo de diretivas de localização: '{0}' ...
ru: Генерация файла директив локализации: "{0}" ...
tr: Yerelleştirme yönergeleri dosyası oluşturuluyor: '{0}' ...
zh_hans: 正在生成本地化指令文件:“{0}”...
zh_hant: 正在產生當地語系化指示詞檔案: '{0}'...

# CompilationDone
source: Markup compilation is done.
cs: Kompilace označování je hotova.
de: Markupkompilierung abgeschlossen.
es: Compilación de marcado finalizada.
fr: Compilation du balisage terminée.
it: Compilazione del markup completata.
ja: マークアップのコンパイルが終了しました。
ko: 마크업 컴파일이 완료되었습니다.
pl: Zakończono kompilację znaczników.
pt_br: Compilação da marcação concluída.
ru: Компиляция разметки завершена.
tr: İşaretleme derlemesi tamamlandı.
zh_hans: 已完成标记编译。
zh_hant: 標記編譯完成。

# CompileSucceed_Pass1
source: MarkupCompilePass1 successfully generated BAML or source code files.
cs: Úkol MarkupCompilePass1 úspěšně vygeneroval BAML nebo zdrojové kódové soubory.
de: BAML- oder Quellcodedateien wurden erfolgreich von "MarkupCompilePass1" generiert.
es: MarkupCompilePass1 generó correctamente los archivos BAML o de código fuente.
fr: MarkupCompilePass1 a généré avec succès les fichiers BAML ou de code source.
it: Generazione dei file BAML o di codice sorgente completata da MarkupCompilePass1.
ja: MarkupCompilePass1 は、正常に BAML またはソース コード ファイルを生成しました。
ko: MarkupCompilePass1에서 BAML 또는 소스 코드 파일을 생성했습니다.
pl: Zadanie MarkupCompilePass1 pomyślnie wygenerowało pliki BAML lub pliki zawierające kod źródłowy.
pt_br: MarkupCompilePass1 gerou arquivos BAML ou de código-fonte com êxito.
ru: Успешная генерация файлов BAML или исходного кода в MarkupCompilePass1.
tr: MarkupCompilePass1, BAML veya kaynak kodu dosyalarını başarıyla oluşturdu.
zh_hans: MarkupCompilePass1 成功生成 BAML 或源代码文件。
zh_hant: MarkupCompilePass1 已順利產生 BAML 或原始程式碼檔案。

# CompileSucceed_Pass2
source: MarkupCompilePass2 successfully generated BAML or source code files.
cs: Úkol MarkupCompilePass2 úspěšně vygeneroval BAML nebo zdrojové kódové soubory.
de: BAML- oder Quellcodedateien wurden erfolgreich von "MarkupCompilePass2" generiert.
es: MarkupCompilePass2 generó correctamente los archivos BAML o de código fuente.
fr: MarkupCompilePass2 a généré avec succès les fichiers BAML ou de code source.
it: Generazione dei file BAML o di codice sorgente completata da MarkupCompilePass2.
ja: MarkupCompilePass2 は、正常に BAML またはソース コード ファイルを生成しました。
ko: MarkupCompilePass2에서 BAML 또는 소스 코드 파일을 생성했습니다.
pl: Zadanie MarkupCompilePass2 pomyślnie wygenerowało pliki BAML lub pliki zawierające kod źródłowy.
pt_br: MarkupCompilePass2 gerou arquivos BAML ou de código-fonte com êxito.
ru: Успешная генерация файлов BAML или исходного кода в MarkupCompilePass2.
tr: MarkupCompilePass2 BAML veya kaynak kodu dosyalarını başarıyla oluşturdu.
zh_hans: MarkupCompilePass2 成功生成 BAML 或源代码文件。
zh_hant: MarkupCompilePass2 已順利產生 BAML 或原始程式碼檔案。

# ContainingTagNotGeneric
source: MC6011: '{0}' event has a generic event handler delegate type '{1}'. The type parameters of '{1}' cannot be bound with an appropriate type argument because the containing tag '{2}' is not a generic type.
cs: MC6011: Událost {0} má ovladač generických událostí typu {1}. Typové parametry {1} nelze spojit s vhodným argumentem typu, protože tag {2}, který je obsahuje, není generický typ.
de: MC6011: Ereignis "{0}" besitzt den generischen Ereignishandler-Delegattyp "{1}". Die Typparameter von "{1}" können nicht an ein geeignetes Typargument gebunden werden, da es sich bei dem enthaltenen Tag "{2}" nicht um ein generisches Tag handelt.
es: MC6011: el evento '{0}' tiene un tipo delegado de controlador de eventos genérico '{1}'. Los parámetros de tipo de '{1}' no se pueden enlazar con un argumento de tipo apropiado porque la etiqueta contenedora '{2}' no es de tipo genérico.
fr: MC6011 : l'événement '{0}' possède un type délégué de gestionnaires d'événements générique '{1}'. Les paramètres type de '{1}' ne peuvent pas être liés à un argument type approprié car la balise contenante '{2}' n'est pas un type générique.
it: MC6011: all'evento '{0}' è associato un tipo delegato generico di gestore eventi '{1}'. Impossibile associare i parametri di tipo di '{1}' a un argomento di tipo appropriato perché il tag contenitore '{2}' non è un tipo generico.
ja: MC6011: '{0}' イベントは、ジェネリック イベント ハンドラー デリゲート型 '{1}' を保持しています。含まれているタグ '{2}' がジェネリック型ではないため、'{1}' の型パラメーターを適切な型の引数にバインドできません。
ko: MC6011: '{0}' 이벤트에 제네릭 이벤트 처리기 대리자 형식 '{1}'이(가) 있습니다. 포함된 태그 '{2}'이(가) 제네릭 형식이 아니기 때문에 알맞은 형식 인수로 '{1}' 형식 매개 변수를 바인딩할 수 없습니다.
pl: MC6011: Zdarzenie „{0}” ma typ obiektu delegowanego obsługi zdarzeń rodzajowych „{1}”. Parametrów typu „{1}” nie można łączyć z odpowiednim argumentem typu, ponieważ tag zawierający „{2}” nie jest typu ogólnego.
pt_br: MC6011: o evento '{0}' tem um tipo delegado de manipulador de eventos genérico '{1}'. Os parâmetros de tipo de '{1}' não podem ser associados a um argumento de tipo adequado porque a marca pertencente '{2}' não é do tipo genérico.
ru: MC6011: для события "{0}" имеется общий тип делегата обработчика событий "{1}". Параметры типа "{1}" не могут быть привязаны к аргументу подходящего типа, поскольку содержащий тег "{2}" не является общим типом.
tr: MC6011: '{0}' olayı genel bir olay işleyicisi temsilci türü '{1}' içeriyor. İçeren etiket '{2}' genel türde olduğundan, '{1}' tür parametreleri uygun bir tür bağımsız değişkenine bağlanamaz.
zh_hans: MC6011:“{0}”事件有一个通用的事件处理程序委托类型“{1}”。无法将“{1}”的类型参数与适当的类型参数绑定，因为所包含的标记“{2}”不是泛型类型。
zh_hant: MC6011: '{0}' 事件具有泛用事件處理常式委派型別 '{1}'。'{1}' 的型別參數無法與適當的型別引數繫結，因為包含標記 '{2}' 不是泛型型別。

# CurrentDirectory
source: Current project directory is '{0}'.
cs: Adresář aktuálního projektu je {0}.
de: Aktuelles Projektverzeichnis: "{0}".
es: El directorio del proyecto actual es '{0}'.
fr: Le répertoire projet actuel est '{0}'.
it: Directory di progetto corrente: '{0}'.
ja: 現在のプロジェクト ディレクトリは '{0}' です。
ko: 현재 프로젝트 디렉터리는 '{0}'입니다.
pl: Bieżący katalog projektu to „{0}”.
pt_br: O diretório atual do projeto é '{0}'.
ru: Текущий каталог проекта: "{0}".
tr: Geçerli proje dizini '{0}'.
zh_hans: 当前的项目目录是“{0}”。
zh_hant: 目前的專案目錄是 '{0}'。

# DefinitionAttributeNotAllowed
source: MC6022: Only a root tag can specify attribute '{0}:{1}'.
cs: MC6022: Atribut {0}:{1} může určovat pouze kořenový tag.
de: MC6022: Nur ein Stammtag kann Attribut "{0}:{1}" angeben.
es: MC6022: sólo una etiqueta raíz puede especificar el atributo '{0}:{1}'.
fr: MC6022 : seule une balise racine peut spécifier l'attribut '{0}:{1}'.
it: MC6022: l'attributo '{0}:{1}' può essere specificato solo in un tag radice.
ja: MC6022: 属性 '{0}:{1}' は、ルート タグでのみ指定できます。
ko: MC6022: 루트 태그에서만 '{0}:{1}' 특성을 지정할 수 있습니다.
pl: MC6022: Tylko tag główny może określać atrybut „{0}:{1}”.
pt_br: MC6022: somente uma marca de raiz pode especificar o atributo '{0}:{1}'.
ru: MC6022: атрибут "{0}:{1}" может быть указан только в корневом теге.
tr: MC6022: Yalnızca bir kök etiket öznitelik belirtebilir '{0}:{1}'.
zh_hans: MC6022: 只有根标记可以指定特性“{0}:{1}”。
zh_hant: MC6022: 只有根標記可以指定屬性 '{0}:{1}'。

# DefinitionTagNotAllowedAtRoot
source: MC6010: '{0}:{1}' cannot be specified as the root element.
cs: MC6010: Atribut {0}:{1} nelze určit jako kořenový prvek.
de: MC6010: "{0}:{1}" kann nicht als Stammelement angegeben werden.
es: MC6010: no se puede especificar '{0}:{1}' como elemento raíz.
fr: MC6010 : impossible de spécifier '{0}:{1}' comme élément racine.
it: MC6010: impossibile specificare '{0}:{1}' come elemento radice.
ja: MC6010: '{0}:{1}' は、ルート要素として指定できません。
ko: MC6010: '{0}:{1}'을(를) 루트 요소로 지정할 수 없습니다.
pl: MC6010: Nie można określić atrybutu „{0}:{1}” jako elementu głównego.
pt_br: MC6010: '{0}:{1}' não pode ser especificado como elemento raiz.
ru: MC6010: "{0}:{1}" не может быть указан как корневой элемент.
tr: MC6010: '{0}:{1}' kök öğe olarak belirtilemez.
zh_hans: MC6010: 不能将“{0}:{1}”指定为根元素。
zh_hant: MC6010: 無法指定 '{0}:{1}' 做為根項目。

# DefnTagsCannotBeNested
source: MC6004: '{0}:{1}' contains '{2}'. '{0}:{1}' can contain only a CDATA or text section.
cs: MC6004: Atribut {0}:{1} obsahuje atribut {2}. Atribut {0}:{1} může obsahovat pouze CDATA nebo textovou část.
de: MC6004: "{0}:{1}" enthält "{2}". "{0}:{1}" kann nur einen CDATA- oder einen Textabschnitt enthalten.
es: MC6004: '{0}:{1}' contiene '{2}'. '{0}:{1}' sólo puede contener una sección CDATA o de texto.
fr: MC6004 : '{0}:{1}' contient '{2}'. '{0}:{1}' ne peut contenir qu'une section CDATA ou texte.
it: MC6004: '{0}:{1}' contiene '{2}'. '{0}:{1}' può contenere solo una sezione CDATA o di testo.
ja: MC6004: '{0}:{1}' に '{2}' が含まれています。'{0}:{1}' は、CDATA またはテキスト セクションだけを含むことができます。
ko: MC6004: '{0}:{1}'에 '{2}'이(가) 있습니다. '{0}:{1}'에는 CDATA 또는 텍스트 섹션만 포함될 수 있습니다.
pl: MC6004: Atrybut „{0}:{1}” zawiera element „{2}”. Atrybut „{0}:{1}” może zawierać tylko element CDATA lub sekcję tekstową.
pt_br: MC6004: '{0}:{1}' contém '{2}'. '{0}:{1}' pode conter somente CDATA ou uma seção de texto.
ru: MC6004: "{0}:{1}" содержит "{2}". "{0}:{1}" может содержать только разделы CDATA или текстовый.
tr: MC6004: '{0}:{1}' öğesi '{2}' içeriyor. '{0}:{1}' yalnızca CDATA veya metin bölümü içerebilir.
zh_hans: MC6004:“{0}:{1}”包含“{2}”。“{0}:{1}”只能包含 CDATA 或文本部分。
zh_hant: MC6004: '{0}:{1}' 包含 '{2}'。'{0}:{1}' 只能包含 CDATA 或文字區段。

# DoCompilation
source: Started the markup compilation.
cs: Zahájení kompilace označení.
de: Markupkompilierung wurde gestartet.
es: Comenzó la compilación de marcado.
fr: Démarrage de la compilation du balisage.
it: Compilazione del markup avviata.
ja: マークアップのコンパイルを開始しました。
ko: 마크업 컴파일을 시작했습니다.
pl: Rozpoczęto kompilację znaczników.
pt_br: Iniciada a compilação da marcação.
ru: Компиляция разметки начата.
tr: İşaretleme derlemesi başlatıldı.
zh_hans: 启动标记编译。
zh_hant: 已開始進行標記編譯。

# EmptyEventStringNotAllowed
source: MC6030: {0}="{1}" is not valid. '{0}' event attribute value cannot be a string that is empty or has only white space.
cs: MC6030: Rovnice {0}={1} není platná. Hodnota atributu události {0} nemůže být prázdný řetězec nebo řetězec obsahující jen bílý prostor.
de: MC6030: {0}="{1}" ist ungültig. Der Wert des Ereignisattributs "{0}" darf keine leere Zeichenfolge sein oder nur Leerzeichen enthalten.
es: MC6030: {0}="{1}" no es válido. El valor de atributo de evento '{0}' no puede ser una cadena vacía ni tener sólo espacios en blanco.
fr: MC6030 : {0}="{1}" n'est pas valide. La valeur de l'attribut d'événement '{0}' ne peut pas être une chaîne vide ou ne comportant que des espaces.
it: MC6030: {0}="{1}" non è valido. Il valore dell'attributo dell'evento '{0}' non può essere una stringa vuota o composta solo da spazi vuoti.
ja: MC6030: {0}="{1}" は無効です。'{0}' イベント属性値に、空の文字列または空白だけの文字列を指定することはできません。
ko: MC6030: {0}="{1}"이(가) 잘못되었습니다. '{0}' 이벤트 특성 값은 빈 문자열 또는 공백만 포함된 문자열일 수 없습니다.
pl: MC6030: Wartość {0}=„{1}” jest nieprawidłowa. Wartość atrybutu zdarzenia „{0}” nie może być ciągiem, który jest pusty lub zawiera tylko biały znak.
pt_br: MC6030: {0}="{1}" não é válido. O valor do atributo de evento '{0}' não pode ser uma cadeia de caracteres vazia ou que tenha somente espaço em branco.
ru: MC6030: недопустимое значение {0}="{1}". Значение атрибута события "{0}" не может быть строкой, которая пуста или содержит только пробелы.
tr: MC6030: {0}="{1}" geçerli değil. '{0}' olay öznitelik değeri boş olan veya yalnızca boşluk içeren bir dize olamaz.
zh_hans: MC6030: {0}=“{1}”无效。“{0}”事件特性值不能为空字符串或只有空白。
zh_hant: MC6030: {0}="{1}" 無效。'{0}' 事件屬性值不可以是空字串或只包含空白字元的字串。

# FieldModifierNotAllowed
source: MC6021: {0}:FieldModifier cannot be specified on this tag because it has either no {0}:Name or Name attribute set, or the tag is locally defined and has a Name attribute set, which is not allowed.
cs: MC6021: {0}: Na tomto tagu nelze specifikovat třídu FieldModifier, protože buď nemá atribut {0}: Name nebo Name atribut není nastaven, nebo je tag lokálně definován a má parametr Name nastaven, což není povoleno.
de: MC6021: "{0}:FieldModifier" kann nicht für dieses Tag angegeben werden, da entweder kein "{0}:Name" oder Name-Attribut festgelegt ist, oder da das Tag lokal definiert wurde und ein nicht zulässiges Name-Attribut besitzt.
es: MC6021: no se puede especificar {0}:FieldModifier en esta etiqueta porque no tiene establecido el atributo {0}:Name o Name, o bien la etiqueta está definida localmente y tiene un atributo Name establecido, que no está permitido.
fr: MC6021 : {0}:FieldModifier ne peut pas être spécifié sur cette balise car il n'a pas d'attribut {0}:Name ou Name défini, ou la balise est localement définie et possède un attribut Name défini, ce qui n'est pas autorisé.
it: MC6021: impossibile specificare {0}:FieldModifier in questo tag perché non è impostato l'attributo {0}:Name o Name oppure il tag è definito localmente con un attributo Name impostato e questa condizione non è consentita.
ja: MC6021: {0}:FieldModifier をこのタグで指定することはできません。{0}:Name または Name 属性セットがないか、タグがローカルで定義され、Name 属性セットを保持しています。この処理は許可されていません。
ko: MC6021: 이 태그에 {0}:Name 또는 Name 특성 집합이 없거나 태그가 지역으로 정의되고 허용되지 않는 Name 특성 집합을 포함하고 있기 때문에 이 태그에 {0}:FieldModifier를 지정할 수 없습니다.
pl: MC6021: Nie można określić elementu {0}:FieldModifier dla tego tagu, ponieważ nie ma on ustawionego atrybutu {0}:Name lub Name, albo tag jest zdefiniowany lokalnie i ma ustawiony atrybut Name, który jest niedozwolony.
pt_br: MC6021: {0}:FieldModifier não pode ser especificado nesta marca porque não possui {0}:Name ou conjunto de atributos Name, ou a marca foi definida localmente ou tem um conjunto de atributos Name, o que não é permitido.
ru: MC6021: невозможно задать {0}:FieldModifier в данном теге, так как у него либо не заданы {0}:Name или атрибут Name, либо тег определен локально и для него задан атрибут Name, что не допускается.
tr: MC6021: {0}:Name veya Name özniteliği kümesi olmadığı ya da etiket yerel olarak tanımlanmadığı ve izin verilmeyen bir Name özniteliği kümesine sahip olduğu için {0}:FieldModifier bu etikette belirtilemiyor.
zh_hans: MC6021: 不能在该标记上指定 {0}:FieldModifier，因为它不具有 {0}:Name 或 Name 特性集，或者该标记是本地定义的且具有 Name 特性集，而这种情况是不允许的。
zh_hant: MC6021: 無法在此標記上指定 {0}:FieldModifier，因為它並未設定 {0}:Name 或 Name 屬性，或是標記已在本機定義且已設定 Name 屬性，上述兩種情況都是不允許的。

# FileNotFound
source: BG1002: File '{0}' cannot be found.
cs: BG1002: Soubor {0} nelze nalézt.
de: BG1002: Die Datei "{0}" wurde nicht gefunden.
es: BG1002: no se encuentra el archivo '{0}'.
fr: BG1002 : impossible de trouver le fichier '{0}'.
it: BG1002: il file '{0}' non è stato trovato.
ja: BG1002: ファイル '{0}' が見つかりません。
ko: BG1002: '{0}' 파일을 찾을 수 없습니다.
pl: BG1002: Nie można odnaleźć pliku „{0}”.
pt_br: BG1002: o arquivo '{0}' não pode ser encontrado.
ru: BG1002: не удается найти файл "{0}".
tr: BG1002: '{0}' dosyası bulunamıyor.
zh_hans: BG1002: 无法找到文件“{0}”。
zh_hant: BG1002: 找不到檔案 '{0}'。

# FileResolved
source: Input file '{0}' is resolved to new relative path '{1}' at directory '{2}'.
cs: Vstupní soubor {0} je přemístěn na jinou relativní cestu {1} v adresáři {2}.
de: Die Eingabedatei "{0}" wurde zu einem neuen relativen Pfad "{1}" im Verzeichnis "{2}" aufgelöst.
es: El archivo de entrada '{0}' se resuelve en una ruta de acceso relativa '{1}' en el directorio '{2}'.
fr: Résolution du fichier d'entrée '{0}' en nouveau chemin relatif '{1}' au répertoire '{2}'.
it: File di input '{0}' risolto in un nuovo percorso relativo '{1}' nella directory '{2}'.
ja: 入力ファイル '{0}' が、ディレクトリ '{2}' の新しい相対パス '{1}' に対して解決されています。
ko: '{2}' 디렉터리의 새로운 상대 경로 '{1}'에 '{0}' 입력 파일이 없습니다.
pl: Plik wejściowy „{0}” rozpoznano jako nową względną ścieżkę dostępu „{1}” w katalogu „{2}”.
pt_br: O arquivo de entrada '{0}' está resolvido para o novo caminho relativo '{1}' no diretório '{2}'.
ru: Входной файл "{0}" сопоставлен с новым относительным путем "{1}" в каталоге "{2}".
tr: '{0}' giriş dosyası '{2}' dizininde yeni '{1}' göreli yoluna çözümlendi.
zh_hans: 输入文件“{0}”在目录“{2}”处被解析为新的相对路径“{1}”。
zh_hant: 輸入檔案 '{0}' 已解析為新的相對路徑 '{1}' (於目錄 '{2}')。

# FilesFailedUidCheck
source: UM1004: {0} files failed Uid check.
cs: UM1004: Kontrola identifikátorů Uid u souborů {0} selhala.
de: UM1004: Fehler bei der Uid-Prüfung von {0} Dateien.
es: UM1004: error al comprobar los Uid en {0} archivos.
fr: UM1004 : échec du contrôle des Uid des fichiers {0}.
it: UM1004: controllo Uid non riuscito per {0} file.
ja: UM1004: {0} 個のファイルが、Uid チェックに失敗しました。
ko: UM1004: {0} 파일에서 Uid를 확인하지 못했습니다.
pl: UM1004: Liczba plików, w których sprawdzanie identyfikatorów Uid nie powiodło się, wynosi {0}.
pt_br: UM1004: {0} arquivos com falha na verificação de Uid.
ru: UM1004: проверка Uid не прошла для следующего числа файлов: {0}.
tr: UM1004: {0} dosya Uid denetiminde başarısız oldu.
zh_hans: UM1004: {0} 文件无法进行 Uid 检查。
zh_hant: UM1004: 無法針對 {0} 檔案執行 Uid 檢查。

# FilesPassedUidCheck
source: Uids valid in {0} files.
cs: Identifikátory Uid v souborech {0} jsou platné.
de: Uids gültig in {0} Dateien.
es: Uid válidos en {0} archivos.
fr: Uid valides dans les fichiers {0}.
it: Uids validi in {0} file.
ja: {0} 個のファイルの Uid が有効です。
ko: {0} 파일에서 유효한 Uid입니다.
pl: Liczba plików z prawidłowymi identyfikatorami Uid: {0}.
pt_br: Uids válidas em {0} arquivos.
ru: Допустимые коды Uid в {0} файлах.
tr: {0} dosyadaki Uid'ler geçerli.
zh_hans: 在 {0} 文件中有效的 Uid。
zh_hant: {0} 檔案中的 Uid 正確。

# FilesRemovedUid
source: Uids removed from {0} files.
cs: Identifikátory Uid byly ze souborů {0} odstraněny.
de: Uids entfernt aus {0} Dateien.
es: Uid quitados de {0} archivos.
fr: Uid supprimées des fichiers {0}.
it: Uids rimossi da {0} file.
ja: {0} 個のファイルから Uid が削除されました。
ko: {0} 파일에서 제거된 Uid입니다.
pl: Liczba plików, z których usunięto identyfikatory Uid: {0}.
pt_br: Uids removidas de {0} arquivos.
ru: Коды Uid удалены из {0} файлов.
tr: {0} dosyadan Uid'ler kaldırıldı.
zh_hans: 从 {0} 文件中移除的 Uid。
zh_hant: 已從 {0} 檔案移除 Uid。
