Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserXmlIslandUnexpected
source: MC3085: '{0}' element or property cannot contain an XML data island.
cs: MC3085: Prvek nebo vlastnost {0} nemůže obsahovat datový ostrůvek XML.
de: MC3085: Das Element oder die Eigenschaft "{0}" kann keine XML-Dateninsel enthalten.
es: MC3085: el elemento o propiedad '{0}' no puede contener una isla de datos XML.
fr: MC3085 : la propriété ou l'élément '{0}' ne peut pas contenir d'îlot de données XML.
it: MC3085: impossibile includere un'isola di dati XML nell'elemento o nella proprietà '{0}'.
ja: MC3085: '{0}' 要素またはプロパティに XML データ アイランドを含めることはできません。
ko: MC3085: '{0}' 요소 또는 속성에 XML 데이터 아일랜드를 포함할 수 없습니다.
pl: MC3085: Element „{0}” lub właściwość nie mogą zawierać wyspy danych XML.
pt_br: MC3085: o elemento ou a propriedade '{0}' não podem conter uma ilha de dados XML.
ru: MC3085: элемент или свойство "{0}" не может содержаться в области данных XML.
tr: MC3085: '{0}' öğesi veya özelliği XML veri adası içeremez.
zh_hans: MC3085:“{0}”元素或属性不能包含 XML 数据岛。
zh_hant: MC3085: '{0}' 項目或屬性不能包含 XML 資料島。

# ParserXmlLangPropertyValueInvalid
source: MC3092: XmlLangProperty attribute must specify a property name.
cs: MC3092: Atribut XmlLangProperty musí obsahovat určení názvu vlastnosti.
de: MC3092: Vom XmlLangProperty-Attribut muss ein Eigenschaftsname angegeben werden.
es: MC3092: el atributo XmlLangProperty debe especificar un nombre de propiedad.
fr: MC3092 : l'attribut XmlLangProperty doit spécifier un nom de propriété.
it: MC3092: l'attributo XmlLangProperty deve specificare un nome di proprietà.
ja: MC3092: XmlLangProperty 属性はプロパティ名を指定する必要があります。
ko: MC3092: XmlLangProperty 특성은 속성 이름을 지정해야 합니다.
pl: MC3092: Atrybut XmlLangProperty musi określać nazwę właściwości.
pt_br: MC3092: o atributo XmlLangProperty deve especificar um nome de propriedade.
ru: MC3092: атрибут XmlLangProperty должен указывать имя свойства.
tr: MC3092: XmlLangProperty özniteliğinin bir özellik adı belirtmesi gerekir.
zh_hans: MC3092: XmlLangProperty 特性必须指定属性名。
zh_hant: MC3092: XmlLangProperty 屬性必須指定屬性名稱。

# ParserXmlReaderNoLineInfo
source: MC3077: The class '{0}' does not implement IXmlLineInfo. This is required to get position information for the XAML being parsed.
cs: MC3077: Třída {0} neimplementuje IXmlLineInfo. To je požadováno pro získání informace o pozici pro analyzovaný soubor XAML.
de: MC3077: "IXmlLineInfo" wird von der Klasse "{0}" nicht implementiert. Dies ist erforderlich, um Positionsinformationen für die XAML-Datei zu erhalten, das gerade analysiert wird.
es: MC3077: la clase '{0}' no implementa IXmlLineInfo, que es necesario para obtener información de posición del XAML que se está analizando.
fr: MC3077 : la classe '{0}' n'implémente pas IXmlLineInfo. Cette implémentation est obligatoire pour obtenir les informations de position du XAML en cours d'analyse.
it: MC3077: la classe '{0}' non implementa IXmlLineInfo, ma ciò è necessario per il recupero delle informazioni di posizione per il file XAML in corso di analisi.
ja: MC3077: クラス '{0}' は IXmlLineInfo を実装しません。これは、解析する XAML の位置情報を取得するために必要です。
ko: MC3077: '{0}' 클래스는 IXmlLineInfo를 구현하지 않습니다. 이 요소는 구문 분석되고 있는 XAML에 대한 위치 정보를 가져오기 위해 필요합니다.
pl: MC3077: Klasa „{0}” nie implementuje interfejsu IXmlLineInfo. Jest to wymagane do pobrania informacji o położeniu dla analizowanego kodu XAML.
pt_br: MC3077: a classe '{0}' não implementa IXmlLineInfo. Isso é necessário para se obter as informações de posição do XAML em análise.
ru: MC3077: в классе "{0}" нет реализации IXmlLineInfo. Она требуется для получения сведений о позиции в анализируемом документе XAML.
tr: MC3077: '{0}' sınıfı IXmlLineInfo uygulamaz. Bu, ayrıştırılan XAML için konum bilgisi almak için gereklidir.
zh_hans: MC3077: 类“{0}”未实现 IXmlLineInfo。这是获取正在分析的 XAML 的位置信息所必需的。
zh_hant: MC3077: 類別 '{0}' 並未實作 IXmlLineInfo。必須實作，才能取得即將剖析之 XAML 的位置資訊。

# Parser_UnexpectedToken
source: MC3098: Unexpected token '{0}' at position '{1}'.
cs: MC3098: Neočekávaný token {0} na pozici {1}.
de: MC3098: Unerwartetes Token "{0}" an Position "{1}".
es: MC3098: símbolo (token) '{0}' inesperado en la posición '{1}'.
fr: MC3098 : jeton inattendu '{0}' à la position '{1}'.
it: MC3098: token imprevisto '{0}' nella posizione '{1}'.
ja: MC3098: 位置 '{1}' に予期しないトークン '{0}' があります。
ko: MC3098: '{1}' 위치에 예기치 못한 토큰 '{0}'이(가) 있습니다.
pl: MC3098: Nieoczekiwany token „{0}” na pozycji „{1}”.
pt_br: MC3098: Token '{0}' inesperado na posição '{1}'.
ru: MC3098: неожиданный маркер "{0}" в позиции "{1}".
tr: MC3098: '{1}' konumunda beklenmeyen '{0}' belirteci.
zh_hans: MC3098: 位置“{1}”处的意外标记“{0}”。
zh_hant: MC3098: 非預期的語彙基元 '{0}'，位置 '{1}'。

# Parsers_IllegalToken
source: MC3096: Token is not valid.
cs: MC3096: Token není platný.
de: MC3096: Token ist ungültig.
es: MC3096: el símbolo (token) no es válido.
fr: MC3096 : jeton non valide.
it: MC3096: token non valido.
ja: MC3096: トークンが無効です。
ko: MC3096: 토큰이 잘못되었습니다.
pl: MC3096: Nieprawidłowy token.
pt_br: MC3096: o token não é válido.
ru: MC3096: недопустимый маркер.
tr: MC3096: Belirteç geçerli değil.
zh_hans: MC3096: 标记无效。
zh_hant: MC3096: 語彙基元無效。

# PreparingCompile
source: Preparing for the markup compilation...
cs: Připravuji kompilaci označení...
de: Markupkompilierung wird vorbereitet...
es: Preparando la compilación de marcado...
fr: Préparation de la compilation du balisage...
it: Preparazione della compilazione del markup in corso...
ja: マークアップのコンパイルを準備しています...
ko: 태그 컴파일을 준비하는 중입니다.
pl: Trwa przygotowywanie do kompilacji znaczników...
pt_br: Preparando para a compilação da marcação...
ru: Подготовка компиляции разметки...
tr: İşaretleme derlemesi için hazırlanıyor...
zh_hans: 正在准备标记编译...
zh_hant: 正在準備標記編譯...

# QualifiedNameHasWrongFormat
source: MC4301: Type name '{0}' does not have the expected format 'className, assembly'.
cs: MC4301: Název typu {0} není v očekávaném formátu className, assembly.
de: MC4301: Der Typname "{0}" besitzt nicht das erwartete Format "className, Assembly".
es: MC4301: el nombre de tipo '{0}' no tiene el formato esperado 'nombreDeClase, ensamblado'.
fr: MC4301 : le nom de type '{0}' n'a pas le format attendu, 'className, assembly'.
it: MC4301: il nome di tipo '{0}' non è specificato nel formato previsto 'nomeClasse, assembly'.
ja: MC4301: 型名 '{0}' には、予期された書式 'className, assembly' がありません。
ko: MC4301: 형식 이름 '{0}'에 필요한 형식 'className, assembly'가 없습니다.
pl: MC4301: Nazwa typu „{0}” nie ma oczekiwanego formatu „nazwa_klasy, zestaw”.
pt_br: MC4301: o nome do tipo '{0}' não tem o formato esperado 'className, assembly'.
ru: MC4301: имя типа "{0}" не имеет ожидаемый формат "имя_класса, сборка".
tr: MC4301: '{0}' tür adı beklenen 'className, assembly' biçiminde değil.
zh_hans: MC4301: 类型名“{0}”不具有预期的格式“className, assembly”。
zh_hant: MC4301: 型別名稱 '{0}' 不是預期的格式 'className, assembly'。

# ReadResourceFile
source: Reading Resource file: '{0}'...
cs: Načítám soubor Resource: {0}...
de: Resource-Datei "{0}" wird gelesen...
es: Leyendo el archivo Resource: '{0}'...
fr: Lecture du fichier Resource : '{0}'...
it: Lettura del file Resource '{0}' in corso...
ja: Resource ファイル '{0}' を読み取っています...
ko: Resource 파일 '{0}'을(를) 읽는 중입니다.
pl: Trwa odczytywanie pliku Resource: „{0}”...
pt_br: Lendo o arquivo Resource: '{0}'...
ru: Чтение файла Resource: "{0}"...
tr: Resource dosyası okunuyor: '{0}'...
zh_hans: 正在读取 Resource 文件:“{0}”...
zh_hant: 正在讀取 Resource 檔案: '{0}'...

# RecompiledXaml
source: Recompiled XAML file : '{0}'.
cs: Znovu kompilovaný soubor XAML: {0}.
de: Neukompilierte XAML-Datei: "{0}".
es: Archivo XAML compilado de nuevo: '{0}'.
fr: Fichier XAML recompilé : '{0}'.
it: File XAML ricompilato: '{0}'.
ja: XAML ファイル '{0}' を再コンパイルしました。
ko: XAML 파일 '{0}'을(를) 다시 컴파일했습니다.
pl: Ponownie skompilowany plik XAML: „{0}”.
pt_br: Arquivo XAML recompilado : '{0}'.
ru: Перекомпилированный файл XAML: "{0}".
tr: XAML dosyası yeniden derlendi : '{0}'.
zh_hans: 重新编译的 XAML 文件:“{0}”。
zh_hant: 已重新編譯 XAML 檔案: '{0}'。

# ReferenceFile
source: Input: Assembly Reference file: '{0}'.
cs: Vstup: soubor Assembly Reference: {0}.
de: Eingabe: Assembly Reference-Datei: "{0}".
es: Entrada: archivo Reference de ensamblado: '{0}'.
fr: Entrée : fichier Reference d'assembly : '{0}'.
it: Input: file Reference assembly: '{0}'.
ja: 入力: アセンブリ Reference ファイル: '{0}'。
ko: 입력: 어셈블리 Reference 파일: '{0}'.
pl: Wejście: Plik Reference zestawu : „{0}”.
pt_br: Entrada: arquivo Reference do assembly: '{0}'.
ru: Входное значение: файл Reference для сборки: "{0}".
tr: Giriş: Bütünleştirilmiş Kod Reference dosyası: '{0}'.
zh_hans: 输入: 程序集 Reference 文件:“{0}”。
zh_hant: 輸入: 組件 Reference 檔案: '{0}'。

# ResourceId
source: Resource ID is '{0}'.
cs: Resource ID je {0}.
de: Die Ressourcen-ID lautet "{0}".
es: El Id. de recurso es '{0}'.
fr: L'ID de ressource est '{0}'.
it: ID risorsa: '{0}'.
ja: リソース ID は '{0}' です。
ko: Resource ID는 '{0}'입니다.
pl: Identyfikator ID zasobu to: „{0}”.
pt_br: A ID de recurso é '{0}'.
ru: Код ресурса - "{0}".
tr: Kaynak Kimliği '{0}'.
zh_hans: 资源 ID 是“{0}”。
zh_hant: 資源識別碼是 '{0}'。

# ResourceTooBig
source: RG1001: Input resource file '{0}' exceeds maximum size of {1} bytes.
cs: RG1001: Vstupní zdrojový soubor {0} překračuje maximální velikost {1} bajtů.
de: RG1001: Die Eingaberessourcendatei "{0}" überschreitet die maximale Größe von {1} Byte.
es: RG1001: el archivo de recursos de entrada '{0}' supera el tamaño máximo de {1} bytes.
fr: RG1001 : le fichier de ressources en entrée '{0}' dépasse la taille maximale ({1} octets).
it: RG1001: le dimensioni del file di risorse di input '{0}' superano il massimo consentito di {1} byte.
ja: RG1001: 入力リソース ファイル '{0}' が、最大サイズの {1} バイトを超えました。
ko: RG1001: 입력 리소스 파일 '{0}'이(가) {1} 바이트의 최대 크기를 초과합니다.
pl: RG1001: Wejściowy plik zasobów „{0}” przekracza maksymalny rozmiar {1} bajtów.
pt_br: RG1001: o arquivo de recurso de entrada '{0}' excede o tamanho máximo de {1} bytes.
ru: RG1001: входной файл ресурсов "{0}" превышает максимальную длину в {1} байт.
tr: RG1001: '{0}' giriş kaynak dosyası {1} baytlık en fazla boyut sınırını aşıyor.
zh_hans: RG1001: 输入的资源文件“{0}”超过 {1} 字节的最大大小。
zh_hant: RG1001: 輸入資源檔案 '{0}' 超過 {1} 位元組的大小上限。

# ResourcesGenerated
source: Generated .resources file: '{0}'.
cs: Vygenerovaný soubor .resources: {0}.
de: .resources-Datei "{0}" wurde generiert.
es: Archivo .resources generado: '{0}'.
fr: Fichier .resources généré : '{0}'.
it: File con estensione .resources generato: '{0}'.
ja: .resources ファイル '{0}' を生成しました。
ko: .resources 파일 '{0}'을(를) 생성했습니다.
pl: Wygenerowano plik .resources: „{0}”.
pt_br: Arquivo .resources gerado: '{0}'.
ru: Сгенерирован файл .resources: "{0}".
tr: .resources dosyası oluşturuldu: '{0}'.
zh_hans: 生成的 .resources 文件:“{0}”。
zh_hant: 已產生 .resources 檔案: '{0}'。

# ResourcesGenerating
source: Generating .resources file: '{0}'...
cs: Generuji soubor .resources: {0}...
de: .resources-Datei "{0}" wird generiert...
es: Generando archivo .resources: '{0}'...
fr: Génération du fichier .resources : '{0}'...
it: Generazione del file con estensione .resources '{0}' in corso...
ja: .resources ファイル '{0}' を生成しています...
ko: .resources 파일 '{0}'을(를) 생성하는 중입니다.
pl: Trwa generowanie pliku .resources: „{0}”...
pt_br: Gerando arquivo .resources: '{0}'...
ru: Генерация файла .resources: "{0}"...
tr: .resources dosyası oluşturuluyor: '{0}'...
zh_hans: 正在生成 .resources 文件:“{0}”...
zh_hant: 正在產生 .resources 檔案: '{0}'...

# RoutedEventNotRegistered
source: MC6006: {0}.{1}="{2}" is not valid. '{1}' must be a RoutedEvent registered with a name that ends with the keyword "Event".
cs: MC6006: Rovnice {0}.{1}={2} není platná. {1} musí být třída RoutedEvent registrovaná pro název, který končí klíčovým slovem Event.
de: MC6006: {0}.{1}="{2}" ist ungültig. "{1}" muss ein RoutedEvent sein, das mit einem Namen registriert wurde, der mit dem Schlüsselwort "Event" endet.
es: MC6006: {0}.{1}="{2}" no es válido. '{1}' debe ser un elemento RoutedEvent registrado con un nombre que termine con la palabra clave "Event".
fr: MC6006 : {0}.{1}="{2}" n'est pas valide. '{1}' doit être un événement RoutedEvent inscrit avec un nom qui se termine par le mot clé "Event".
it: MC6006: {0}.{1}="{2}" non è valido. '{1}' deve essere un RoutedEvent registrato con un nome che termina con la parola chiave "Event".
ja: MC6006: {0}.{1}="{2}" は無効です。'{1}' は、"Event" というキーワードで終わる名前で登録された RoutedEvent でなければなりません。
ko: MC6006: {0}.{1}="{2}"이(가) 잘못되었습니다. '{1}'은(는) 키워드 "Event"로 끝나는 이름으로 등록된 RoutedEvent여야 합니다.
pl: MC6006: {0}.Wyrażenie {1}="{2}" jest nieprawidłowe. „{1}” musi być zdarzeniem RoutedEvent zarejestrowanym z nazwą kończącą się słowem kluczowym „Event”.
pt_br: MC6006: {0}.{1}="{2}" não é válido. '{1}' deve ser um RoutedEvent registrado com um nome que termina com a palavra-chave "Event".
ru: MC6006: недопустимая строка {0}.{1}="{2}". Для применения этого синтаксиса {1} должно быть событием RoutedEvent, зарегистрированным с именем, оканчивающимся на ключевое слово "Event".
tr: MC6006: {0}.{1}="{2}" geçerli değil. '{1}' "Event" anahtar sözcüğüyle biten bir adla kaydedilmiş bir RoutedEvent olmalıdır.
zh_hans: MC6006: {0}.{1}=“{2}”无效。“{1}”必须是使用以关键字“Event”结束的名称注册的 RoutedEvent。
zh_hant: MC6006: {0}.{1}="{2}" 無效。'{1}' 必須是以結尾是關鍵字 "Event" 之名稱登錄的 RoutedEvent。

# SourceFileNameNeeded
source: UM1005: You must pass markup files to the task.
cs: UM1005: Úloze musíte předat soubory označení.
de: UM1005: Der Aufgabe müssen Markupdateien übergeben werden.
es: UM1005: debe pasar archivos de marcado a la tarea.
fr: UM1005 : vous devez passer les fichiers de balisage à la tâche.
it: UM1005: è necessario passare i file di markup all'attività.
ja: UM1005: マークアップ ファイルをタスクに渡す必要があります。
ko: UM1005: 태그 파일을 작업에 전달해야 합니다.
pl: UM1005: Musisz przekazać pliki znaczników do zadania.
pt_br: UM1005: você deve transferir os arquivos de marcação para a tarefa.
ru: UM1005: необходимо передать файлы разметки задаче.
tr: UM1005: Göreve işaretleme dosyaları geçirmeniz gerekir.
zh_hans: UM1005: 您必须将标记文件传入到任务。
zh_hant: UM1005: 您必須將標記檔案傳遞給工作。

# SourceNameNotSupportedForStyleTriggers
source: MC4110: SourceName property cannot be set within Style.Triggers section.
cs: MC4110: Vlastnost SourceName nelze nastavit v sekci Style.Triggers.
de: MC4110: Die SourceName-Eigenschaft kann nicht innerhalb eines Style.Triggers-Abschnitts festgelegt werden.
es: MC4110: no se puede establecer la propiedad SourceName en la sección Style.Triggers.
fr: MC4110 : la propriété SourceName ne peut pas être définie au sein de la section Style.Triggers.
it: MC4110: impossibile impostare la proprietà SourceName nella sezione Style.Triggers.
ja: MC4110: SourceName プロパティは、Style.Triggers セクション内で設定できません。
ko: MC4110: Style.Triggers 섹션에 SourceName 속성을 설정할 수 없습니다.
pl: MC4110: Właściwość SourceName nie może być ustawiona w sekcji Style.Triggers.
pt_br: MC4110: a propriedade SourceName não pode ser definida na seção Style.Triggers.
ru: MC4110: свойство SourceName невозможно задать в разделе Style.Triggers.
tr: MC4110: SourceName özelliği Style.Triggers bölümü içinde ayarlanamaz.
zh_hans: MC4110: Style.Triggers 部分内无法设置 SourceName 属性。
zh_hant: MC4110: 無法在 Style.Triggers 區段中設定 SourceName 屬性。

# StyleImpliedAndComplexChildren
source: MC4001: Style does not support both {0} tags and Style.{1} property tags for a single Style. Use one or the other.
cs: MC4001: Style nepodporuje současně tagy {0} a tagy vlastností Style {1} pro jeden Style. Použijte buď jedno, nebo druhé.
de: MC4001: Style unterstützt nicht gleichzeitig {0}-Tags und Style.{1}-Eigenschaftstags in einem einzelnen Style. Verwenden Sie nicht beide gleichzeitig.
es: MC4001: Style no admite etiquetas {0} y etiquetas de propiedad Style.{1} a la vez para un solo elemento Style. Use unas u otras.
fr: MC4001 : Style ne prend pas en charge à la fois les balises {0} et les balises de propriété Style.{1} pour un même Style. Utilisez l'une ou l'autre solution.
it: MC4001: per Style non sono supportati sia i tag {0} che i tag di proprietà Style.{1} per un singolo Style. Utilizzare un tipo di tag o l'altro.
ja: MC4001: Style は、{0} タグと Style.{1} プロパティ タグの両方を単一の Style に対してサポートしていません。どちらか一方を使用してください。
ko: MC4001: Style은 단일 Style에 대해 {0} 태그와 Style.{1} 속성 태그를 모두 지원하지는 않습니다. 둘 중 하나만 사용하십시오.
pl: MC4001: Style nie obsługuje jednocześnie tagów {0} i tagów właściwości Style.{1} dla pojedyńczego elementu Style. Użyj tagów jednego rodzaju.
pt_br: MC4001: Style não oferece suporte a {0} marcas e marcas de propriedade Style.{1} para um único Style. Use um ou outro.
ru: MC4001: одновременное использование в Style тегов {0} и тегов свойств Style.{1} для одного Style не поддерживается. Используйте одно из двух.
tr: MC4001: Style, tek bir Style için {0} etiketlerinin ve Style.{1} özellik etiketlerinin ikisini birden destelemiyor. Birini veya diğerini kullanın.
zh_hans: MC4001: Style 不同时支持单个 Style 的 {0} 标记和 Style.{1} 属性标记。请使用其中的一个或另一个。
zh_hant: MC4001: Style 無法同時支援 {0} 標記與 Style.{1} 屬性標記做為單一 Style。請使用其中一個。

# StyleKnownTagWrongLocation
source: MC4002: The Style property tag '{0}' can only be specified directly under a Style tag.
cs: MC4002: Tag vlastnosti Style {0} může být určen pouze přímo pod tagem Style.
de: MC4002: Das Styleeigenschaftstag "{0}" kann nur direkt in einem Styletag angegeben werden.
es: MC4002: la etiqueta de propiedad Style '{0}' sólo se puede especificar directamente bajo una etiqueta Style.
fr: MC4002 : la balise de propriété Style '{0}' ne peut être spécifiée directement que sous une balise Style.
it: MC4002: è possibile specificare il tag di proprietà Style '{0}' solo direttamente in un tag Style.
ja: MC4002: Style プロパティ タグ '{0}' は、Style タグ内でのみ直接指定できます。
ko: MC4002: Style 속성 태그 '{0}'은(는) Style 태그에서만 직접 지정할 수 있습니다.
pl: MC4002: Tag „{0}” właściwości elementu Style „{0}” można określić jedynie bezpośrednio pod tagiem Style.
pt_br: MC4002: a marca de propriedade Style '{0}' somente pode ser especificada diretamente em uma marca Style.
ru: MC4002: тег свойства Style "{0}" можно указывать только непосредственно внутри тега Style.
tr: MC4002: Style özellik etiketi '{0}' yalnızca doğrudan bir Style etiketi altında belirtilebilir.
zh_hans: MC4002: 只能直接在 Style 标记下指定 Style 属性标记“{0}”。
zh_hant: MC4002: 只能在 Style 標記下直接指定 Style 屬性標記 '{0}'。

# StyleNoPropOrEvent
source: MC4005: Cannot find the Style {0} '{1}' on the type '{2}'.
cs: MC4005: Nelze najít Style {0} {1} u typu {2}.
de: MC4005: Style {0} "{1}" wurde in Typ "{2}" nicht gefunden.
es: MC4005: no se puede encontrar el elemento Style {0} '{1}' en el tipo '{2}'.
fr: MC4005 : impossible de trouver le Style {0} '{1}' sur le type '{2}'.
it: MC4005: impossibile trovare lo Style {0} '{1}' nel tipo '{2}'.
ja: MC4005: 型 '{2}' に Style {0} '{1}' が見つかりません。
ko: MC4005: '{2}' 형식에서 Style {0} '{1}'을(를) 찾을 수 없습니다.
pl: MC4005: Nie można odnaleźć elementu Style {0} „{1}” w typie „{2}”.
pt_br: MC4005: não é possível encontrar Style {0} '{1}' no tipo '{2}'.
ru: MC4005: не удается найти Style {0} "{1}" типа "{2}".
tr: MC4005: '{2}' türünde Style {0} '{1}' bulunamıyor.
zh_hans: MC4005: 无法在类型“{2}”上找到 Style {0}“{1}”。
zh_hant: MC4005: 在型別 '{2}' 中找不到 Style {0} '{1}'。

# StyleNoTarget
source: MC4003: Cannot resolve the Style {0} '{1}'. Verify that the owning type is the Style's TargetType, or use Class.Property syntax to specify the {0}.
cs: MC4003: Nelze rozlišit Style {0} {1}. Ověřte, zda vlastnící typ je Style's TargetType, nebo použijte syntaxi Class.Property pro určení stylu {0}.
de: MC4003: Style {0} "{1}" kann nicht aufgelöst werden. Stellen Sie sicher, dass der besitzende Typ "TargetType" von "Style" ist, oder verwenden Sie die Class.Property-Syntax, um {0} anzugeben.
es: MC4003: no se puede resolver Style {0} '{1}'. Compruebe que el tipo de propiedad sea TargetType de Style; o bien use la sintaxis Class.Property para especificar {0}.
fr: MC4003 : impossible de résoudre le Style {0} '{1}'. Vérifiez que le type propriétaire est le TargetType de Style ou utilisez la syntaxe Class.Property pour spécifier le {0}.
it: MC4003: impossibile risolvere lo Style {0} '{1}'. Verificare che il tipo proprietario sia il TargetType dello Style oppure utilizzare la sintassi Class.Property specificare lo stile {0}.
ja: MC4003: Style {0} '{1}' を解決できません。所有している型が Style の TargetType であることを確認するか、Class.Property 構文を使用して {0} を指定してください。
ko: MC4003: Style {0} '{1}'을(를) 확인할 수 없습니다. 소유하고 있는 형식이 Style의 TargetType인지 확인하거나 Class.Property 구문을 사용하여 {0}을(를) 지정합니다.
pl: MC4003: Nie można rozpoznać elementu Style {0} „{1}”. Sprawdź, czy typ będący właścicielem to typ TargetType elementu Style albo użyj składni Class.Property do określenia elementu {0}.
pt_br: MC4003: não é possível resolver Style {0} '{1}'. Verifique se o tipo de propriedade é TargetType de Style ou use a sintaxe Class.Property para especificar {0}.
ru: MC4003: не удается разрешить Style {0} "{1}". Проверьте, что тип-владелец - TargetType объекта Style, или с помощью синтаксиса Class.Property задайте {0}.
tr: MC4003: Style {0} '{1}' çözümlenemiyor. Sahip olan türün Style'ın TargetType öğesi olduğunu doğrulayın veya {0} belirtmek için Class.Property sözdizimini kullanın.
zh_hans: MC4003: 无法解析 Style {0}“{1}”。请确认拥有的类型是 Style 的 TargetType，或使用 Class.Property 语法指定 {0}。
zh_hant: MC4003: 無法解析 Style {0} '{1}'。請確定擁有者型別是 Style 的 TargetType，或使用 Class.Property 語法來指定 {0}。

# StyleNoTopLevelElement
source: MC4004: Style cannot contain child '{0}'. Style child must be a Setter because it is added to the Setters collection.
cs: MC4004: Style nemůže obsahovat podřazený prvek {0}. Podřazený prvek Style musí být typu Setter, protože se přidává do kolekce Setter.
de: MC4004: Der Style darf kein untergeordnetes {0}-Objekt enthalten. Bei dem untergeordneten Styleobjekt muss es sich um einen Setter-Accessor handeln, da das Objekt der Setters-Sammlung hinzugefügt wird.
es: MC4004: Style no puede contener el elemento secundario '{0}'. El elemento secundario Style debe ser un elemento Setter porque se agrega a la colección de Setters.
fr: MC4004 : Style ne peut pas contenir d'enfant '{0}'. L'enfant Style doit être une méthode Setter car il est ajouté à la collection Setters.
it: MC4004: Style non può contenere l'elemento figlio '{0}'. L'elemento figlio Style deve essere un Setter perché viene aggiunto alla raccolta Setters.
ja: MC4004: Style に子 '{0}' を含めることはできません。Style の子は Setter コレクションに追加されるため、Setter でなければなりません。
ko: MC4004: Style에 자식 '{0}'을(를) 포함할 수 없습니다. Style 자식이 Setter 컬렉션에 추가되기 때문에 해당 자식은 Setter여야 합니다.
pl: MC4004: Element Style nie może zawierać elementu podrzędnego „{0}”. Element podrzędny elementu Style musi być typu Setter, ponieważ jest dodawany do kolekcji Setters.
pt_br: MC4004: Style não pode conter '{0}' filho. O Style filho deve ser um Setter porque está anexado à coleção Setters.
ru: MC4004: Style не может содержать дочерние объекты "{0}". Дочерний объект для Style должен быть типа Setter, так как он добавляется в семейство Setters.
tr: MC4004: Style, '{0}' alt öğesini içeremez. Style alt öğesi Setters koleksiyonuna eklendiği için bir Setter olmalıdır.
zh_hans: MC4004: Style 不能包含子级“{0}”。Style 子级必须是 Setter，因为它被添加到 Setter 集合。
zh_hant: MC4004: Style 不能包含子 '{0}'。Style 子項目必須是 Setter，因為它會新增到 Setters 集合。
