Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserNoChildrenTag
source: MC3051: The type '{0}' does not support element content.
cs: MC3051: Typ {0} nepodporuje obsah tohoto prvku.
de: MC3051: Elementinhalte werden vom Typ "{0}" nicht unterstützt.
es: MC3051: el tipo '{0}' no admite el contenido de elementos.
fr: MC3051 : le type '{0}' ne prend pas en charge le contenu de l'élément.
it: MC3051: il tipo '{0}' non supporta contenuto di elementi.
ja: MC3051: 型 '{0}' は要素のコンテンツをサポートしません。
ko: MC3051: '{0}' 형식은 요소 콘텐츠를 지원하지 않습니다.
pl: MC3051: Typ „{0}” nie obsługuje zawartości elementu.
pt_br: MC3051: o tipo '{0}' não oferece suporte ao conteúdo do elemento.
ru: MC3051: тип "{0}" не поддерживает содержимое элемента.
tr: MC3051: '{0}' türü öğe içeriğini desteklemez.
zh_hans: MC3051: 类型“{0}”不支持元素内容。
zh_hant: MC3051: 型別 '{0}' 不支援項目內容。

# ParserNoDictionaryKey
source: MC3022: All objects added to an IDictionary must have a Key attribute or some other type of key associated with them.
cs: MC3022: Všechny objekty přidávané do adresáře IDictionary musejí obsahovat atribut Key nebo jiný typ klíče.
de: MC3022: Alle zu "IDictionary" hinzugefügten Elemente müssen über ein Key-Attribut oder einen anderen ihnen zugeordneten Schlüsseltyp verfügen.
es: MC3022: todos los objetos agregados a un elemento IDictionary deben tener un atributo Key o algún otro tipo de clave asociado.
fr: MC3022 : tous les objets ajoutés à un IDictionary doivent avoir un attribut Key ou un autre type de clé associé.
it: MC3022: a tutti gli oggetti aggiunti in un IDictionary deve essere associato un attributo Key o un altro tipo di chiave.
ja: MC3022: IDictionary に追加されるすべてのオブジェクトは、Key 属性またはオブジェクトに関連する別の型のキーを保持している必要があります。
ko: MC3022: IDictionary에 추가된 모든 개체에는 Key 특성 또는 개체와 연결된 다른 형식의 키가 있어야 합니다.
pl: MC3022: Wszystkie obiekty dodane do właściwości IDictionary muszą mieć ustawiony atrybut Key lub mieć skojarzony inny dowolny typ klucza.
pt_br: MC3022: todos os objetos adicionados a um IDictionary devem ter um atributo Key ou algum outro tipo de chave associada a eles.
ru: MC3022: все объекты, добавленные в IDictionary, должны иметь связанный с ними атрибут Key или другой тип ключа.
tr: MC3022: Bir IDictionary öğesine eklenen tüm nesnelerin bir Key özniteliği veya kendilerine atanmış başka tür anahtarı olması gerekir.
zh_hans: MC3022: 所有添加到 IDictionary 的对象必须具有 Key 特性，或有与这些对象相关的某些其他类型的密钥。
zh_hant: MC3022: 新增至 IDictionary 的所有物件必須具有 Key 屬性 (或是與其關聯的某些型別的索引鍵)。

# ParserNoDictionaryName
source: MC3023: The Key attribute can only be used on a tag contained in a Dictionary (such as a ResourceDictionary).
cs: MC3023: Atribut Key lze použít pouze pro tag obsažený v Dictionary (jako například ResourceDictionary).
de: MC3023: Das Key-Attribut kann nur für Tags verwendet werden, die sich in einem Dictionary (beispielsweise in "ResourceDictionary") befinden.
es: MC3023: el atributo Key sólo se puede usar en una etiqueta contenida en un elemento Dictionary (como ResourceDictionary).
fr: MC3023 : l'attribut Key ne peut pas être utilisé sur une balise contenue dans un Dictionary (comme ResourceDictionary).
it: MC3023: è possibile utilizzare l'attributo Key solo in un tag contenuto in un Dictionary, ad esempio un ResourceDictionary.
ja: MC3023: Key 属性は、Dictionary (ResourceDictionary など) に含まれているタグでのみ使用できます。
ko: MC3023: Key 특성은 ResourceDictionary와 같은 Dictionary에 포함된 태그에서만 사용할 수 있습니다.
pl: MC3023: Atrybutu Key może zostać użyty tylko w tagu zawartym w klasie Dictionary (takiej jak ResourceDictionary).
pt_br: MC3023: o atributo Key somente pode ser usado em uma marca contida em um Dictionary (como ResourceDictionary).
ru: MC3023: атрибут Key можно использовать только в теге, содержащемся в Dictionary (например, ResourceDictionary).
tr: MC3023: Key özniteliği yalnızca bir Dictionary içinde (örneğin ResourceDictionary) yer alan bir etikette kullanılabilir.
zh_hans: MC3023: Key 特性只能用于包含在 Dictionary (如 ResourceDictionary)中的标记。
zh_hant: MC3023: Key 屬性只能用於包含在 Dictionary (例如 ResourceDictionary) 中的標記上。

# ParserNoDigitEnums
source: MC3032: '{1}' cannot be used as a value for '{0}'. Numbers are not valid enumeration values.
cs: MC3032: Hodnotu {1} nelze použít jako hodnotu pro typ {0}. Čísla nejsou platnými hodnotami výčtu.
de: MC3032: "{1}" kann nicht als Wert für "{0}" verwendet werden. Zahlen sind keine gültigen Aufzählungswerte.
es: MC3032: no se puede usar '{1}' como valor para '{0}'. Los números no son valores de enumeración válidos.
fr: MC3032 : '{1}' ne peut pas être utilisé comme valeur de '{0}'. Les nombres ne sont pas des valeurs d'énumération valides.
it: MC3032: impossibile utilizzare '{1}' come valore per '{0}'. I numeri non sono valori di enumerazione validi.
ja: MC3032: '{1}' は、'{0}' の値として使用できません。数字は有効な列挙値ではありません。
ko: MC3032: '{1}'을(를) '{0}'에 대한 값으로 사용할 수 없습니다. 번호가 올바른 열거형 값이 아닙니다.
pl: MC3032: Nie można użyć elementu „{1}” jako wartości dla parametru „{0}”. Liczby nie są poprawnymi wartościami wyliczania.
pt_br: MC3032: '{1}' não pode ser usado como valor de '{0}'. Os números não são valores válidos de enumeração.
ru: MC3032: "{1}" нельзя использовать в качестве значения для "{0}". Числа не являются допустимыми значениями перечисления.
tr: MC3032: '{0}' için '{1}' değer olarak kullanılamaz. Sayılar geçerli sabit listesi değeri değildir.
zh_hans: MC3032:“{1}”无法用作“{0}”的值。数字不是有效的枚举值。
zh_hant: MC3032: '{1}' 無法用做為 '{0}' 的值。數字不是有效的列舉值。

# ParserNoEventTag
source: MC3053: Cannot use property element syntax to specify event handler '{0}'.
cs: MC3053: Nelze používat syntax prvku vlastnosti pro určení ovladače událostí {0}.
de: MC3053: Die Eigenschaftselementsyntax kann nicht zum Angeben des Ereignishandlers "{0}" verwendet werden.
es: MC3053: no se puede usar la sintaxis de elemento de propiedad para especificar el controlador de eventos '{0}'.
fr: MC3053 : impossible d'utiliser la syntaxe de l'élément de propriété pour spécifier le gestionnaire d'événements '{0}'.
it: MC3053: impossibile utilizzare la sintassi degli elementi proprietà per specificare il gestore eventi '{0}'.
ja: MC3053: プロパティ要素の構文を使用してイベント ハンドラー '{0}' を指定できません。
ko: MC3053: 속성 요소 구문을 사용하여 '{0}' 이벤트 처리기를 지정할 수 없습니다.
pl: MC3053: Do określania obsługi zdarzenia „{0}” nie można użyć składni elementu właściwości.
pt_br: MC3053: não é possível utilizar a sintaxe de elemento de propriedade para especificar o manipulador de eventos'{0}'.
ru: MC3053: синтаксис элемента свойства нельзя использовать для задания обработчика событий "{0}".
tr: MC3053: '{0}' olay işleyicisini belirtmek için özellik öğesi sözdizimi kullanılamaz.
zh_hans: MC3053: 无法使用属性元素语法来指定事件处理程序“{0}”。
zh_hant: MC3053: 無法使用屬性項目語法來指定事件處理常式 '{0}'。

# ParserNoEvents
source: MC3052: XAML file that contains events must be compiled.
cs: MC3052: Musí být kompilován soubor XAML obsahující události.
de: MC3052: Die XAML-Datei, in der Ereignisse enthalten sind, muss kompiliert werden.
es: MC3052: se debe compilar el archivo XAML que contiene eventos.
fr: MC3052 : le fichier XAML qui contient les événements doit être compilé.
it: MC3052: è necessario compilare i file XAML che contengono eventi.
ja: MC3052: イベントを含む XAML ファイルはコンパイルする必要があります。
ko: MC3052: 이벤트가 포함된 XAML 파일은 컴파일해야 합니다.
pl: MC3052: Plik XAML zawierający zdarzenia musi być skompilowany.
pt_br: MC3052: o arquivo XAML que contém eventos deve ser compilado.
ru: MC3052: файл XAML, содержащий события, необходимо скомпилировать.
tr: MC3052: Olay içeren XAML dosyasının derlenmesi gerekir.
zh_hans: MC3052: 必须编译包含事件的 XAML 文件。
zh_hant: MC3052: 必須編譯包含事件的 XAML 檔案。

# ParserNoNameOnType
source: MC3054: The type '{0}' cannot have a Name attribute. Value types and types without a default constructor can be used as items within a ResourceDictionary.
cs: MC3054: Typ {0} nemůže obsahovat atribut Name. Tyto hodnoty a typy bez výchozího konstruktoru mohou být použity jako položky slovníku ResourceDictionary.
de: MC3054: Der Typ "{0}" darf kein Name-Attribut besitzen. Werttypen und Typen ohne Standardkonstruktor können innerhalb von "ResourceDictionary" als Elemente verwendet werden.
es: MC3054: el tipo '{0}' no puede tener un atributo Name. En un elemento ResourceDictionary, se pueden usar como elementos los tipos de valor y los tipos sin un constructor predeterminado.
fr: MC3054 : le type '{0}' ne peut pas avoir d'attribut Name. Les types valeur et les types sans constructeur par défaut peuvent être utilisés comme éléments au sein d'un ResourceDictionary.
it: MC3054: attributo Name non consentito per il tipo '{0}'. I tipi valore e i tipi senza un costruttore predefinito possono essere utilizzati come elementi in un ResourceDictionary.
ja: MC3054: 型 '{0}' は Name 属性を持つことができません。値の型と既定のコンストラクターのない型を、ResourceDictionary 内で項目として使用できます。
ko: MC3054: '{0}' 형식에 Name 특성을 사용할 수 없습니다. 기본 생성자가 없는 값 형식과 형식은 ResourceDictionary에서 항목으로 사용할 수 있습니다.
pl: MC3054: Typ „{0}” nie może mieć atrybutu Name. Typy wartości oraz typy bez konstruktora domyślnego mogą zostać użyte jako elementy w klasie ResourceDictionary.
pt_br: MC3054: o tipo '{0}' não pode ter um atributo Name. Os tipos de valor e tipos sem um construtor padrão podem ser usados como itens em um ResourceDictionary.
ru: MC3054: тип "{0}" не может иметь атрибут Name. Типы значений и типы без заданного по умолчанию конструктора можно использовать как элементы внутри ResourceDictionary.
tr: MC3054: '{0}' türü Name özniteliğine sahip olamaz. Değer türleri ve varsayılan oluşturucusu olmayan türler bir ResourceDictionary içinde öğe olarak kullanılabilir.
zh_hans: MC3054: 类型“{0}”不能具有 Name 特性。值类型和没有默认构造函数的类型可以用作 ResourceDictionary 中的项。
zh_hant: MC3054: 型別 '{0}' 不能具有 Name 屬性。沒有預設建構函式的實值型別與類型，可做為 ResourceDictionary 中的項目使用。

# ParserNoNameUnderDefinitionScopeType
source: MC3093: Cannot set Name attribute value '{0}' on element '{1}'. '{1}' is under the scope of element '{2}', which already had a name registered when it was defined in another scope.
cs: MC3093: Nelze nastavit hodnotu vlastnosti Name {0} pro prvek {1}. Prvek {1} spadá do rozsahu prvku {2}, který již má registrovaný název. Tento název mu byl přidělen při jeho definování v jiném rozsahu.
de: MC3093: Der Wert "{0}" des Name-Attributs kann für das Element "{1}" nicht festgelegt werden. "{1}" befindet sich im Bereich des Elements "{2}", für das bereits ein Name registriert wurde, als es in einem anderen Bereich definiert wurde.
es: MC3093: no se puede establecer el valor del atributo Name '{0}' en el elemento '{1}'. '{1}' está dentro del ámbito del elemento '{2}', que ya tenía un nombre registrado cuando se definió en otro ámbito.
fr: MC3093 : impossible de définir la valeur de l'attribut Name '{0}' sur l'élément '{1}'. '{1}' se trouve sous la portée de l'élément '{2}', qui avait déjà un nom inscrit quand il a été défini dans une autre portée.
it: MC3093: impossibile impostare il valore dell'attributo Name '{0}' per l'elemento '{1}'. '{1}' è compreso nell'ambito dell'elemento '{2}', per il quale è già stato registrato un nome al momento della definizione in un altro ambito.
ja: MC3093: 要素 '{1}' で Name 属性値 '{0}' を設定することはできません。'{1}' は、要素 '{2}' のスコープ内にあり、この要素には、別のスコープで定義されたときに既に名前が登録されています。
ko: MC3093: '{1}' 요소에 Name 특성 값 '{0}'을(를) 설정할 수 없습니다. '{1}'은(는) '{2}' 요소의 범위에 있으며, 이는 다른 범위에서 지정되었을 때 이미 이름이 등록되었습니다.
pl: MC3093: Nie można ustawić wartości atrybutu Name „{0}” dla elementu „{1}”. Element „{1}” należy do zakresu elementu „{2}”, który miał już zarejestrowaną nazwę, gdy został zdefiniowany w innym zakresie.
pt_br: MC3093: não é possível definir o valor de atributo Name '{0}' no elemento '{1}'. '{1}' está sob o escopo do elemento '{2}', que já tinha um nome registrado quando foi definido em outro escopo.
ru: MC3093: значение атрибута Name "{0}" невозможно задать для элемента "{1}", так как он находится в области элемента "{2}", в котором уже были зарегистрированы имена в то время, когда он был определен в другой области.
tr: MC3093: '{1}' öğesinde Name öznitelik değeri '{0}' ayarlanamaz. '{1}' öğesi, başka bir kapsamda tanımlandığı sırada zaten bir adı olan '{2}' öğesinin kapsamındadır.
zh_hans: MC3093: 无法对元素“{1}”设置 Name 特性值“{0}”。“{1}”在元素“{2}”的范围内，在另一范围内定义它时，已注册了名称。
zh_hant: MC3093: 無法在項目 '{1}' 上設定 Name 屬性值 '{0}'。'{1}' 屬於項目 '{2}' 的範圍，當它在另一個範圍定義時，已經有已登錄的名稱。

# ParserNoNamespace
source: MC3056: No NamespaceURI is defined for the object '{0}'.
cs: MC3056: pro objekt {0} není definována třída NamespaceURI.
de: MC3056: Für das Objekt "{0}" wurde kein "NamespaceURI" definiert.
es: MC3056: no se ha definido ningún elemento NamespaceURI para el objeto '{0}'.
fr: MC3056 : aucune définition de NamespaceURI pour l'objet '{0}'.
it: MC3056: nessun NamespaceURI definito per l'oggetto '{0}'.
ja: MC3056: オブジェクト '{0}' に対して NamespaceURI が定義されていません。
ko: MC3056: '{0}' 개체에 대해 정의된 NamespaceURI가 없습니다.
pl: MC3056: Brak zdefiniowanego identyfikatora NamespaceURI dla obiektu „{0}”.
pt_br: MC3056: nenhum NamespaceURI está definido para o objeto '{0}'.
ru: MC3056: для объекта "{0}" не определен ни один NamespaceURI.
tr: MC3056: '{0}' nesnesi için NamespaceURI tanımlanmadı.
zh_hans: MC3056: 未为对象“{0}”定义 NamespaceURI。
zh_hant: MC3056: 尚未針對物件 '{0}' 定義 NamespaceURI。

# ParserNoNestedXmlDataIslands
source: MC3084: Cannot nest XML data islands.
cs: MC3084: Nelze vnořit datové ostrůvky XML.
de: MC3084: XML-Dateninseln können nicht geschachtelt werden.
es: MC3084: no se pueden anidar islas de datos XML.
fr: MC3084 : impossible d'imbriquer des îlots de données XML.
it: MC3084: impossibile annidare isole di dati XML.
ja: MC3084: XML データ アイランドを入れ子にできません。
ko: MC3084: XML 데이터 아일랜드를 중첩시킬 수 없습니다.
pl: MC3084: Nie można zagnieżdżać wysp danych XML.
pt_br: MC3084: não é possível aninhar ilhas de dados XML.
ru: MC3084: вложение островов данных XML не допускается.
tr: MC3084: XML veri adaları iç içe yerleştirilemez.
zh_hans: MC3084: 无法嵌套 XML 数据岛。
zh_hant: MC3084: 無法將 XML 資料島變更為巢狀結構。

# ParserNoPropOnComplexProp
source: MC3057: Cannot set properties on property elements.
cs: MC3057: Nelze nastavit vlastnosti v prvcích vlastností.
de: MC3057: Eigenschaften können nicht für Eigenschaftselemente festgelegt werden.
es: MC3057: no se pueden establecer propiedades en elementos de propiedad.
fr: MC3057 : impossible de définir des propriétés sur les éléments de propriété.
it: MC3057: impossibile impostare proprietà per gli elementi proprietà.
ja: MC3057: プロパティ要素ではプロパティを設定できません。
ko: MC3057: 속성 요소에 속성을 설정할 수 없습니다.
pl: MC3057: Nie można ustawić właściwości dla elementów właściwości.
pt_br: MC3057: não é possível definir as propriedades nos elementos da propriedade.
ru: MC3057: задание свойств для элементов свойств не допускается.
tr: MC3057: Özellik öğelerinde özellikler ayarlanamaz.
zh_hans: MC3057: 无法在属性元素上设置属性。
zh_hant: MC3057: 無法設定屬性項目的內容。

# ParserNoSerializer
source: MC3058: Cannot find a custom serializer for '{0}' so it cannot be parsed.
cs: MC3058: Nelze najít uživatelský serializátor pro soubor {0}, a proto jej nelze analyzovat.
de: MC3058: Benutzerdefiniertes Serialisierungsprogramm kann für "{0}" nicht gefunden und deshalb nicht analysiert werden.
es: MC3058: no se encuentra ningún serializador personalizado para '{0}'; por tanto, no se puede analizar.
fr: MC3058 : comme il est impossible de trouver un sérialiseur personnalisé pour '{0}', il ne peut pas être analysé.
it: MC3058: impossibile trovare un serializzatore personalizzato per '{0}', pertanto impossibile eseguirne l'analisi.
ja: MC3058: '{0}' のカスタム シリアライザーが見つからないため、解析できません。
ko: MC3058: '{0}'에 대한 사용자 지정 직렬 변환기를 찾을 수 없어서 구문 분석할 수 없습니다.
pl: MC3058: Nie można znaleźć niestandardowego programu szeregującego dla elementu „{0}”, więc nie można przeprowadzić jego analizy.
pt_br: MC3058: não é possível encontrar um serializador personalizado para '{0}'; portanto, ele não pode ser analisado.
ru: MC3058: не удается найти нестандартный сериализатор для "{0}", синтаксический анализ невозможен.
tr: MC3058: '{0}' için özel bir seri hale getirici bulunamadığından ayrıştırılamıyor.
zh_hans: MC3058: 无法找到“{0}”的自定义序列化程序，因此无法分析它。
zh_hant: MC3058: 找不到 '{0}' 的自訂序列化程式，因此無法剖析。

# ParserNoSetterChild
source: MC3059: Style setters do not support child elements. A tag of type '{0}' is not allowed.
cs: MC3059: Nastavovače stylů nepodporují podřazené prvky. Tag typu {0} není povolen.
de: MC3059: Von Set-Accessoren für den Stil werden keine untergeordneten Elemente unterstützt. Tags vom Typ "{0}" sind nicht zulässig.
es: MC3059: los elementos Style Setter no admiten elementos secundarios. No se permite una etiqueta de tipo '{0}'.
fr: MC3059 : les Style Setters ne prennent pas en charge les éléments enfants. Une balise de type '{0}' n'est pas autorisée.
it: MC3059: i Style Setter non supportano elementi figlio. Non è consentito un tag di tipo '{0}'.
ja: MC3059: Style セッターは子要素をサポートしていません。型 '{0}' のタグは許可されていません。
ko: MC3059: Style setter에서 자식 요소를 지원하지 않습니다. '{0}' 형식의 태그를 사용할 수 없습니다.
pl: MC3059: Elementy ustawień stylu nie obsługują elementów podrzędnych. Tag typu „{0}” jest niedozwolony.
pt_br: MC3059: os style setters não oferecem suporte aos elementos filho. Uma marca do tipo '{0}' não é permitida.
ru: MC3059: присвоители стилей не поддерживают дочерние элементы. Тег типа "{0}" является недопустимым.
tr: MC3059: Stil ayarlayıcılar alt öğeleri desteklemez. '{0}' türünde etikete izin verilmiyor.
zh_hans: MC3059: Style Setter 不支持子元素。不允许类型“{0}”的标记。
zh_hant: MC3059: 樣式設定者不支援子項目。不允許型別為 '{0}' 的標記。

# ParserNoType
source: MC3050: Cannot find the type '{0}'. Note that type names are case sensitive.
cs: MC3050: Nelze najít typ {0}. Pozor, názvy typů rozlišují malá a velká písmena.
de: MC3050: Der Typ "{0}"wurde nicht gefunden. Beachten Sie, dass bei Typnamen die Groß- und Kleinschreibung berücksichtigt wird.
es: MC3050: no se puede encontrar el tipo '{0}'. Tenga en cuenta que los nombres de tipo distinguen mayúsculas de minúsculas.
fr: MC3050 : impossible de trouver le type '{0}'. Notez que les noms de type respectent la casse.
it: MC3050: impossibile trovare il tipo '{0}'. Si noti che per i nomi di tipo viene fatta distinzione tra maiuscole e minuscole.
ja: MC3050: 型 '{0}' が見つかりません。型名では大文字と小文字が区別されることに注意してください。
ko: MC3050: '{0}' 형식을 찾을 수 없습니다. 형식 이름은 대/소문자를 구분합니다.
pl: MC3050: Nie można znaleźć typu „{0}”. Uwaga: w nazwach typów jest uwzględniana wielkość liter.
pt_br: MC3050: não é possível encontrar o tipo '{0}'. Observe que os nomes de tipo diferenciam maiúsculas e minúsculas.
ru: MC3050: не удается найти тип "{0}". Имена типов вводятся с учетом регистра букв.
tr: MC3050: '{0}' türü bulunamıyor. Tür adlarında büyük/küçük harf ayrımı olduğunu unutmayın.
zh_hans: MC3050: 无法找到类型“{0}”。请注意，类型名区分大小写。
zh_hant: MC3050: 找不到型別 '{0}'。請注意，型別名稱會區分大小寫。

# ParserNotMarkupExtension
source: MC3048: '{0}' value is not a valid MarkupExtension expression. Cannot resolve '{1}' in namespace '{2}'. '{1}' must be a subclass of MarkupExtension.
cs: MC3048: Hodnota {0} není platným výrazem třídy MarkupExtension. Nelze přeložit typ {1} v oboru názvů {2}. Hodnota {1} musí být podtřídou třídy MarkupExtension.
de: MC3048: Beim Wert "{0}" handelt es sich nicht um einen gültigen MarkupExtension-Ausdruck. "{1}" kann im Namespace "{2}" nicht aufgelöst werden. "{1}" muss eine Unterklasse von "MarkupExtension" sein.
es: MC3048: el valor '{0}' no es una expresión MarkupExtension válida. No se puede resolver '{1}' en el espacio de nombres '{2}'. '{1}' debe ser una subclase de MarkupExtension.
fr: MC3048 : la valeur '{0}' n'est pas une expression MarkupExtension valide. Impossible de résoudre '{1}' en espace de noms '{2}'. '{1}' doit être une sous-classe de MarkupExtension.
it: MC3048: il valore '{0}' non rappresenta un'espressione MarkupExtension valida. Impossibile risolvere '{1}' nello spazio dei nomi '{2}'. '{1}' deve essere una sottoclasse di MarkupExtension.
ja: MC3048: '{0}' 値は有効な MarkupExtension 式ではありません。名前空間 '{2}' で '{1}' を解決できません。'{1}' は MarkupExtension のサブクラスである必要があります。
ko: MC3048: '{0}' 값은 올바른 MarkupExtension 식이 아닙니다. '{2}' 네임스페이스에서 '{1}'을(를) 확인할 수 없습니다. '{1}'은(는) MarkupExtension의 서브클래스여야 합니다.
pl: MC3048: Wartość „{0}” nie jest prawidłowym wyrażeniem MarkupExtension. Nie można rozpoznać elementu „{1}” w przestrzeni nazw „{2}”. Element „{1}” musi być podklasą wyrażenia MarkupExtension.
pt_br: MC3048: o valor '{0}' não é uma expressão MarkupExtension válida. Não é possível resolver '{1}' no namespace '{2}'. '{1}' deve ser uma subclasse de MarkupExtension.
ru: MC3048: значение "{0}" не является допустимым расширением MarkupExtension. Не удается определить "{1}" в пространстве имен "{2}". "{1}" должно быть подклассом MarkupExtension.
tr: MC3048: '{0}' değeri geçerli bir MarkupExtension ifadesi değil. '{2}' ad alanında '{1}' çözümlenemiyor. '{1}' MarkupExtension'ın alt sınıfı olmalıdır.
zh_hans: MC3048:“{0}”值不是有效的 MarkupExtension 表达式。无法解析命名空间“{2}”中的“{1}”。“{1}”必须是 MarkupExtension 的子类。
zh_hant: MC3048: '{0}' 值不是有效的 MarkupExtension 運算式。無法解析命名空間 '{2}' 中的 '{1}'。'{1}' 必須是 MarkupExtension 的子類別。

# ParserPrefixNSElement
source: MC3062: '{0}' XML namespace prefix does not map to a NamespaceURI, so element '{1}' cannot be resolved.
cs: MC3062: {0} Předpona oboru názvů XML se nepřiřazuje k třídě NamespaceURI, proto prvek {1} nelze rozlišit.
de: MC3062: Das XML-Namespacepräfix "{0}" wird keinem "NamespaceURI" zugeordnet, weshalb das Element "{1}" nicht aufgelöst werden kann.
es: MC3062: el prefijo del espacio de nombres XML '{0}' no está asignado a un elemento NamespaceURI, por lo que no se puede resolver el elemento '{1}'.
fr: MC3062 : comme le préfixe de l'espace de noms XML '{0}' ne correspond pas à un NamespaceURI, l'élément '{1}' ne peut pas être résolu.
it: MC3062: il prefisso dello spazio dei nomi XML '{0}' non corrisponde a un NamespaceURI. Impossibile risolvere l'elemento '{1}'.
ja: MC3062: '{0}' XML 名前空間のプレフィックスは NamespaceURI にマップされないため、要素 '{1}' を解決できません。
ko: MC3062: '{0}' XML 네임스페이스 접두사가 NamespaceURI에 매핑되지 않아 '{1}' 요소를 확인할 수 없습니다.
pl: MC3062: Prefiks przestrzeni nazw XML „{0}” nie jest mapowany do identyfikatora NamespaceURI, więc nie można rozpoznać elementu „{1}”.
pt_br: MC3062: o prefixo do namespace XML '{0}' não mapeia para um NamespaceURI; portanto, o elemento '{1}' não pode ser resolvido.
ru: MC3062: префикс пространства имен XML "{0}" не сопоставлен с NamespaceURI, поэтому не удается определить элемент "{1}".
tr: MC3062: '{0}' XML ad alanı öneki bir NamespaceURI ile eşleşmediğinden '{1}' öğesi çözümlenemiyor.
zh_hans: MC3062:“{0}”XML 命名空间前缀未映射到 NamespaceURI，因此无法解析元素“{1}”。
zh_hant: MC3062: '{0}' XML 命名空間前置詞未對應到 NamespaceURI，因此無法解析項目 '{1}'。
