Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationBuildTasks/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserBadName
source: MC3010: '{0}' Name property value is not valid. Name must start with a letter or an underscore and can contain only letters, digits, and underscores.
cs: MC3010: Hodnota vlastnosti Name {0} není platná. Vlastnost Name musí začínat písmenem nebo podtržítkem a může obsahovat pouze písmena, číslice a podtržítka.
de: MC3010: Der Wert der Name-Eigenschaft "{0}" ist ungültig. Namen müssen mit einem Buchstaben oder Unterstrich beginnen und dürfen nur Buchstaben, Zahlen und Unterstriche enthalten.
es: MC3010: el valor de la propiedad Name '{0}' no es válido. Name debe comenzar con una letra o un signo de subrayado y sólo puede contener letras, dígitos y signos de subrayado.
fr: MC3010 : valeur '{0}' de la propriété Name non valide. Name doit commencer par une lettre ou un trait de soulignement et ne peut contenir que des lettres, des chiffres ou des traits de soulignement.
it: MC3010: Il valore della proprietà Name '{0}' non è valido. Il valore Name deve iniziare con una lettera o un carattere di sottolineatura e può includere solo lettere, cifre e caratteri di sottolineatura.
ja: MC3010: '{0}' Name プロパティ値が無効です。Name は文字またはアンダースコアから開始する必要があり、文字、数字、およびアンダースコアのみを使用することができます。
ko: MC3010: '{0}' Name 속성 값이 잘못되었습니다. Name은 문자 또는 밑줄로 시작해야 하며 문자, 숫자 및 밑줄만 포함할 수 있습니다.
pl: MC3010: Wartość właściwości Name „{0}” jest nieprawidłowa. Właściwość Name musi zaczynać się literą lub znakiem podkreślenia i może zawierać tylko litery, cyfry i znaki podkreślenia.
pt_br: MC3010: o valor '{0}' da propriedade Name não é válido. Name deve começar com uma letra ou um sublinhado e pode conter somente letras, dígitos e sublinhados.
ru: MC3010: недопустимое значение свойства Name для "{0}". Имя Name может содержать только буквы, цифры и знаки подчеркивания, причем первой должна стоять буква или знак подчеркивания.
tr: MC3010: '{0}' Name özellik değeri geçerli değil. Name bir harf veya alt çizgiyle başlamalıdır ve yalnızca harf, sayı ve alt çizgiler içerebilir.
zh_hans: MC3010:“{0}”Name 属性值无效。Name 必须以字母或下划线开头，且只能包含字母、数字和下划线。
zh_hant: MC3010: '{0}' Name 屬性值無效。Name 的開頭必須是字母或底線，而且只能包含字母、數字或底線。

# ParserBadString
source: MC3094: Cannot convert string value '{0}' to type '{1}'.
cs: MC3094: Hodnotu řetězce {0} nelze převést na typ {1}.
de: MC3094: Zeichenfolgenwert "{0}" kann nicht in Typ "{1}" konvertiert werden.
es: MC3094: no se puede convertir el valor de cadena '{0}' al tipo '{1}'.
fr: MC3094 : impossible de convertir la valeur de chaîne '{0}' en type '{1}'.
it: MC3094: impossibile convertire il valore stringa '{0}' nel tipo '{1}'.
ja: MC3094: 文字列値 '{0}' を型 '{1}' に変換できません。
ko: MC3094: 문자열 값 '{0}'을(를) '{1}' 형식으로 변환할 수 없습니다.
pl: MC3094: Nie można przekonwertować wartości ciągu „{0}” na typ „{1}”.
pt_br: MC3094: não é possível converter o valor '{0}' da cadeia de caracteres no tipo '{1}'.
ru: MC3094: не удается преобразовать строковое значение "{0}" в тип "{1}".
tr: MC3094: '{0}' dize değeri '{1}' türüne dönüştürülemiyor.
zh_hans: MC3094: 无法将字符串值“{0}”转换为类型“{1}”。
zh_hant: MC3094: 無法將字串值 '{0}' 轉換為型別 '{1}'。

# ParserBadSyncMode
source: MC3013: SynchronousMode property value is not valid. Valid values are Async and Sync.
cs: MC3013: Hodnota vlastnosti třídy SynchronousMode není platná. Platné hodnoty jsou pouze Async a Sync.
de: MC3013: Der Eigenschaftswert für "SynchronousMode" ist ungültig. Gültige Werte sind "Async" und "Sync".
es: MC3013: el valor de la propiedad SynchronousMode no es válido. Los valores válidos son Async y Sync.
fr: MC3013 : la valeur de la propriété SynchronousMode n'est pas valide. Les valeurs valides sont Async et Sync.
it: MC3013: il valore della proprietà SynchronousMode non è valido. I valori validi sono Async e Sync.
ja: MC3013: SynchronousMode プロパティ値が無効です。有効な値は、Async および Sync です。
ko: MC3013: SynchronousMode 속성 값이 잘못되었습니다. 올바른 값은 Async 및 Sync입니다.
pl: MC3013: Wartość właściwości SynchronousMode jest nieprawidłowa. Prawidłowe wartości to Async oraz Sync.
pt_br: MC3013: o valor da propriedade SynchronousMode não é válido. Os valores válidos são Async e Sync.
ru: MC3013: недопустимое значение свойства SynchronousMode. Разрешены значения Async и Sync.
tr: MC3013: SynchronousMode özellik değeri geçerli değil. Geçerli değerler Async ve Sync değerleridir.
zh_hans: MC3013: SynchronousMode 属性值无效。有效的值是 Async 和 Sync。
zh_hant: MC3013: SynchronousMode 屬性值無效。有效值是 Async 和 Sync。

# ParserBadTypeInArrayProperty
source: MC3014: The object being added to an array property is not a valid type. The array is of type '{0}' but the object being added is of type '{1}'.
cs: MC3014: Objekt přidávaný do souboru vlastností není platného typu. Soubor je typu {0}, ale přidávaný objekt je typu {1}.
de: MC3014: Das Objekt, das der Array-Eigenschaft hinzugefügt wird, ist kein gültiger Typ. Das Array ist vom Typ "{0}", das hinzugefügte Objekt ist jedoch vom Typ "{1}".
es: MC3014: el objeto que se va a agregar a una propiedad de matriz no es de un tipo válido. La matriz es de tipo '{0}', pero el objeto que se va a agregar es de tipo '{1}'.
fr: MC3014 : le type de l'objet ajouté à une propriété de tableau n'est pas valide. Le tableau est de type '{0}' alors que l'objet ajouté est de type '{1}'.
it: MC3014: tentativo di aggiunta di un oggetto di tipo non valido a una proprietà di matrice. La matrice è di tipo '{0}' e l'oggetto è di tipo '{1}'.
ja: MC3014: 配列プロパティに追加されるオブジェクトが無効な型です。配列は型 '{0}' ですが、追加されるオブジェクトは型 '{1}' です。
ko: MC3014: 배열 속성에 추가된 개체의 형식이 잘못되었습니다. 배열 형식은 '{0}'(이)지만 추가되는 개체 형식은 '{1}'입니다.
pl: MC3014: Obiekt dodawany do właściwości tablicy nie jest prawidłowym typem. Tablica jest typu „{0}”, a dodawany obiekt jest typu „{1}”.
pt_br: MC3014: o objeto que está sendo adicionado a uma propriedade de matriz não é um tipo válido. A matriz é do tipo '{0}', mas o objeto que está sendo adicionado é do tipo '{1}'.
ru: MC3014: недопустимый тип объекта, добавляемого в свойства массива. Массив имеет тип "{0}", а добавляемый объект имеет тип "{1}".
tr: MC3014: Bir dizi özelliğine eklenen nesne geçerli türde değil. Dizi '{0}' türünde, ancak eklenen nesne '{1}' türünde.
zh_hans: MC3014: 被添加到数组属性的对象为无效类型。该数组是“{0}”类型，但被添加的对象是“{1}”类型。
zh_hant: MC3014: 要新增到陣列屬性之物件的型別無效。陣列型別為 '{0}'，但要新增之物件的型別為 '{1}'。

# ParserBadUidOrNameME
source: MC3079: MarkupExtensions are not allowed for Uid or Name property values, so '{0}' is not valid.
cs: MC3079: Třída MarkupExtensions není povolena pro identifikátor Uid ani pro hodnoty vlastnosti Name, proto je atribut {0} neplatný.
de: MC3079: "MarkupExtensions" sind nicht zulässig für die Eigenschaftswerte "Uid" oder "Name", daher ist "{0}" nicht gültig.
es: MC3079: no se permiten elementos MarkupExtension como valores de propiedad Uid y Name; por tanto, '{0}' no es válido.
fr: MC3079 : les expressions MarkupExtension n'étant pas autorisées pour les valeurs des propriétés Uid ou Name, '{0}' n'est pas valide.
it: MC3079: non è consentito l'utilizzo di MarkupExtension come valori per la proprietà Uid o Name, pertanto '{0}' non è valido.
ja: MC3079: Uid および Name プロパティ値では MarkupExtensions が許可されていないため、'{0}' は無効です。
ko: MC3079: Uid 또는 Name 속성 값에 MarkupExtension을 사용할 수 없습니다. 따라서 '{0}'이(가) 잘못되었습니다.
pl: MC3079: Wyrażenia MarkupExtension są niedozwolone dla wartości właściwości Uid lub Name, więc element „{0}” jest nieprawidłowy.
pt_br: MC3079: MarkupExtensions não são permitidos como valores de propriedade Uid ou Name; portanto, '{0}' não é válido.
ru: MC3079: MarkupExtensions не разрешены для значений свойства Uid или Name, поэтому значение "{0}" недопустимо.
tr: MC3079: Uid veya Name özellik değerleri için MarkupExtensions kullanılamaz, bu yüzden '{0}' geçerli değil.
zh_hans: MC3079: Uid 或 Name 属性值不允许 MarkupExtensions，因此“{0}”无效。
zh_hant: MC3079: Uid 或 Name 屬性值不允許 MarkupExtensions，因此 '{0}' 無效。

# ParserCanOnlyHaveOneChild
source: MC3089: The object '{0}' already has a child and cannot add '{1}'. '{0}' can accept only one child.
cs: MC3089: Element {0} již má podřízený element a nemůže přidat element {1}. Element {0} může mít jen jeden podřízený element.
de: MC3089: Das Objekt "{0}" besitzt bereits ein untergeordnetes Objekt, weshalb "{1}" nicht hinzugefügt werden kann. Von "{0}" kann nur ein einzelnes untergeordnetes Objekt angenommen werden.
es: MC3089: el objeto '{0}' tiene ya un elemento secundario y no puede agregar '{1}'. '{0}' sólo puede aceptar un elemento secundario.
fr: MC3089 : l'objet '{0}' possède déjà un enfant et ne peut pas ajouter '{1}'. '{0}' ne peut accepter qu'un seul enfant.
it: MC3089: per l'oggetto '{0}' esiste già un oggetto figlio. Impossibile aggiungere '{1}'. '{0}' accetta un solo oggetto figlio.
ja: MC3089: オブジェクト '{0}' には既に子があるため、'{1}' を追加できません。'{0}' では、1 つの子だけを使用できます。
ko: MC3089: '{0}' 객체에는 이미 자식이 있으므로 '{1}'을(를) 추가할 수 없습니다. '{0}'에는 하나의 자식만 허용됩니다.
pl: MC3089: Obiekt „{0}” ma już element podrzędny i nie można dodać elementu „{1}”. Obiekt „{0}” może zaakceptować tylko jeden element podrzędny.
pt_br: MC3089: o objeto '{0}' já tem um filho e não pode adicionar '{1}'. '{0}' pode aceitar somente um filho.
ru: MC3089: у объекта "{0}" уже есть дочерний объект, добавление "{1}" невозможно. "{0}" может иметь только один дочерний объект.
tr: MC3089: '{0}' nesnesinin zaten alt öğesi var ve '{1}' eklemez. '{0}' yalnızca bir alt öğe kabul edebilir.
zh_hans: MC3089: 对象“{0}”已经具有子级且无法添加“{1}”。“{0}”只能接受一个子级。
zh_hant: MC3089: 物件 '{0}' 已有子系，且無法新增 '{1}'。'{0}' 只能接受一個子系。

# ParserCannotAddAnyChildren
source: MC3028: Cannot add content to object of type '{0}'.
cs: MC3028: Nelze přidat obsah k objektu typu {0}.
de: MC3028: Einem Objekt vom Typ "{0}" kann kein Inhalt hinzugefügt werden.
es: MC3028: no se puede agregar contenido a un objeto de tipo '{0}'.
fr: MC3028 : impossible d'ajouter un contenu à un objet de type '{0}'.
it: MC3028: impossibile aggiungere contenuto all'oggetto di tipo '{0}'.
ja: MC3028: 型 '{0}' のオブジェクトにコンテンツを追加できません。
ko: MC3028: '{0}' 형식의 개체에 콘텐츠를 추가할 수 없습니다.
pl: MC3028: Nie można dodać zawartości do obiektu typu „{0}”.
pt_br: MC3028: não é possível adicionar conteúdo ao objeto do tipo '{0}'.
ru: MC3028: не удается добавить содержимое в объект типа "{0}".
tr: MC3028: '{0}' türünde nesneye içerik eklenemez.
zh_hans: MC3028: 无法向“{0}”类型的对象添加内容。
zh_hant: MC3028: 無法將內容新增至型別為 '{0}' 的物件。

# ParserCantGetProperty
source: MC3081: '{0}' is a read-only property of type IList or IDictionary and cannot be set because it does not have a public or internal get accessor.
cs: MC3081: Vlastnost {0} je vlastnost seznamu typů IList nebo slovníku IDictionary pouze pro čtení a nelze ji nastavovat, protože neobsahuje prvek veřejného nebo interního přístupu.
de: MC3081: Bei "{0}" handelt es sich um eine schreibgeschützte Eigenschaft vom Typ "IList" oder "IDictionary", die nicht festgelegt werden kann, weil sie über keinen öffentlichen oder internen get-Accessor verfügt.
es: MC3081: '{0}' es una propiedad de sólo lectura del tipo IList o IDictionary y no se puede establecer porque no tiene un descriptor de acceso get público o interno.
fr: MC3081 : '{0}' est une propriété en lecture seule de type IList ou IDictionary et ne peut pas être définie car elle ne possède pas d'accesseur get public ou interne.
it: MC3081: '{0}' è una proprietà di sola lettura di tipo IList o IDictionary. Impossibile impostarla perché non dispone di una funzione di accesso get interna o pubblica.
ja: MC3081: '{0}' は、型 IList または IDictionary の読み取り専用プロパティで、パブリックまたは内部の get アクセサーがないため設定できません。
ko: MC3081: '{0}'은(는) IList 또는 IDictionary 형식의 읽기 전용 속성이며 Public 또는 Internal get 접근자가 없기 때문에 설정할 수 없습니다.
pl: MC3081: Element „{0}” jest właściwością tylko do odczytu typu IList lub IDictionary i nie można go ustawić, ponieważ nie ma on publicznego ani wewnętrznego elementu dostępowego operacji get.
pt_br: MC3081: '{0}' é uma propriedade somente leitura do tipo IList ou IDictionary e não pode ser definida porque não tem um acessador get público ou interno.
ru: MC3081: "{0}" является свойством только для чтения типа IList или IDictionary и не может быть задано, так как у него нет общей или внутренней функции доступа get.
tr: MC3081: '{0}' IList veya IDictionary türünde salt okunur bir özelliktir ve genel veya iç alma erişenine sahip olmadığı için ayarlanamaz.
zh_hans: MC3081:“{0}”是类型 IList 或 IDictionary 的一个只读属性，无法设置，因为它不具有公共或内部的 get 访问器。
zh_hant: MC3081: '{0}' 是型別為 IList 或 IDictionary 的唯讀屬性且無法設定，因為它沒有公用或內部 get 存取子。

# ParserCantSetAttribute
source: MC3080: The {0} '{1}' cannot be set because it does not have an accessible {2} accessor.
cs: MC3080: Atribut {0} {1} nelze nastavit, protože neobsahuje dostupný prvek přístupu {2}.
de: MC3080: "{0} '{1}'" kann nicht festgelegt werden, da kein {2}-Accessor vorhanden ist, auf den zugegriffen werden kann.
es: MC3080: {0} '{1}' no se puede establecer porque no tiene un descriptor de acceso {2} accesible.
fr: MC3080 : impossible de définir {0} '{1}' en l'absence d'un accesseur {2} accessible.
it: MC3080: impossibile impostare {0} '{1}' perché non dispone di una funzione di accesso {2} accessibile.
ja: MC3080: {0} '{1}' は、アクセス可能な {2} アクセサーがないので設定できません。。
ko: MC3080: 액세스 가능한 {2} 접근자가 없기 때문에 {0} '{1}'을(를) 설정할 수 없습니다.
pl: MC3080: Nie można ustawić właściwości {0} dla elementu „{1}”, ponieważ nie ma ona dostępnego {2} elementu dostępowego.
pt_br: MC3080: {0} '{1}' não pode ser definido porque não tem um acessador {2} acessível.
ru: MC3080: невозможно задать {0} "{1}", так как отсутствует доступная функция доступа {2}.
tr: MC3080: {0} '{1}' erişilebilir bir {2} erişenine sahip olmadığı için ayarlanamaz.
zh_hans: MC3080: 无法设置 {0}“{1}”，因为它不具有可访问的 {2} 访问器。
zh_hant: MC3080: 無法新增 {0} '{1}'，因為它沒有可存取的 {2} 存取子。

# ParserCantSetContentProperty
source: MC3087: Cannot set content property '{0}' on element '{1}'. '{0}' has incorrect access level or its assembly does not allow access.
cs: MC3087: Nelze nastavit vlastnost obsahu {0} v elementu {1}. Vlastnost {0} má nesprávnou úroveň přístupu nebo její sestavení neumožňuje přístup.
de: MC3087: Die Inhaltseigenschaft "{0}" kann nicht für das Element "{1}" festgelegt werden. "{0}" hat eine falsche Zugriffsebene, oder die zugehörige Assembly lässt den Zugriff nicht zu.
es: MC3087: No se puede establecer la propiedad de contenido '{0}' en el elemento '{1}'. '{0}' tiene un nivel de acceso incorrecto o su ensamblado no permite el acceso.
fr: MC3087 : impossible de définir la propriété de contenu '{0}' sur l'élément '{1}'. '{0}' possède un niveau d'accès incorrect ou son assembly n'autorise pas l'accès.
it: MC3087: non è possibile impostare la proprietà di contenuto '{0}' per l'elemento '{1}'. Il livello di accesso di '{0}' non è corretto oppure l'assembly corrispondente non consente l'accesso.
ja: MC3087: 要素 '{1}' のコンテンツ プロパティ '{0}' を設定できません。'{0}' のアクセス レベルが正しくないか、アセンブリでアクセスが許可されていません。
ko: MC3087: '{1}' 요소의 콘텐츠 속성 '{0}'을(를) 설정할 수 없습니다. '{0}'의 액세스 수준이 잘못되었거나 해당 어셈블리에서 액세스를 허용하지 않습니다.
pl: MC3087: Nie można ustawić właściwości zawartości „{0}” dla elementu „{1}”. Właściwość „{0}” ma nieprawidłowy poziom dostępu lub jej zestaw nie zezwala na uzyskanie dostępu.
pt_br: MC3087: não é possível definir a propriedade de conteúdo '{0}' no elemento '{1}'. '{0}' tem nível de acesso incorreto ou seu assembly não permite acesso.
ru: MC3087: невозможно задать свойство содержимого "{0}" для элемента "{1}", так как "{0}" имеет неверный уровень доступа или его сборке доступ не разрешен.
tr: MC3087: '{1}' öğesinde '{0}' içerik özelliği ayarlanamaz. '{0}' yanlış erişim düzeyinde veya bütünleştirilmiş kodu erişime izin vermiyor.
zh_hans: MC3087: 无法设置元素“{1}”上的内容属性“{0}”。“{0}”具有不正确的访问级别，或者其程序集不允许访问。
zh_hant: MC3087: 無法在 '{1}' 上設定內容屬性 '{0}'。'{0}' 具有不正確的存取層級，或其組件不允許存取。

# ParserCantSetTriggerCondition
source: MC3082: '{0}' cannot be set as the value of a Trigger's Property attribute because it does not have a public or internal get accessor.
cs: MC3082: Atribut {0} nelze nastavit jako hodnotu vlastnosti spouštění Triggers Property, protože neobsahuje prvek veřejného nebo interního přístupu.
de: MC3082: "{0}" kann nicht als Wert eines Property-Attributs eines Trigger festgelegt werden, da kein öffentlicher oder interner get-Accessor vorhanden ist.
es: MC3082: no se puede establecer '{0}' como valor de un atributo Property de un elemento Trigger porque no tiene un descriptor de acceso get público o interno.
fr: MC3082 : impossible de définir '{0}' comme valeur de l'attribut Property d'un Trigger, car il ne possède pas un accesseur get public ou interne.
it: MC3082: impossibile impostare '{0}' come valore dell'attributo Property di un Trigger perché non dispone di una funzione di accesso get interna o pubblica.
ja: MC3082: '{0}' は、パブリックまたは内部の get アクセサーがないため、Trigger の Property 属性の値として設定できません。
ko: MC3082: Public 또는 Internal get 접근자가 없기 때문에 '{0}'을(를) Trigger의 Property 특성 값으로 설정할 수 없습니다.
pl: MC3082: Właściwość „{0}” nie może być ustawiona jako wartość atrybutu Property elementu Trigger, ponieważ nie ma ona publicznego ani wewnętrznego elementu dostępowego operacji get.
pt_br: MC3082: '{0}' não pode ser definido como o valor de um atributo Property de Trigger porque não tem um acessador get público ou interno.
ru: MC3082: невозможно задать "{0}", так как у значения атрибута Property для Trigger нет общей или внутренней функции доступа get.
tr: MC3082: '{0}' genel veya iç alma erişenine sahip olmadığı için bir Trigger Property özniteliği olarak ayarlanamaz.
zh_hans: MC3082: 无法将“{0}”设置为 Trigger 的 Property 特性的值，因为它不具有公共或内部的 get 访问器。
zh_hant: MC3082: '{0}' 無法設定為 Trigger 之 Property 屬性的值，因為它沒有公用或內部 get 存取子。

# ParserCompatDuplicate
source: MC3016: Two new namespaces cannot be compatible with the same old namespace using an XmlnsCompatibility attribute.�'{0}' namespace is already marked compatible with '{1}'.
cs: MC3016: dva nové obory názvů nemohou být kompatibilní se stejným starým oborem názvů používajícím atribut třídy XmlnsCompatibility. Obor názvů �{0} je již označen jako kompatibilní s atributem {1}.
de: MC3016: Zwei neue Namespaces können nicht mit demselben früheren Namespace kompatibel sein, wenn dieser ein XmlnsCompatibility-Attribut verwendet.�Der Namespace "{0}" ist bereits als mit "{1}" kompatibel markiert.
es: MC3016: dos espacios de nombres nuevos no pueden ser compatibles con el mismo espacio de nombres antiguo usando un atributo XmlnsCompatibility.�El espacio de nombres '{0}' está ya marcado como compatible con '{1}'.
fr: MC3016 : deux nouveaux espaces de noms ne peuvent pas être compatibles avec le même espace de noms antérieur à l'aide d'un attribut XmlnsCompatibility.� L'espace de noms '{0}' est déjà marqué comme compatible avec '{1}'.
it: MC3016: impossibile contrassegnare due spazi dei nomi nuovi come compatibili con lo stesso spazio dei nomi precedente utilizzando un attributo XmlnsCompatibility.�Lo spazio dei nomi '{0}' è già contrassegnato come compatibile con '{1}'.
ja: MC3016: XmlnsCompatibility 属性を使用して、2 つの新しい名前空間に同一の古い名前空間と互換性を持たせることはできません。�'{0}' 名前空間は既に '{1}' と互換性があるとマークされています。
ko: MC3016: 두 개의 새로운 네임스페이스가 XmlnsCompatibility 특성을 사용하여 동일한 이전 네임스페이스와 호환될 수 없습니다. �'{0}' 네임스페이스는 이미 '{1}'와 호환 가능하다고 표시되어 있습니다.
pl: MC3016: Dwie nowe przestrzenie nazw nie mogą być zgodne z tą samą starą przestrzenią nazw używającą atrybutu XmlnsCompatibility.�Przestrzeń nazw „{0}” jest już oznaczona jako zgodna z przestrzenią „{1}”.
pt_br: MC3016: dois namespaces novos não podem ser compatíveis com o mesmo namespace antigo usando um atributo XmlnsCompatibility. O namespace �'{0}' já está marcado como compatível com '{1}'.
ru: MC3016: два новых пространства имен не могут быть совместимыми с прежним пространством имен при использовании атрибута XmlnsCompatibility.�Пространство имен "{0}" уже помечено как совместимое с "{1}".
tr: MC3016: İki yeni ad alanı, XmlnsCompatibility özniteliğini kullanan aynı eski ad alanıyla uyumlu olamaz.�'{0}' ad alanı zaten '{1}' ile uyumlu olarak işaretlenmiş.
zh_hans: MC3016: 两个新命名空间无法使用 XmlnsCompatibility 特性与相同的旧命名空间兼容。�“{0}”命名空间已标记为与“{1}”兼容。
zh_hant: MC3016: 兩個新的命名空間無法與使用 XmlnsCompatibility 屬性的相同舊版命名空間相容。�'{0}' 命名空間已標示為與 '{1}' 相容。

# ParserContentMustBeContiguous
source: MC3088: Property elements cannot be in the middle of an element's content. They must be before or after the content.
cs: MC3088: Elementy vlastnosti nemohou být uvnitř obsahu elementu. Musejí být buď před, nebo za obsahem.
de: MC3088: Eigenschaftselemente dürfen nicht in der Mitte von Elementinhalten enthalten sein, sondern müssen sich vor oder nach dem Inhalt befinden.
es: MC3088: Los elementos de propiedad no pueden incluirse en la mitad del contenido de un elemento. Deben colocarse antes o después del contenido.
fr: MC3088 : les éléments de propriétés ne peuvent pas se trouver au milieu du contenu d'un élément. Ils doivent se trouver avant ou après le contenu.
it: MC3088: impossibile aggiungere elementi proprietà all'interno del contenuto di un elemento. Devono essere posizionati prima o dopo il contenuto.
ja: MC3088: Property 要素は要素のコンテンツの中央に配置できません。Property 要素は、コンテンツの前または後ろになければなりません。
ko: MC3088: 속성 요소는 요소의 콘텐츠 중간에 있을 수 없기 때문에 콘텐츠의 앞 또는 뒤에 있어야 합니다.
pl: MC3088: Elementy właściwości nie mogą znajdować się w środku zawartości elementu. Muszą znajdować się one przed lub za tą zawartością.
pt_br: MC3088: os elementos da propriedade não podem estar no meio do conteúdo de um elemento. Eles devem estar antes ou depois do conteúdo.
ru: MC3088: элементы свойств не могут находиться в середине содержимого элемента. Они должны быть размещены до или после содержимого.
tr: MC3088: Özellik öğeleri bir öğenin içeriğinin ortasında olamaz. İçerikten önce veya sonra gelmelidirler.
zh_hans: MC3088: 属性元素不能位于元素内容的中间。它们必须位于内容之前或之后。
zh_hant: MC3088: 屬性項目不能位於項目內容的中間。它們必須位於內容的前面或後面。

# ParserDefTag
source: MC3017: 'Code' tag from xaml namespace found in XAML file. To load this file, you must compile it.
cs: MC3017: Tag Code z oboru názvů xaml nalezený v souboru XAML. Chcete-li načíst tento soubor, proveďte jeho kompilaci.
de: MC3017: Ein Code-Tag aus dem xaml-Namespace wurde in der XAML-Datei gefunden. Führen Sie zum Öffnen der Datei eine Kompilierung durch.
es: MC3017: se encontró la etiqueta 'Code' del espacio de nombres xaml en el archivo XAML. Para cargar este archivo, debe compilarlo.
fr: MC3017 : balise 'Code' d'un espace de noms xaml trouvée dans le fichier XAML. Pour charger ce fichier, vous devez le compiler.
it: MC3017: trovato tag 'Code' dallo spazio dei nomi xaml nel file XAML. Per caricare il file, è necessario compilarlo.
ja: MC3017: xaml 名前空間からの 'Code' タグが XAML ファイルに存在します。このファイルを読み込むには、コンパイルする必要があります。
ko: MC3017: xaml 네임스페이스의 'Code' 태그가 XAML 파일에 있습니다. 이 파일을 로드하려면 컴파일해야 합니다.
pl: MC3017: W pliku XAML znaleziono tag „Code” pochodzący z przestrzeni nazw xaml. Aby załadować ten plik, należy go skompilować.
pt_br: MC3017: marca 'Code' do namespace de xaml encontrada no arquivo XAML. Para carregar esse arquivo, você deve compilá-lo.
ru: MC3017: в файле xaml обнаружен тег "Code" из пространства имен XAML. Для загрузки этого файла его необходимо скомпилировать.
tr: MC3017: XAML dosyasında xaml ad alanından 'Code' etiketi bulundu. Bu dosyayı yüklemek için, derlemeniz gerekir.
zh_hans: MC3017: xaml 命名空间的“Code”标记在 XAML 文件中找到。若要加载此文件，您必须编译它。
zh_hant: MC3017: 在 XAML 檔案中找到來自 xaml 命名空間的 'Code' 標記。若要載入此檔案，您必須將它編譯。
