Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/ReachFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ReachSerialization_NoImageService
source: No image service is registered with resource policy.
cs: V zásadách prostředku není zaregistrovaná žádná služba obrázků.
de: Mit der Ressourcenrichtlinie ist kein Bilddienst registriert.
es: No hay ningún servicio de imágenes registrado en la directiva de recursos.
fr: Aucun service d'images n'est inscrit auprès de la stratégie de ressources.
it: Nessun servizio immagine registrato nei criteri delle risorse.
ja: リソース ポリシーに登録されているイメージ サービスはありません。
ko: 이미지 서비스가 리소스 정책에 등록되지 않았습니다.
pl: Żadna usługa obrazów nie jest zarejestrowana w zasadach dotyczących zasobu.
pt_br: Nenhum serviço de imagem está registrado na política de recurso.
ru: В политике ресурсов не зарегистрирована ни одна служба рисунков.
tr: Kaynak ilkesiyle kaydedilmiş görüntü hizmeti yok.
zh_hans: 未使用资源策略注册图像服务。
zh_hant: 沒有任何影像服務向資源原則登錄。

# ReachSerialization_NoSerializer
source: Cannot find the appropriate serializer.
cs: Nepovedlo se najít vhodný serializátor.
de: Das entsprechende Serialisierungsprogramm kann nicht gefunden werden.
es: No se encuentra el serializador correspondiente.
fr: Impossible de trouver le sérialiseur approprié.
it: Impossibile trovare il serializzatore appropriato.
ja: 適切なシリアライザーが見つかりません。
ko: 적합한 직렬 변환기를 찾을 수 없습니다.
pl: Nie można znaleźć odpowiedniego programu szeregującego.
pt_br: Não é possível localizar o serializador adequado.
ru: Не удается найти подходящий модуль сериализации.
tr: İlgili seri hale getirici bulunamıyor.
zh_hans: 无法找到相应的序列化程序。
zh_hant: 找不到適當的序列化程式。

# ReachSerialization_NotSupported
source: Serialization of this type of object is not supported.
cs: Serializace tohoto typu objektu se nepodporuje.
de: Die Serialisierung dieses Objekttyps wird nicht unterstützt.
es: No se admite la serialización de este tipo de objeto.
fr: La sérialisation de ce type d'objet n'est pas prise en charge.
it: La serializzazione di questo tipo di oggetto non è supportata.
ja: この型のオブジェクトのシリアル化はサポートされていません。
ko: 이 형식의 개체에 대한 serialization이 지원되지 않습니다.
pl: Serializacja tego typu obiektu nie jest obsługiwana.
pt_br: Não há suporte para a serialização deste tipo de objeto.
ru: Сериализация данного типа объектов не поддерживается.
tr: Bu tür nesnelerin serileştirilmesi desteklenmez.
zh_hans: 不支持此类型对象的序列化。
zh_hant: 不支援將此型別的物件序列化。

# ReachSerialization_NotXpsSerializationManagerAsync
source: SerializationManager passed to XpsSerializerAsync is not XpsSerializationManagerAsync.
cs: SerializationManager předaný do XpsSerializerAsync není XpsSerializationManagerAsync.
de: Der an "XpsSerializerAsync" übergebene MetroSerializationManager-Wert ist nicht "XpsSerializationManagerAsync".
es: El elemento SerializationManager pasado a XpsSerializerAsync no es XpsSerializationManagerAsync.
fr: SerializationManager passé à XpsSerializerAsync n'est pas XpsSerializationManagerAsync.
it: Il SerializationManager passato a XpsSerializerAsync non è XpsSerializationManagerAsync.
ja: XpsSerializerAsync に渡された SerializationManager は XpsSerializationManagerAsync ではありません。
ko: XpsSerializerAsync에 전달된 SerializationManager가 XpsSerializationManagerAsync가 아닙니다.
pl: Element SerializationManager przesłany do XpsSerializerAsync nie jest XpsSerializationManagerAsync.
pt_br: SerializationManager transferido para XpsSerializerAsync não é XpsSerializationManagerAsync.
ru: SerializationManager, переданный в XpsSerializerAsync, не является XpsSerializationManagerAsync.
tr: XpsSerializerAsync'e geçirilen SerializationManager XpsSerializationManagerAsync değil.
zh_hans: 传递给 XpsSerializerAsync 的 SerializationManager 不是 XpsSerializationManagerAsync。
zh_hant: 傳遞給 XpsSerializerAsync 的 SerializationManager 並非 XpsSerializationManagerAsync。

# ReachSerialization_TargetNotPrintTicket
source: Target must be a PrintTicket.
cs: Cíl musí být PrintTicket.
de: Das Ziel muss ein "PrintTicket" sein.
es: El destino debe ser un elemento PrintTicket.
fr: La cible doit être un PrintTicket.
it: La destinazione deve essere un PrintTicket.
ja: ターゲットは PrintTicket でなければなりません。
ko: 대상은 PrintTicket이어야 합니다.
pl: Obiekt Target musi być typu PrintTicket.
pt_br: O destino deve ser um PrintTicket.
ru: Конечный объект должен быть PrintTicket.
tr: Hedef bir PrintTicket olmalıdır.
zh_hans: 目标必须是 PrintTicket。
zh_hant: 目標必須是 PrintTicket。

# ReachSerialization_UnableToInstantiateSerializer
source: Cannot instantiate a serializer of the given type.
cs: Nejde vytvořit instanci serializátoru daného typu.
de: Das Serialisierungsprogramm des angegebenen Typs kann nicht instantiiert werden.
es: No se puede crear una instancia de un serializador del tipo dado.
fr: Impossible d'instancier un sérialiseur du type donné.
it: Impossibile creare un'istanza di un serializzatore del tipo specificato.
ja: 指定の種類のシリアライザーをインスタンス化することはできません。
ko: 주어진 형식의 직렬 변환기를 인스턴스화할 수 없습니다.
pl: Nie można utworzyć wystąpienia programu szeregującego danego typu.
pt_br: Não é possível criar uma instância de um serializador de determinado tipo.
ru: Не удается создать экземпляр модуля сериализации заданного типа.
tr: Belirtilen türde seri hale getirici örneği oluşturulamaz.
zh_hans: 无法实例化给定类型的序列化程序。
zh_hant: 無法具現化指定型別的序列程式。

# ReachSerialization_WrongPackagingPolicy
source: SerializationManager returned packaging policy that was not an XpsPackagingPolicy.
cs: SerializationManager vrátil zásady vytváření balíčků, které nebyly XpsPackagingPolicy.
de: Von "SerializationManager" wurde eine Paketrichtlinie zurückgegeben, bei der es sich nicht um eine "XpsPackagingPolicy" handeln.
es: SerializationManager devolvió una directiva de empaquetado que no era un elemento XpsPackagingPolicy.
fr: SerializationManager a retourné une stratégie de packaging qui n'était pas un XpsPackagingPolicy.
it: SerializationManager ha restituito criteri di creazione del pacchetto non corrispondenti a un XpsPackagingPolicy.
ja: SerializationManager により、XpsPackagingPolicy ではなかったパッケージング ポリシーが戻されました。
ko: SerializationManager가 XpsPackagingPolicy가 아닌 패키지 정책을 반환했습니다.
pl: Obiekt SerializationManager zwrócił zasady pakietyzowania, które były inne niż XpsPackagingPolicy.
pt_br: SerializationManager retornou uma política de marshalling que não era um XpsPackagingPolicy.
ru: SerializationManager возвратил политику упаковки, не совпадающую с XpsPackagingPolicy.
tr: SerializationManager bir XpsPackagingPolicy olmayan paketleme ilkesi döndürdü.
zh_hans: SerializationManager 返回的包装策略不是 XpsPackagingPolicy。
zh_hant: SerializationManager 傳回的封裝原則不是 XpsPackagingPolicy。

# ReachSerialization_WrongPropertyTypeForFixedDocument
source: Serialized FixedDocument is not a complex property.
cs: Serializovaný dokument FixedDocument není komplexní vlastnost.
de: Der serialisierte FixedDocument-Wert ist keine komplexe Eigenschaft.
es: El elemento FixedDocument serializado no es una propiedad compleja.
fr: Serialized FixedDocument n'est pas une propriété complexe.
it: Un FixedDocument serializzato non è una proprietà complessa.
ja: シリアル化された FixedDocument は複合プロパティではありません。
ko: 일련 FixedDocument가 복합 속성이 아닙니다.
pl: Szeregowany FixedDocument nie jest złożoną właściwością.
pt_br: O FixedDocument serializado não é uma propriedade complexa.
ru: Сериализованный документ FixedDocument не является сложным свойством.
tr: Seri hale getirilen FixedDocument karmaşık bir özellik değil.
zh_hans: 序列化的 FixedDocument 不是复杂属性。
zh_hant: 已序列化的 FixedDocument 不是複雜屬性。

# ReachSerialization_WrongPropertyTypeForFixedPage
source: Serialized FixedPage is not a complex property.
cs: Serializovaná stránka FixedPage není komplexní vlastnost.
de: Der serialisierte FixedPage-Wert ist keine komplexe Eigenschaft.
es: El elemento FixedPage serializado no es una propiedad compleja.
fr: Serialized FixedPage n'est pas une propriété complexe.
it: Una FixedPage serializzata non è una proprietà complessa.
ja: シリアル化された FixedPage は複合プロパティではありません。
ko: 일련 FixedPage가 복합 속성이 아닙니다.
pl: Szeregowany FixedPage nie jest złożoną właściwością.
pt_br: O FixedPage serializado não é uma propriedade complexa.
ru: Сериализованная страница FixedPage не является сложным свойством.
tr: Seri hale getirilen FixedPage karmaşık bir özellik değil.
zh_hans: 序列化的 FixedPage 不是复杂属性。
zh_hant: 已序列化的 FixedPage 不是複雜屬性。

# ReachSerialization_WrongPropertyTypeForPageContent
source: Serialized PageContent is not a complex property.
cs: Serializovaný obsah PageContent není komplexní vlastnost.
de: Der serialisierte PageContent-Wert ist keine komplexe Eigenschaft.
es: El elemento PageContent serializado no es una propiedad compleja.
fr: Serialized PageContent n'est pas une propriété complexe.
it: Un PageContent serializzato non è una proprietà complessa.
ja: シリアル化された PageContent は複合プロパティではありません。
ko: 일련 PageContent가 복합 속성이 아닙니다.
pl: Szeregowany PageContent nie jest złożoną właściwością.
pt_br: O PageContent serializado não é uma propriedade complexa.
ru: Сериализованное содержимое PageContent не является сложным свойством.
tr: Seri hale getirilen PageContent karmaşık bir özellik değil.
zh_hans: 序列化的 PageContent 不是复杂属性。
zh_hant: 已序列化的 PageContent 不是複雜屬性。

# XpsSerializerFactory_DisplayName
source: XPS Serializer
cs: Serializátor XPS
de: XPS-Serialisierungsprogramm
es: Serializador XPS
fr: Sérialiseur XPS
it: Serializzatore XPS
ja: XPS シリアライザー
ko: XPS 직렬 변환기
pl: Program szeregujący XPS
pt_br: Serializador XPS
ru: Модуль сериализации XPS
tr: XPS Seri Hale Getirici
zh_hans: XPS 序列化程序
zh_hant: XPS 序列化程式

# XpsSerializerFactory_ManufacturerName
source: Microsoft
ru: Майкрософт

# XpsSerializerFactory_WriterIsClosed
source: SerializerWriter was closed.
cs: Objekt SerializerWriter se uzavřel.
de: "SerializerWriter" wurde beendet.
es: No se cerró SerializerWriter.
fr: SerializerWriter a été fermé.
it: SerializerWriter chiuso.
ja: SerializerWriter が閉じられました。
ko: SerializerWriter가 닫혔습니다.
pl: SerializerWriter został zamknięty.
pt_br: O SerializerWriter foi fechado.
ru: Модуль SerializerWriter был закрыт.
tr: SerializerWriter kapatıldı.
zh_hans: 已关闭 SerializerWriter。
zh_hant: SerializerWriter 已關閉。
