Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/ReachFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Converter_ConvertFromNotSupported
source: Cannot convert from type.
cs: Nelze převést z typu.
de: Aus dem Typ kann nicht konvertiert werden.
es: No se puede convertir desde el tipo.
fr: Impossible de convertir depuis le type.
it: Impossibile convertire dal tipo.
ja: 型から変換できません。
ko: 형식에서 변환할 수 없습니다.
pl: Nie można skonwertować typu.
pt_br: Não é possível converter do tipo.
ru: Не удается выполнить преобразование из данного типа.
tr: Türden dönüştürülemiyor.
zh_hans: 无法从类型转换。
zh_hant: 無法從型別轉換。

# Converter_ConvertToNotSupported
source: Cannot convert to type.
cs: Nelze převést na tento typ.
de: In den Typ kann nicht konvertiert werden.
es: No se puede convertir al tipo.
fr: Impossible de convertir vers le type.
it: Impossibile convertire nel tipo.
ja: 型に変換できません。
ko: 형식으로 변환할 수 없습니다.
pl: Nie można skonwertować na typ.
pt_br: Não é possível converter no tipo.
ru: Не удается выполнить преобразование к данному типу.
tr: Türe dönüştürülemiyor.
zh_hans: 无法转换为类型。
zh_hant: 無法轉換至型別。

# MustBeOfType
source: '{0}' must be of type '{1}'.
cs: {0} musí být typu {1}.
de: "{0}" muss vom Typ "{1}" sein.
es: "{0}" debe ser de tipo "{1}".
fr: '{0}' doit être de type '{1}'.
it: '{0}' deve essere di tipo '{1}'.
ja: '{0}' の型は '{1}' でなければなりません。
ko: '{0}'은(는) '{1}' 형식이어야 합니다.
pl: Element „{0}” musi być typu „{1}”.
pt_br: '{0}' precisa ser do tipo '{1}'.
ru: "{0}" должен иметь тип "{1}".
tr: '{0}', '{1}' türünde olmalıdır.
zh_hans: “{0}”的类型必须是“{1}”。
zh_hant: '{0}' 必須是類型 '{1}'。

# PTProvider_InvalidDevModeBytes
source: Invalid DEVMODE bytes
cs: Neplatné bajty DEVMODE
de: Ungültige DEVMODE-Bytes
es: Bytes DEVMODE no válidos.
fr: Octets DEVMODE non valides
it: Byte DEVMODE non validi
ja: 無効な DEVMODE バイト
ko: DEVMODE 바이트가 잘못되었습니다.
pl: Nieprawidłowe bajty DEVMODE
pt_br: Bytes DEVMODE inválidos
ru: Недопустимые байты DEVMODE
tr: Geçersiz DEVMODE baytları
zh_hans: DEVMODE 字节无效
zh_hant: 無效的 DEVMODE 位元組

# PTProvider_VerifyAccess
source: The calling thread cannot access this object because a different thread owns it.
cs: Volající vlákno nemá přístup k tomuto objektu, protože jej vlastní jiné vlákno.
de: Der aufrufende Thread kann nicht auf dieses Objekt zugreifen, da sich das Objekt im Besitz eines anderen Threads befindet.
es: El subproceso que realiza la llamada no puede obtener acceso a este objeto porque el propietario es otro subproceso.
fr: Le thread appelant ne peut pas accéder à cet objet parce qu'un autre thread en est propriétaire.
it: Il thread chiamante non riesce ad accedere a questo oggetto perché tale oggetto è di proprietà di un altro thread.
ja: このオブジェクトは別のスレッドに所有されているため、呼び出しスレッドはこのオブジェクトにアクセスできません。
ko: 다른 스레드가 이 개체를 소유하고 있어 호출 스레드가 해당 개체에 액세스할 수 없습니다.
pl: Wątek wywołujący nie może uzyskać dostępu do tego obiektu, ponieważ należy on do innego wątku.
pt_br: O thread de chamada não pode acessar este objeto porque ele pertence a um thread diferente.
ru: Вызывающий поток не может получить доступ к данному объекту, так как владельцем этого объекта является другой поток.
tr: Başka bir iş parçacığına ait olduğundan çağıran iş parçacığı bu nesneye erişemiyor.
zh_hans: 调用线程无法访问此对象，因为另一个线程拥有该对象。
zh_hant: 呼叫執行緒無法存取此物件，因為此物件屬於另一個執行緒。

# ReachPackaging_AlreadyHasRootSequenceOrDocument
source: Package already has a root DocumentSequence or FixedDocument.
cs: Balíček už má kořen DocumentSequence nebo FixedDocument.
de: Das Package besitzt bereits ein DocumentSequence- oder FixedDocument-Stammelement.
es: Package tiene ya un elemento raíz DocumentSequence o FixedDocument.
fr: Package possède déjà un DocumentSequence ou FixedDocument racine.
it: Il Package include già un elemento radice DocumentSequence o FixedDocument.
ja: Package には、既にルート DocumentSequence または FixedDocument があります。
ko: Package에 이미 루트 DocumentSequence 또는 FixedDocument가 있습니다.
pl: Obiekt Package ma już element główny DocumentSequence lub FixedDocument.
pt_br: Package já tem um DocumentSequence ou FixedDocument raiz.
ru: В Package уже есть корневой элемент DocumentSequence или FixedDocument.
tr: Package'de zaten kök DocumentSequence veya FixedDocument var.
zh_hans: Package 已经有根 DocumentSequence 或 FixedDocument。
zh_hant: Package 已經有根 DocumentSequence 或 FixedDocument。

# ReachPackaging_AlreadyHasStartingPart
source: Container already has Starting Part.
cs: Kontejner už má Starting Part.
de: Der Container besitzt bereits einen "Starting Part".
es: El contenedor ya tiene una Starting Part.
fr: Le conteneur possède déjà Starting Part.
it: Il contenitore include già una Starting Part.
ja: コンテナーには既に Starting Part があります。
ko: 컨테이너에 이미 Starting Part가 있습니다.
pl: Kontener ma już element Starting Part.
pt_br: O contêiner já tem a Starting Part.
ru: В контейнере уже имеется Starting Part.
tr: Kapsayıcıda zaten Starting Part var.
zh_hans: 容器已经有 Starting Part。
zh_hant: 容器已有 Starting Part。

# ReachPackaging_AlreadyHasThumbnail
source: PackagePart already has associated Thumbnail.
cs: PackagePart už má přidruženou miniaturu.
de: PackagePart besitzt bereits eine zugeordnete Thumbnail.
es: PackagePart ya tiene un Thumbnail asociado.
fr: PackagePart possède déjà un Thumbnail associé.
it: Thumbnail già associata alla PackagePart.
ja: PackagePart には既に、関連付けられている Thumbnail があります。
ko: PackagePart에 이미 연결된 Thumbnail이 있습니다.
pl: Z elementem PackagePart jest już skojarzony element Thumbnail.
pt_br: Thumbnail já está associado a PackagePart.
ru: В PackagePart уже имеется сопоставленный Thumbnail.
tr: PackagePart'ın zaten ilişkilendirilmiş Thumbnail'i var.
zh_hans: PackagePart 已经有关联的 Thumbnail。
zh_hant: PackagePart 已有關聯的 Thumbnail。

# ReachPackaging_CannotModifyReadOnlyContainer
source: Cannot modify read-only container.
cs: Kontejner jen pro čtení se nedá upravit.
de: Ein schreibgeschützter Container kann nicht geändert werden.
es: No se puede modificar un contenedor de sólo lectura.
fr: Impossible de modifier un conteneur en lecture seule.
it: Impossibile modificare un contenitore di sola lettura.
ja: 読み取り専用コンテナーを変更することはできません。
ko: 읽기 전용 컨테이너를 수정할 수 없습니다.
pl: Nie można zmieniać kontenera tylko do odczytu.
pt_br: Não é possível modificar o contêiner somente leitura.
ru: Невозможно изменить контейнер, доступный только для чтения.
tr: Salt okunur kapsayıcı değiştirilemez.
zh_hans: 无法修改只读容器。
zh_hant: 無法修改唯讀容器。

# ReachPackaging_CommitCountPolicyLessThan1
source: CommitCountPolicy must be greater than zero.
cs: CommitCountPolicy musí být větší než nula.
de: "CommitCountPolicy" muss größer Null sein.
es: CommitCountPolicy debe ser mayor que cero.
fr: CommitCountPolicy doit être supérieur à zéro.
it: Il valore CommitCountPolicy deve essere maggiore di zero.
ja: CommitCountPolicy は、0 より大きくする必要があります。
ko: CommitCountPolicy는 0보다 커야 합니다.
pl: Wartość parametru CommitCountPolicy musi być większa od zera.
pt_br: CommitCountPolicy deve ser maior que zero.
ru: Значение CommitCountPolicy должно быть больше нуля.
tr: CommitCountPolicy sıfırdan büyük olmalıdır.
zh_hans: CommitCountPolicy 必须大于零。
zh_hant: CommitCountPolicy 必須大於零。

# ReachPackaging_DependantsNotCommitted
source: Not all opened dependents were committed.
cs: Nezapsaly se všechny otevřené závislé prvky.
de: "Commit" kann nicht für alle geöffneten Grundlagen ausgeführt werden.
es: No se confirmaron todos los elementos dependientes abiertos.
fr: Certains éléments dépendants ouverts n'ont pas été validés.
it: Non è stato eseguito il commit di tutti gli oggetti dipendenti aperti.
ja: 一部の開かれた参照先は、コミットされませんでした。
ko: 열려 있는 종속 항목 모두가 커밋되지는 않았습니다.
pl: Nie zatwierdzono wszystkich otwartych zależności.
pt_br: Nem todos os dependentes abertos foram confirmados.
ru: Не все открытые зависимые объекты были занесены.
tr: Açık olan etkilenenlerin tümü uygulanmadı.
zh_hans: 未提交所有打开的从属项。
zh_hant: 未認可所有已開啟的依存項目。

# ReachPackaging_DocumentWasClosed
source: XPS document was closed.
cs: Dokument XPS se zavřel.
de: Das XPS-Dokument wurde geschlossen.
es: Se cerró el documento XPS.
fr: Le document XPS a été fermé.
it: Documento XPS chiuso.
ja: XPS ドキュメントが閉じられました。
ko: XPS 문서가 닫혔습니다.
pl: Dokument XPS został zamknięty.
pt_br: O documento XPS foi fechado.
ru: Документ XPS был закрыт.
tr: XPS belgesi kapatıldı.
zh_hans: 已关闭 XPS 文档。
zh_hant: 已關閉 XPS 文件。

# ReachPackaging_InvalidContentType
source: '{0}' ContentType is not valid.
cs: {0} ContentType není platný.
de: "{0}"-ContentType ist ungültig.
es: El ContentType '{0}' no es válido.
fr: ContentType '{0}' non valide.
it: ContentType '{0}' non valido.
ja: '{0}' ContentType は無効です。
ko: '{0}' ContentType이 잘못되었습니다.
pl: Typ ContentType „{0}” jest nieprawidłowy.
pt_br: ContentType '{0}' não é válido.
ru: Недопустимое значение ContentType "{0}".
tr: '{0}' ContentType geçerli değil.
zh_hans: “{0}”ContentType 无效。
zh_hant: '{0}' ContentType 無效。

# ReachPackaging_InvalidDocUri
source: Document PackagePart URI is not valid.
cs: Identifikátor URI PackagePart dokumentu není platný.
de: Der PackagePart-URI des Dokuments ist ungültig.
es: El URI de PackagePart del documento no es válido.
fr: L'URI de PackagePart du document n'est pas valide.
it: URI della PackagePart del documento non valido.
ja: ドキュメント PackagePart URI が無効です。
ko: 문서 PackagePart URI가 올바르지 않습니다.
pl: Identyfikator URI elementu PackagePart dokumentu jest nieprawidłowy.
pt_br: O URI PackagePart do documento não é válido.
ru: Недопустимый URI для PackagePart документа.
tr: Belge PackagePart URI'si geçerli değil.
zh_hans: 文档 PackagePart URI 无效。
zh_hant: 文件 PackagePart URI 無效。

# ReachPackaging_InvalidStartingPart
source: Starting Part is not a valid Package root.
cs: Starting Part není platný kořen balíčku.
de: "Starting Part" ist kein gültiger Package-Stamm.
es: Starting Part no es una raíz de Package válida.
fr: Starting Part n'est pas une racine de Package valide.
it: La Starting Part non è una radice di Package valida.
ja: Starting Part は有効な Package ルートではありません。
ko: Starting Part가 올바른 Package 루트가 아닙니다.
pl: Element Starting Part nie jest prawidłowym elementem głównym elementu Package.
pt_br: Starting Part não é um Package raiz válido.
ru: Starting Part не является допустимым корнем Package.
tr: Starting Part geçerli bir Package kökü değil.
zh_hans: Starting Part 是无效的 Package 根。
zh_hant: Starting Part 不是有效的 Package 根。

# ReachPackaging_InvalidType
source: String passed for type is not valid.
cs: Řetězec předaný jako typ není platný.
de: Die für den Typ weitergegebene Zeichenfolge ist ungültig.
es: La cadena pasada para el tipo no es válida.
fr: La chaîne passée pour le type n'est pas valide.
it: La stringa passata per il tipo non è valida.
ja: 型について渡された文字列が無効です。
ko: 유형에 대해 전달된 문자열이 잘못되었습니다.
pl: Ciąg przesłany dla typu jest nieprawidłowy.
pt_br: A cadeia de caracteres transferida para o tipo não é válida.
ru: Переданная по типу строка недопустима.
tr: Tür için geçirilen dize geçerli değil.
zh_hans: 视为类型的字符串无效。
zh_hant: 為型別傳遞的字串無效。

# ReachPackaging_MoreThanOneDocStructure
source: FixedDocument has more than one related document structure.
cs: FixedDocument má více než jednu související strukturu dokumentu.
de: "FixedDocument" besitzt mehrere verwandte Dokumentstrukturen.
es: FixedDocument tiene más de una estructura de documento relacionada.
fr: FixedDocument possède plusieurs structures de document associés.
it: FixedDocument include più di una struttura di documento correlata.
ja: FixedDocument には、複数の関連するドキュメント構造があります。
ko: FixedDocument에 두 개 이상의 관련된 문서 구조가 있습니다.
pl: FixedDocument ma więcej niż jedną powiązaną strukturę dokumentu.
pt_br: FixedDocument tem mais de uma estrutura de documento relacionada.
ru: Для FixedDocument имеется более одной связанной структуры документа.
tr: FixedDocument birden fazla ilgili belge yapısına sahip.
zh_hans: FixedDocument 有多个相关文档结构。
zh_hant: FixedDocument 有多個相關的文件結構。

# ReachPackaging_MoreThanOneMetaDataParts
source: Container has more than one Core Properties relationship.
cs: Kontejner má více než jeden vztah Core Properties.
de: Der Container besitzt mehr als eine Core Properties-Beziehung.
es: El contenedor tiene más de una relación Core Properties.
fr: Container possède plusieurs relations Core Properties.
it: Il pacchetto include più di una risorsa Core Properties relationship.
ja: コンテナーには、複数の Core Properties relationship があります。
ko: 컨테이너에 두 개 이상의 Core Properties relationship이 있습니다.
pl: Kontener ma więcej niż jedną relację Core Properties relationship.
pt_br: O contêiner tem mais de uma Core Properties relationship.
ru: Для контейнера имеется несколько Core Properties relationship.
tr: Kapsayıcıda birden fazla Core Properties relationship var.
zh_hans: 容器有多个 Core Properties relationship。
zh_hant: 容器有多個 Core Properties relationship。

# ReachPackaging_MoreThanOnePrintTicketPart
source: PackagePart has more than one Print Ticket relationship.
cs: Třída PackagePart má více než jeden Print Ticket relationship.
de: PackagePart verfügt über mehr als eine Print Ticket relationship.
es: PackagePart tiene más de una Print Ticket relationship.
fr: PackagePart possède plusieurs Print Ticket relationship.
it: Alla PackagePart è associata più di una risorsa Print Ticket relationship.
ja: PackagePart には、複数の Print Ticket relationship があります。
ko: PackagePart에 둘 이상의 Print Ticket relationship이 있습니다.
pl: Element PackagePart ma więcej niż jedną relację Print Ticket relationship.
pt_br: PackagePart tem mais de uma Print Ticket relationship.
ru: В PackagePart имеется несколько Print Ticket relationship.
tr: PackagePart'ta birden fazla Print Ticket relationship var.
zh_hans: PackagePart 有多个 Print Ticket relationship。
zh_hant: PackagePart 有多個 Print Ticket relationship。

# ReachPackaging_MoreThanOneSigDefParts
source: Document has more than one Signature Definition relationship.
cs: Dokument má více než jeden vztah Signature Definition.
de: Das Dokument besitzt mehr als eine Signature Definition-Beziehung.
es: El documento tiene más de una relación Signature Definition.
fr: Document possède plusieurs relations Signature Definition.
it: Il documento include più di una risorsa Signature Definition relationship.
ja: ドキュメントには、複数の Signature Definition relationship があります。
ko: 문서에 두 개 이상의 Signature Definition relationship이 있습니다.
pl: Dokument ma więcej niż jedną relację Signature Definition relationship.
pt_br: O documento tem mais de uma Signature Definition relationship.
ru: Для документа имеется несколько Signature Definition relationship.
tr: Belgede birden fazla Signature Definition relationship var.
zh_hans: 文档有多个 Signature Definition relationship。
zh_hant: 文件有多個 Signature Definition relationship。

# ReachPackaging_MoreThanOneSigOriginParts
source: Container has more than one Signature Origin relationship.
cs: Kontejner má více než jeden vztah Signature Origin.
de: Der Container besitzt mehr als eine Signature Origin relationship.
es: El contenedor tiene más de una relación Signature Origin.
fr: Container possède plusieurs relations Signature Origin.
it: Il contenitore include più di una risorsa Signature Origin relationship.
ja: コンテナーには、複数の Signature Origin relationship があります。
ko: 컨테이너에 두 개 이상의 Signature Origin relationship이 있습니다.
pl: Kontener ma więcej niż jedną relację Signature Origin relationship.
pt_br: O contêiner tem mais de uma Signature Origin relationship.
ru: Для контейнера имеется несколько Signature Origin relationship.
tr: Kapsayıcıda birden fazla Signature Origin relationship var.
zh_hans: 容器有多个 Signature Origin relationship。
zh_hant: 容器有多個 Signature Origin relationship。

# ReachPackaging_MoreThanOneStartingParts
source: Container has more than one Starting Part relationship.
cs: Zásobník má více než jeden Starting Part relationship.
de: Der Container besitzt mehrals eine Starting Part relationship.
es: El contenedor tiene más de una Starting Part relationship.
fr: Container possède plusieurs Starting Part relationship.
it: Il contenitore include più di una risorsa Starting Part relationship.
ja: コンテナーには、複数の Starting Part relationship があります。
ko: 컨테이너에 두 개 이상의 Starting Part relationship이 있습니다.
pl: Kontener ma więcej niż jedną relację Starting Part relationship.
pt_br: O contêiner tem mais de uma Starting Part relationship.
ru: В контейнере имеется несколько Starting Part relationship.
tr: Kapsayıcıda birden fazla Starting Part relationship var.
zh_hans: 容器有多个 Starting Part relationship。
zh_hant: 容器有多個 Starting Part relationship。

# ReachPackaging_MoreThanOneStoryFragment
source: FixedPage has more than one related story fragment.
cs: FixedPage má více než jeden související fragment scénáře.
de: "FixedPage" besitzt mehrere verwandte Absatzfragmente.
es: FixedPage tiene más de un fragmento de narración relacionado.
fr: FixedPage possède plusieurs fragments d'histoire associés.
it: FixedPage include più di un frammento di blocco di contenuto correlato.
ja: FixedPage には、複数の関連するストーリー フラグメントがあります。
ko: FixedPage에 두 개 이상의 관련된 이야기 조각이 있습니다.
pl: FixedPage ma więcej niż jeden powiązany fragment treści.
pt_br: FixedPage tem mais de um fragmento de história relacionada.
ru: Для FixedPage имеется несколько связанных фрагментов истории.
tr: FixedPage birden fazla ilgili öykü bölümüne sahip.
zh_hans: FixedPage 有多个相关文章段落。
zh_hant: FixedPage 有多個劇本片段。

# ReachPackaging_MoreThanOneThumbnailPart
source: Document has more than one Thumbnail relationship.
cs: Dokument má více než jednu miniaturu.
de: Das Dokument besitzt mehrals eine Thumbnail-Beziehung.
es: El documento tiene más de una relación Thumbnail.
fr: Document possède plusieurs relations Thumbnail.
it: Il documento include più di una risorsa Thumbnail relationship.
ja: ドキュメントには、複数の Thumbnail relationship があります。
ko: 문서에 두 개 이상의 Thumbnail relationship이 있습니다.
pl: Dokument ma więcej niż jedną relację Thumbnail relationship.
pt_br: O documento tem mais de uma Thumbnail relationship.
ru: Для документа имеется несколько Thumbnail relationship.
tr: Belgede birden fazla Thumbnail relationship var.
zh_hans: 文档有多个 Thumbnail relationship。
zh_hant: 文件有多個 Thumbnail relationship。

# ReachPackaging_NotAFixedDocument
source: PackagePart URI does not correspond to a FixedDocument.
cs: Identifikátor URI pro PackagePart neodpovídá prvku FixedDocument.
de: Der PackagePart-URI entspricht keinem FixedDocument.
es: El URI de PackagePart no corresponde a un FixedDocument.
fr: L'URI de PackagePart ne correspond pas à FixedDocument.
it: L'URI della PackagePart non corrisponde a un FixedDocument.
ja: PackagePart URI は、FixedDocument に対応していません。
ko: PackagePart URI가 FixedDocument와 일치하지 않습니다.
pl: Identyfikator URI elementu PackagePart nie odpowiada elementowi FixedDocument.
pt_br: O URI PackagePart não corresponde a um FixedDocument.
ru: URI для PackagePart не соответствует FixedDocument.
tr: PackagePart URI bir FixedDocument'e karşılık gelmiyor.
zh_hans: PackagePart URI 与 FixedDocument 不对应。
zh_hant: PackagePart URI 未對應至 FixedDocument。

# ReachPackaging_NotAFixedDocumentSequence
source: PackagePart URI does not correspond to a FixedDocumentSequence.
cs: Identifikátor URI pro PackagePart neodpovídá prvku FixedDocumentSequence.
de: Der PackagePart-URI entspricht keiner FixedDocumentSequence.
es: El URI de PackagePart no corresponde a una FixedDocumentSequence.
fr: L'URI de PackagePart ne correspond pas à FixedDocumentSequence.
it: L'URI della PackagePart non corrisponde a una FixedDocumentSequence.
ja: PackagePart URI は、FixedDocumentSequence に対応していません。
ko: PackagePart URI가 FixedDocumentSequence와 일치하지 않습니다.
pl: Identyfikator URI elementu PackagePart nie odpowiada elementowi FixedDocumentSequence.
pt_br: O URI PackagePart não corresponde a um FixedDocumentSequence.
ru: URI для PackagePart не соответствует FixedDocumentSequence.
tr: PackagePart URI bir FixedDocumentSequence'e karşılık gelmiyor.
zh_hans: PackagePart URI 与 FixedDocumentSequence 不对应。
zh_hant: PackagePart URI 未對應至 FixedDocumentSequence。

# ReachPackaging_NotAFixedPage
source: PackagePart URI does not correspond to a FixedPage.
cs: Identifikátor URI pro PackagePart neodpovídá prvku FixedPage.
de: Der PackagePart-URI entspricht keiner FixedPage.
es: El URI de PackagePart no corresponde a una FixedPage.
fr: L'URI de PackagePart ne correspond pas à FixedPage.
it: L'URI della PackagePart non corrisponde a una FixedPage.
ja: PackagePart URI は、FixedPage に対応していません。
ko: PackagePart URI가 FixedPage와 일치하지 않습니다.
pl: Identyfikator URI elementu PackagePart nie odpowiada elementowi FixedPage.
pt_br: O URI PackagePart não corresponde a um FixedPage.
ru: URI для PackagePart не соответствует FixedPage.
tr: PackagePart URI bir FixedPage'e karşılık gelmiyor.
zh_hans: PackagePart URI 与 FixedPage 不对应。
zh_hant: PackagePart URI 未對應至 FixedPage。

# ReachPackaging_NotAPrintTicket
source: Property is not a valid instance of PrintTicket.
cs: Vlastnost není platná instance PrintTicket.
de: "Property" ist keine gültige PrintTicket-Instanz.
es: La propiedad no es una instancia válida de PrintTicket.
fr: Property n'est pas une instance valide de PrintTicket.
it: La proprietà non è un'istanza valida di PrintTicket.
ja: プロパティは、PrintTicket の有効なインスタンスではありません。
ko: 속성이 PrintTicket에 대해 잘못된 인스턴스입니다.
pl: Właściwość nie jest prawidłową instancją PrintTicket.
pt_br: A propriedade não é uma instância válida de PrintTicket.
ru: Свойство не является допустимым экземпляром PrintTicket.
tr: Özellik geçerli bir PrintTicket örneği değil.
zh_hans: 属性不是 PrintTicket 的有效实例。
zh_hant: 屬性不是 PrintTicket 的有效執行個體。

# ReachPackaging_NotOpenForReading
source: Package is not open for reading.
cs: Balíček není otevřený pro čtení.
de: Package ist nicht zum Lesen geöffnet.
es: Package no se abrió para la lectura.
fr: Package n'est pas ouvert pour la lecture.
it: Il Package non è aperto per la lettura.
ja: Package は読み取り用に開かれていません。
ko: Package가 읽을 수 있도록 열려있지 않습니다.
pl: Element Package nie jest otwarty do odczytu.
pt_br: Package não está aberto para leitura.
ru: Package не открыт для чтения.
tr: Package okuma için açık değil.
zh_hans: 未打开要阅读的 Package。
zh_hant: Package 未開啟以供讀取。

# ReachPackaging_NotSignatureDefinitionElement
source: ReadXML method expects reader to have just parsed start element.
cs: Metoda ReadXML očekává, že čtečka bude mít jen parsovaný počáteční element.
de: Von der ReadXML-Methode wird erwartet, dass der Leser das Startelement gerade analysiert hat.
es: El método ReadXML espera que el lector haya analizado el elemento de inicio.
fr: La méthode ReadXML attend que le lecteur ait simplement analysé l'élément de départ.
it: Il metodo ReadXML presuppone che il lettore si limiti ad analizzare l'elemento iniziale.
ja: ReadXML メソッドでは、リーダーが開始要素を解析したとものと想定されます。
ko: ReadXML 메서드에 따라 판독기가 시작 요소를 구문 분석해야 합니다.
pl: Metoda ReadXML oczekuje programu czytającego, aby przeanalizować element początkowy.
pt_br: O método ReadXML espera que o leitor tenha analisado o elemento inicial.
ru: Метод ReadXML ожидает, что модуль чтения только что проанализировал начальный элемент.
tr: ReadXML metodu okuyucunun başlangıç öğesini ayrıştırmış olmasını bekler.
zh_hans: ReadXML 方法希望读取器只分析开始元素。
zh_hant: ReadXML 方法預期讀取程式已剖析開始項目。

# ReachPackaging_NotValidSignatureDefinitionAttribute
source: '{0}' is not a valid attribute.
cs: {0} není platný atribut.
de: "{0}" ist kein gültiges Attribut.
es: '{0}' no es un atributo válido.
fr: '{0}' n'est pas un attribut valide.
it: '{0}' non è un attributo valido.
ja: '{0}' は有効な属性ではありません。
ko: '{0}'이(가) 잘못된 특성입니다.
pl: „{0}” nie jest prawidłowym atrybutem.
pt_br: '{0}' não é um atributo válido.
ru: "{0}" не является допустимым атрибутом.
tr: '{0}' geçerli bir öznitelik değildir.
zh_hans: “{0}”不是有效特性。
zh_hant: '{0}' 不是有效的屬性。
