Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/ReachFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ReachPackaging_NotValidSignatureDefinitionElement
source: '{0}' is not a valid element.
cs: {0} není platný element.
de: "{0}" ist kein gültiges Element.
es: '{0}' no es un elemento válido.
fr: '{0}' n'est pas un élément valide.
it: '{0}' non è un elemento valido.
ja: '{0}' は有効な要素ではありません。
ko: '{0}'이(가) 잘못된 요소입니다.
pl: „{0}” nie jest prawidłowym elementem.
pt_br: '{0}' não é um elemento válido.
ru: "{0}" не является допустимым элементом.
tr: '{0}' geçerli bir öğe değildir.
zh_hans: “{0}”不是有效元素。
zh_hant: '{0}' 不是有效的項目。

# ReachPackaging_ObfucatedFontNeedGuid
source: Obfuscated font resources require valid GUID file name.
cs: Obfuskované prostředky písma vyžadují platný název souboru GUID.
de: Für verborgene Schriftartressourcen ist ein gültiger GUID-Dateiname erforderlich.
es: Los recursos de fuente ofuscados requieren un nombre de archivo GUID válido.
fr: Les ressources de police obfusquées nécessitent un nom de fichier GUID valide.
it: Per le risorse tipo di carattere offuscate è necessario un nome di file GUID valido.
ja: あいまいなフォント リソースには、有効な GUID ファイル名が必要です。
ko: 애매한 글꼴 리소스에는 올바른 GUID 파일 이름이 필요합니다.
pl: Zasoby zasłoniętych czcionek wymagają prawidłowej nazwy pliku GUID.
pt_br: Recursos de fonte ofuscados requerem um nome de arquivo GUID válido.
ru: Для ресурсов затененных шрифтов требуется допустимое имя файла GUID.
tr: Gölgeli yazı tipi kaynakları geçerli GUID dosya adı gerektirir.
zh_hans: 不确定的字体资源需要有效的 GUID 文件名。
zh_hant: 模糊的字型資源需要有效的 GUID 檔案名稱。

# ReachPackaging_OnlyWriters
source: Only writers can call this method.
cs: Tuto metodu můžou volat jen zapisovače.
de: Diese Methode kann nur von Generatoren aufgerufen werden.
es: Sólo los sistemas de escritura pueden llamar a este método.
fr: Seuls les writers peuvent appeler cette méthode.
it: Solo i componenti di scrittura possono chiamare questo metodo.
ja: このメソッドを呼び出せるのは作成者のみです。
ko: 작성기만 이 메서드를 호출할 수 있습니다.
pl: Tę metodę mogą wywoływać tylko programy piszące.
pt_br: Somente gravadores podem chamar este método.
ru: Вызов данного метода возможен только из модулей записи.
tr: Bu metodu yalnızca yazarlar çağırabilir.
zh_hans: 仅编写器可以调用此方法。
zh_hant: 只有寫入器可呼叫此方法。

# ReachPackaging_OpenDocOrElementAlreadyCalled
source: OpenDocument or OpenElement already called.
cs: OpenDocument nebo OpenElement se už zavolaly.
de: "OpenDocument" oder "OpenElement" wurde bereits aufgerufen.
es: Ya se llamó a OpenDocument u OpenElement.
fr: OpenDocument ou OpenElement déjà appelé.
it: Chiamata di OpenDocument o OpenElement già eseguita.
ja: OpenDocument または OpenElement は既に呼び出されています。
ko: OpenDocument 또는 OpenElement가 이미 호출되었습니다.
pl: Metoda OpenDocument lub OpenElement została już wywołana.
pt_br: OpenDocument ou OpenElement já chamados.
ru: Уже вызваны OpenDocument или OpenElement.
tr: OpenDocument veya OpenElement zaten çağırıldı.
zh_hans: 已调用 OpenDocument 或 OpenElement。
zh_hant: 已呼叫 OpenDocument 或 OpenElement。

# ReachPackaging_PackageUriNull
source: XpsDocument URI is null. Use XpsDocument constructor that takes URI parameter.
cs: Identifikátor URI XpsDocument je null. Použijte konstruktor XpsDocument, který přijímá parametr identifikátoru URI.
de: XpsDocument-URI ist NULL. Verwenden Sie einen XpsDocument-Konstruktor, der URI-Parameter verwendet.
es: El URI de XpsDocument es nulo. Use el constructor XpsDocument que toma el parámetro URI.
fr: L'URI de XpsDocument a la valeur null. Utilisez le constructeur de XpsDocument qui accepte le paramètre URI.
it: L'URI di XpsDocument è null. Utilizzare un costruttore XpsDocument che accetta il parametro URI.
ja: XpsDocument URI は NULL です。URI パラメーターを取る XpsDocument コンストラクターを使用してください。
ko: XpsDocument URI가 null입니다. URI 매개 변수를 사용하는 XpsDocument 생성자를 사용하십시오.
pl: Identyfikator URI XpsDocument jest pusty. Użyj konstruktora XpsDocument pobierającego parametr URI.
pt_br: XpsDocument URI é nulo. Utilize o construtor XpsDocument que aceita o parâmetro do URI.
ru: Идентификатор XpsDocument URI не определен. Воспользуйтесь конструктором XpsDocument, который принимает параметр URI.
tr: XpsDocument URI'si boş. URI parametresi alan XpsDocument oluşturucu kullanın.
zh_hans: XpsDocument URI 为空。请使用采用 URI 参数的 XpsDocument 构造函数。
zh_hant: XpsDocument URI 是空值。請使用會取用 URI 參數的 XpsDocument 建構函式。

# ReachPackaging_PanelOrSequenceAlreadyOpen
source: Current DocumentSequence, FixedDocument, or FixedPage not completed.
cs: Aktuální DocumentSequence, FixedDocument nebo FixedPage se nedokončily.
de: Der aktuelle DocumentSequence-, FixedDocument- oder FixedPage-Vorgang ist nicht abgeschlossen.
es: El elemento DocumentSequence, FixedDocument o FixedPage actual no se ha completado.
fr: DocumentSequence, FixedDocument ou FixedPage non terminé.
it: Operazione DocumentSequence, FixedDocument o FixedPage non completata.
ja: 現在の DocumentSequence、FixedDocument、および FixedPage は完了していません。
ko: 현재 DocumentSequence, FixedDocument 또는 FixedPage가 완료되지 않았습니다.
pl: Bieżąca operacja DocumentSequence, FixedDocument lub FixedPage nie została ukończona.
pt_br: DocumentSequence, FixedDocument ou FixedPage atuais não concluídos.
ru: Текущий элемент Current DocumentSequence, FixedDocument или FixedPage не завершен.
tr: Geçerli DocumentSequence, FixedDocument veya FixedPage tamamlanmadı.
zh_hans: 未完成当前 DocumentSequence、FixedDocument 或 FixedPage。
zh_hant: 目前的 DocumentSequence、FixedDocument 或 FixedPage 未完成。

# ReachPackaging_PartFromDifferentContainer
source: PackagePart belongs to a different container.
cs: PackagePart patří k jinému kontejneru.
de: PackagePart gehört zu einem anderen Container.
es: PackagePart pertenece a otro contenedor.
fr: PackagePart appartient à un autre conteneur.
it: La PackagePart appartiene a un diverso contenitore.
ja: PackagePart は別のコンテナーに属しています。
ko: PackagePart가 다른 컨테이너에 속합니다.
pl: Element PackagePart należy do innego kontenera.
pt_br: PackagePart pertence a um contêiner diferente.
ru: PackagePart принадлежит к другому контейнеру.
tr: PackagePart farklı bir kapsayıcıya ait.
zh_hans: PackagePart 属于其他容器。
zh_hant: PackagePart 屬於不同的容器。

# ReachPackaging_PartNotFound
source: Package must contain an XPS PackagePart.
cs: Balíček musí obsahovat PackagePart XPS.
de: Package muss ein XPS-PackagePart enthalten.
es: Package debe contener un XPS PackagePart.
fr: Package doit contenir un PackagePart XPS.
it: Il Package deve contenere una PackagePart XPS.
ja: Package に、XPS PackagePart が含まれている必要があります。
ko: Package에 XPS PackagePart가 있어야 합니다.
pl: Element Package musi zawierać element XPS PackagePart.
pt_br: Package deve conter um PackagePart de XPS.
ru: Package должен содержать PackagePart XPS.
tr: Package, bir XPS PackagePart içermelidir.
zh_hans: Package 必须包含 XPS PackagePart。
zh_hant: Package 必須包含 XPS PackagePart。

# ReachPackaging_PrintTicketAlreadyCommitted
source: PrintTicket was already committed.
cs: Lístek PrintTicket se už zapsal.
de: Für "PrintTicket" wurde bereits ein Commit ausgeführt.
es: Ya se confirmó PrintTicket.
fr: PrintTicket a déjà été validé.
it: Commit di PrintTicket già eseguito.
ja: PrintTicket は既にコミットされています。
ko: PrintTicket이 이미 커밋되었습니다.
pl: Element PrintTicket został już zatwierdzony.
pt_br: PrintTicket já foi confirmado.
ru: PrintTicket уже занесен.
tr: PrintTicket zaten tamamlandı.
zh_hans: 已提交 PrintTicket。
zh_hant: PrintTicket 已認可。

# ReachPackaging_SequenceCntMustBe1
source: Count must be 1 when CommitPolicies is set to CommitEntireSequence.
cs: Když je CommitPolicies nastaveno na CommitEntireSequence, počet musí být 1.
de: Die Anzahl muss 1 sein, wenn "CommitPolicies" auf "CommitEntireSequence" festgelegt ist.
es: Count debe ser 1 cuando CommitPolicies está establecido en CommitEntireSequence.
fr: Count doit être égal à 1 quand CommitPolicies a la valeur CommitEntireSequence.
it: Il conteggio deve essere 1 quando CommitPolicies è impostato su CommitEntireSequence.
ja: CommitPolicies が CommitEntireSequence に設定されている場合は、カウントが 1 である必要があります。
ko: CommitPolicies가 CommitEntireSequence로 설정되면 개수는 1이어야 합니다.
pl: Liczba musi być równa 1, jeśli CommitPolicies ustawiono na CommitEntireSequence.
pt_br: A contagem deve ser 1 quando CommitPolicies estiver definido para CommitEntireSequence.
ru: Когда значение CommitPolicies равно CommitEntireSequence, счетчик должен быть равен 1.
tr: CommitPolicies, CommitEntireSequence olarak ayarlandığında sayı 1 olmalıdır.
zh_hans: 将 CommitPolicies 设置为 CommitEntireSequence 时，计数必须为 1。
zh_hant: 當 CommitPolicies 設定為 CommitEntireSequence 時，計數必須是 1。

# ReachPackaging_ServiceTypeAlreadyAdded
source: '{0}' service type already added.
cs: Typ služby {0} se už přidal.
de: Der Diensttyp '{0}' wurde bereits hinzugefügt.
es: Ya se agregó el tipo de servicio '{0}'.
fr: Type de service '{0}' déjà ajouté.
it: Tipo di servizio '{0}' già aggiunto.
ja: サービスの型 '{0}' は既に追加されています。
ko: '{0}' 서비스 유형이 이미 추가되었습니다.
pl: Typ usługi „{0}” został już dodany.
pt_br: Tipo de serviço '{0}' já adicionado.
ru: Тип службы "{0}" уже добавлен.
tr: '{0}' hizmet türü zaten eklendi.
zh_hans: 已添加“{0}”服务类型。
zh_hant: '{0}' 服務型別已新增。

# ReachPackaging_SigningDoesNotMeetPolicy
source: Document does not meet the signing policy.
cs: Dokument nedodržuje zásady podepisování.
de: Das Dokument entspricht nicht der Signierungsrichtlinie.
es: El documento no cumple la directiva de firma.
fr: Le document ne satisfait pas à la stratégie de signature.
it: Il documento non soddisfa i criteri di firma.
ja: ドキュメントは、署名ポリシーを満たしていません。
ko: 문서가 서명 정책을 만족하지 않습니다.
pl: Dokument nie spełnia zasad podpisywania.
pt_br: O documento não atende à política de assinatura.
ru: Документ не отвечает политике подписания.
tr: Belge imzalama ilkesine uymuyor.
zh_hans: 文档不符合签名策略。
zh_hant: 文件不符合簽署原則。

# ReachPackaging_SpotIDRequiredAttribute
source: SpotId is required for a valid XpsSignatureDefinition.
cs: Pro platnou definici XpsSignatureDefinition se vyžaduje SpotId.
de: "SpotId" ist für eine gültige "XpsSignatureDefinition" erforderlich.
es: Se requiere SpotId para una XpsSignatureDefinition válida.
fr: SpotId obligatoire pour un XpsSignatureDefinition valide.
it: SpotId è obbligatorio per una XpsSignatureDefinition valida.
ja: 有効な XpsSignatureDefinition には、SpotId が必要です。
ko: 올바른 XpsSignatureDefinition에 대한 SpotId가 필요합니다.
pl: Element SpotId jest wymagany dla prawidłowej XpsSignatureDefinition.
pt_br: SpotId é necessário para um XpsSignatureDefinition válido.
ru: Для допустимого XpsSignatureDefinition требуется SpotId.
tr: Geçerli bir XpsSignatureDefinition için SpotId gerekir.
zh_hans: 有效的 XpsSignatureDefinition 需要 SpotId。
zh_hant: 有效的 XpsSignatureDefinition 必須有 SpotId。

# ReachPackaging_UnsupportedImageType
source: XPS supports only JPG, TIF, WDP, and PNG image types.
cs: XPS podporuje jen typy obrázků JPG, TIF, WDP a PNG.
de: Von XPS werden nur die Bildtypen JPG, TIF, WDP und PNG unterstützt.
es: XPS sólo admite los tipos de imagen JPG, TIF, WDP y PNG.
fr: XPS ne prend en charge que les types d'image JPG, TIF, WDP et PNG.
it: XPS supporta solo i tipi di immagine JPG, TIF, WDP e PNG.
ja: XPS でサポートされているイメージの種類は、JPG、TIF、WDP、および PNG のみです。
ko: XPS는 JPG, TIF, WDP 및 PNG 이미지 형식만 지원합니다.
pl: XPS obsługuje tylko typy obrazów JPG, TIF, WDP i PNG.
pt_br: XPS oferece suporte somente a imagens dos tipos JPG, TIF, WDP e PNG.
ru: XPS поддерживает только типы рисунков JPG, TIF, WDP и PNG.
tr: XPS yalnızca JPG, TIF, WDP ve PNG görüntü türlerini destekler.
zh_hans: XPS 仅支持 JPG、TIF、WDP 和 PNG 图像类型。
zh_hant: XPS 只支援 JPG、TIF、WDP 與 PNG 影像類型。

# ReachPackaging_UnsupportedThumbnailImageType
source: Thumbnails support only JPG and PNG image types.
cs: Miniatury podporují jen typy obrázků JPG a PNG.
de: Von "Thumbnails" werden nur die Grafiktypen JPG und PNG unterstützt.
es: Las miniaturas sólo admiten los tipos de imagen JPG y PNG.
fr: Les miniatures ne prennent en charge que les types d'image JPG et PNG.
it: Per le anteprime sono supportati solo i tipi di immagine JPG e PNG.
ja: 縮小表示でサポートされているイメージの種類は、JPG および PNG のみです。
ko: 축소판 그림에는 JPG 및 PNG 이미지 형식만 지원됩니다.
pl: Miniatury obsługują tylko typy obrazów JPG i PNG.
pt_br: As miniaturas suportam somente imagens do tipo JPG e PNG.
ru: Эскизы поддерживают только типы рисунков JPG и PNG.
tr: Küçük resimler yalnızca JPG ve PNG görüntü türlerini destekler.
zh_hans: 缩略图仅支持 JPG 和 PNG 图像类型。
zh_hant: 縮圖只支援 JPG 與 PNG 影像類型。

# ReachSerializationAsync_NoNgcType
source: Manager not of type NgcSerializationManagerAsync.
cs: Správce není typu NgcSerializationManagerAsync.
de: Der Manager ist nicht vom Typ "NgcSerializationManagerAsync".
es: Manager no es de tipo NgcSerializationManagerAsync.
fr: Manager n'est pas de type NgcSerializationManagerAsync.
it: Manager non di tipo NgcSerializationManagerAsync.
ja: Manager は、NgcSerializationManagerAsync の種類のものではありません。
ko: Manager가 NgcSerializationManagerAsync 형식이 아닙니다.
pl: Manager jest innego typu niż NgcSerializationManagerAsync.
pt_br: Manager não é do tipo NgcSerializationManagerAsync.
ru: Manager не имеет тип NgcSerializationManagerAsync.
tr: Manager NgcSerializationManagerAsync türünde değil.
zh_hans: Manager 不是类型 NgcSerializationManagerAsync。
zh_hant: Manager 的型別不是 NgcSerializationManagerAsync。

# ReachSerializationAsync_NoType
source: Manager not of type XpsSerializationManagerAsync.
cs: Správce není typu XpsSerializationManagerAsync.
de: Der Manager ist nicht vom Typ "XpsSerializationManagerAsync".
es: Manager no es de tipo XpsSerializationManagerAsync.
fr: Manager n'est pas de type XpsSerializationManagerAsync.
it: Manager non di tipo XpsSerializationManagerAsync.
ja: Manager は、XpsSerializationManagerAsync の種類のものではありません。
ko: Manager가 XpsSerializationManagerAsync 형식이 아닙니다.
pl: Manager jest innego typu niż XpsSerializationManagerAsync.
pt_br: Manager não é do tipo XpsSerializationManagerAsync.
ru: Manager не имеет тип XpsSerializationManagerAsync.
tr: Manager XpsSerializationManagerAsync türünde değil.
zh_hans: Manager 不是类型 XpsSerializationManagerAsync。
zh_hant: Manager 的型別不是 XpsSerializationManagerAsync。

# ReachSerialization_CannotReleaseXmlWriter
source: Cannot release XmlWriter because it was already released.
cs: XmlWriter se nedá uvolnit, protože už je uvolněný.
de: "XmlWriter" kann nicht freigegeben werden, weil es bereits freigegeben ist.
es: No se puede liberar XmlWriter porque ya se había liberado.
fr: Impossible de libérer XmlWriter parce qu'il a déjà été libéré.
it: Impossibile rilasciare XmlWriter perché è già stato rilasciato.
ja: XmlWriter は既に解放されているため、解放できません。
ko: 이미 릴리스되었으므로 XmlWriter를 릴리스할 수 없습니다.
pl: Nie można zwolnić XmlWriter, ponieważ został już zwolniony.
pt_br: Não é possível liberar o XmlWriter porque já foi liberado.
ru: Невозможно освободить XmlWriter, так как этот модуль уже был освобожден.
tr: Zaten serbest bırakıldığı için XmlWriter serbest bırakılamaz.
zh_hans: 无法释放 XmlWriter，因为它已经被释放。
zh_hant: 無法釋放 XmlWriter，因為它已經釋放。

# ReachSerialization_CycleDetectedInSerialization
source: Cycle detected. Object was already on the stack.
cs: Zjistil se cyklus. Objekt už byl v zásobníku.
de: Zyklus erkannt. Das Objekt wurde bereits einmal im Stapel angezeigt.
es: Ciclo detectado. El objeto ya estaba en la pila.
fr: Cycle détecté. L'objet était déjà sur la pile.
it: Rilevato ciclo. Oggetto già presente nello stack.
ja: サイクルが検出されました。オブジェクトは既にスタック上にあります。
ko: Cycle을 검색했습니다. 개체가 이미 스택에 있습니다.
pl: Wykryto cykl. Obiekt znajdował się już na stosie.
pt_br: Ciclo detectado. O objeto já estava na pilha.
ru: Обнаружен цикл. Объект уже был в стеке.
tr: Döngü algılandı. Nesne zaten yığındaydı.
zh_hans: 检测到循环。对象已位于堆栈中。
zh_hant: 偵測到循環。物件已位於堆疊上。

# ReachSerialization_ExpectedFixedDocument
source: SerializeObject expected FixedDocument.
cs: Metoda SerializeObject očekávala FixedDocument.
de: Von "SerializeObject" wurde "FixedDocument" erwartet.
es: SerializeObject esperaba FixedDocument.
fr: SerializeObject attendait FixedDocument.
it: Per SerializeObject è previsto FixedDocument.
ja: SerializeObject は FixedDocument を予測していました。
ko: SerializeObject에 FixedDocument가 필요합니다.
pl: SerializeObject oczekiwał FixedDocument.
pt_br: SerializeObject esperava FixedDocument.
ru: Для SerializeObject ожидается FixedDocument.
tr: SerializeObject, FixedDocument bekliyordu.
zh_hans: SerializeObject 需要 FixedDocument。
zh_hant: SerializeObject 預期應有 FixedDocument。

# ReachSerialization_ExpectedFixedDocumentSequence
source: SerializeObject expected FixedDocumentSequence.
cs: Metoda SerializeObject očekávala FixedDocumentSequence.
de: Von "SerializeObject" wurde "FixedDocumentSequence" erwartet.
es: SerializeObject esperaba FixedDocumentSequence.
fr: SerializeObject attendait FixedDocumentSequence.
it: Per SerializeObject è previsto FixedDocumentSequence.
ja: SerializeObject は FixedDocumentSequence を予測していました。
ko: SerializeObject에 FixedDocumentSequence가 필요합니다.
pl: SerializeObject oczekiwał FixedDocumentSequence.
pt_br: SerializeObject esperava FixedDocumentSequence.
ru: Для SerializeObject ожидается FixedDocumentSequence.
tr: SerializeObject, FixedDocumentSequence bekliyordu.
zh_hans: SerializeObject 需要 FixedDocumentSequence。
zh_hant: SerializeObject 預期應有 FixedDocumentSequence。

# ReachSerialization_ExpectedFixedPage
source: SerializeObject expected FixedPage.
cs: Metoda SerializeObject očekávala FixedPage.
de: Von "SerializeObject" wurde "FixedPage" erwartet.
es: SerializeObject esperaba FixedPage.
fr: SerializeObject attendait FixedPage.
it: Per SerializeObject è previsto FixedPage.
ja: SerializeObject は FixedPage を予測していました。
ko: SerializeObject에 FixedPage가 필요합니다.
pl: SerializeObject oczekiwał FixedPage.
pt_br: SerializeObject esperava FixedPage.
ru: Для SerializeObject ожидается FixedPage.
tr: SerializeObject, FixedPage bekliyordu.
zh_hans: SerializeObject 需要 FixedPage。
zh_hant: SerializeObject 預期應有 FixedPage。

# ReachSerialization_FixedDocumentInDocument
source: FixedDocument cannot contain another FixedDocument.
cs: Dokument FixedDocument nemůže obsahovat jiný dokument FixedDocument.
de: "FixedDocument" kann kein weiteres "FixedDocument" enthalten.
es: FixedDocument no puede contener otro elemento FixedDocument.
fr: FixedDocument ne peut pas contenir un autre FixedDocument.
it: FixedDocument non può contenere un altro FixedDocument.
ja: FixedDocument に別の FixedDocument を含めることはできません。
ko: FixedDocument에 다른 FixedDocument가 포함될 수 없습니다.
pl: FixedDocument nie może zawierać innego elementu FixedDocument.
pt_br: FixedDocument não pode conter outro FixedDocument.
ru: FixedDocument не может содержать другой FixedDocument.
tr: FixedDocument başka bir FixedDocument içeremez.
zh_hans: FixedDocument 不能包含另一个 FixedDocument。
zh_hant: FixedDocument 無法包含其他 FixedDocument。

# ReachSerialization_FixedDocumentInPage
source: FixedPage cannot contain a FixedDocument.
cs: Stránka FixedPage nemůže obsahovat jiný dokument FixedDocument.
de: "FixedPage" darf kein "FixedDocument" enthalten.
es: FixedPage no puede contener un elemento FixedDocument.
fr: FixedPage ne peut pas contenir un FixedDocument.
it: FixedPage non può contenere un FixedDocument.
ja: FixedPage に FixedDocument を含めることはできません。
ko: FixedPage에 FixedDocument가 포함될 수 없습니다.
pl: FixedPage nie może zawierać FixedDocument.
pt_br: FixedPage não pode conter um FixedDocument.
ru: FixedPage не может содержать FixedDocument.
tr: FixedPage bir FixedDocument içeremez.
zh_hans: FixedPage 不能包含 FixedDocument。
zh_hant: FixedPage 無法包含 FixedDocument。

# ReachSerialization_FixedPageInPage
source: FixedPage cannot contain another FixedPage.
cs: Stránka FixedPage nemůže obsahovat jinou stránku FixedPage.
de: "FixedPage" kann keine weitere "FixedPage" enthalten.
es: FixedPage no puede contener otro elemento FixedPage.
fr: FixedPage ne peut pas contenir un autre FixedPage.
it: FixedPage non può contenere un'altra FixedPage.
ja: FixedPage に別の FixedPage を含めることはできません。
ko: FixedPage에 다른 FixedPage가 포함될 수 없습니다.
pl: FixedPage nie może zawierać innego elementu FixedPage.
pt_br: FixedPage não pode conter outro FixedPage.
ru: FixedPage не может содержать другую FixedPage.
tr: FixedPage başka bir FixedPage içeremez.
zh_hans: FixedPage 不能包含另一个 FixedPage。
zh_hant: FixedPage 無法包含其他 FixedPage。

# ReachSerialization_MustHaveSerializationManager
source: Must have serialization manager.
cs: Musí mít správce serializace
de: Es muss ein Serialisierungs-Manager vorhanden sein.
es: Debe tener un administrador de serialización.
fr: Gestionnaire de sérialisation obligatoire.
it: È necessario un Manager di serializzazione.
ja: シリアル化マネージャーが必要です。
ko: serialization 관리자가 있어야 합니다.
pl: Musi zawierać menedżera serializacji.
pt_br: É necessário ter um gerenciador de serialização.
ru: Требуется диспетчер сериализации.
tr: Serileştirme yöneticisi olmalıdır.
zh_hans: 必须有序列化管理器。
zh_hant: 必須有序列化管理員。

# ReachSerialization_NoFixedDocuments
source: FixedDocumentSequence must contain at least one FixedDocument.
cs: FixedDocumentSequence musí obsahovat alespoň jeden dokument FixedDocument.
de: "FixedDocumentSequence" muss mindestens ein "FixedDocument" enthalten.
es: FixedDocumentSequence debe contener al menos un elemento FixedDocument.
fr: FixedDocumentSequence doit contenir au moins un FixedDocument.
it: FixedDocumentSequence deve contenere almeno un FixedDocument.
ja: FixedDocumentSequence には、少なくとも 1 つの FixedDocument を含める必要があります。
ko: FixedDocumentSequence에는 최소한 하나의 FixedDocument가 있어야 합니다.
pl: FixedDocumentSequence musi zawierać przynajmniej jeden element FixedDocument.
pt_br: FixedDocumentSequence deve conter pelo menos um FixedDocument.
ru: В FixedDocumentSequence должен содержаться хотя бы один FixedDocument.
tr: FixedDocumentSequence en az bir FixedDocument içermelidir.
zh_hans: FixedDocumentSequence 必须至少包含一个 FixedDocument。
zh_hant: FixedDocumentSequence 必須至少包含一個 FixedDocument。

# ReachSerialization_NoFixedPageWriter
source: No fixed page is being written to.
cs: Nezapisuje se do žádné pevné stránky.
de: Es wird in keine gleich bleibende Seite geschrieben.
es: No se está escribiendo en ninguna página fija.
fr: Aucune écriture en cours sur une page fixe.
it: Nessuna pagina fissa con operazioni di scrittura in corso.
ja: 書き込みが行われている固定レイアウトのページはありません。
ko: 기록할 고정 페이지가 없습니다.
pl: Żadna stała strona nie jest zapisywana.
pt_br: Nenhuma página fixa está sendo gravada.
ru: Запись не ведется ни на одну фиксированную страницу.
tr: Yazılan sabit sayfa yok.
zh_hans: 未写入固定页面。
zh_hant: 並未寫入任何固定頁面。

# ReachSerialization_NoFixedPages
source: FixedDocument must contain at least one FixedPage.
cs: Dokument FixedDocument musí obsahovat alespoň jednu stránku FixedPage.
de: "FixedDocument" muss mindestens eine "FixedPage" enthalten.
es: FixedDocument debe contener al menos un elemento FixedPage.
fr: FixedDocument doit contenir au moins un FixedPage.
it: FixedDocument deve contenere almeno una FixedPage.
ja: FixedDocument には、少なくとも 1 つの FixedPage を含める必要があります。
ko: FixedDocument에는 최소한 하나의 FixedPage가 있어야 합니다.
pl: FixedDocument musi zawierać przynajmniej jeden element FixedPage.
pt_br: FixedDocument deve conter pelo menos um FixedPage.
ru: В FixedDocument должна содержаться хотя бы одна FixedPage.
tr: FixedDocument en az bir FixedPage içermelidir.
zh_hans: FixedDocument 必须至少包含一个 FixedPage。
zh_hant: FixedDocument 必須包含至少一個 FixedPage。

# ReachSerialization_NoFontService
source: No font service is registered with resource policy.
cs: V zásadách prostředku není zaregistrovaná žádná služba písma.
de: Mit der Ressourcenrichtlinie ist kein Schriftartdienst registriert.
es: No hay ningún servicio de fuentes registrado en la directiva de recursos.
fr: Aucun service de polices n'est inscrit auprès de la stratégie de ressources.
it: Nessun servizio carattere registrato nei criteri delle risorse.
ja: リソース ポリシーに登録されているフォント サービスはありません。
ko: 글꼴 서비스가 리소스 정책에 등록되지 않았습니다.
pl: Żadna usługa czcionek nie jest zarejestrowana w zasadach dotyczących zasobu.
pt_br: Nenhum serviço de fonte está registrado na política de recurso.
ru: В политике ресурсов не зарегистрирована ни одна служба шрифтов.
tr: Kaynak ilkesiyle kaydedilmiş yazı tipi hizmeti yok.
zh_hans: 未使用资源策略注册字体服务。
zh_hant: 沒有任何字型服務向資源原則登錄。
