Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Printing/Resources/xlf/System.Printing.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# ArgumentException.InvalidHandle
source: Handle value is not valid.
cs: Hodnota popisovače není platná.
de: Ungültiger Handlewert.
es: Valor de identificador no válido.
fr: Valeur du descripteur non valide.
it: Valore di handle non valido.
ja: ハンドルの値が無効です。
ko: 핸들 값이 잘못되었습니다.
pt_br: O valor do identificador não é válido.
ru: Недопустимое значение дескриптора.
tr: İşleyici değeri geçerli değil.
zh_hans: 句柄值无效。
zh_hant: 控制碼值無效。

# ArgumentException.InvalidValue
source: Value is not valid.
cs: Hodnota není platná.
de: Der Wert ist nicht gültig.
es: El valor no es válido.
fr: La valeur n'est pas valide.
it: Valore non valido.
ja: 値が無効です。
ko: 값이 잘못되었습니다.
pt_br: O valor não é válido.
ru: Значение недействительно.
tr: Değer geçerli değil.
zh_hans: 值无效。
zh_hant: 值無效。

# ArgumentException.NonNegativeValue
source: Value must be non-negative.
cs: Hodnota musí být nezáporná.
de: Der Wert darf nicht negativ sein.
es: El valor debe ser no negativo.
fr: La valeur ne doit pas être négative.
it: Il valore deve essere non negativo.
ja: 値は負でない必要があります。
ko: 값은 음수가 아니어야 합니다.
pt_br: O valor deve ser não negativo.
ru: Значение должно быть неотрицательным.
tr: Değer, negatif olmayan bir değer olmalıdır.
zh_hans: 值必须是非负数。
zh_hant: 值必須為非負值。

# ArgumentException.PositiveValue
source: Value must be positive.
cs: Hodnota musí být kladná.
de: Der Wert muss positiv sein.
es: El valor debe ser positivo.
fr: La valeur doit être positive.
it: Il valore deve essere positivo.
ja: 値は正の数でなければなりません。
ko: 값은 양수여야 합니다.
pt_br: O valor deve ser positivo.
ru: Значение должно быть положительным.
tr: Değer pozitif olmalıdır.
zh_hans: 值必须为正的。
zh_hant: 值必須是正數。

# FormatException.AddXmlnsFailAtRootElement
source: Cannot add standard namespace declaration at root element.
cs: Do kořenového elementu se nedá přidat standardní deklarace oboru názvů.
de: Am Stammelement kann keine Standardnamespacedeklaration hinzugefügt werden.
es: No se puede agregar la declaración de espacio de nombres estándar en el elemento raíz.
fr: Impossible d'ajouter une déclaration d'espace de noms standard au niveau de l'élément racine.
it: Impossibile aggiungere una dichiarazione di spazio dei nomi standard nell'elemento radice.
ja: ルート要素で標準の名前空間宣言を追加できません。
ko: 루트 요소에서 표준 네임스페이스 선언을 추가할 수 없습니다.
pt_br: Não é possível adicionar a declaração de namespace padrão ao elemento raiz.
ru: Не удается добавить стандартное объявление пространства имен в корневой элемент.
tr: Kök öğeye standart ad alanı bildirimi eklenemez.
zh_hans: 无法在根元素处添加标准命名空间声明。
zh_hant: 無法在根項目新增標準命名空間宣告。

# FormatException.InvalidRootElement
source: Root element is not valid: NamespaceURI='{0}', LocalName='{1}'.
cs: Kořenový element není platný. NamespaceURI={0}, LocalName={1}
de: Ungültiges Stammelement: NamespaceURI="{0}", LocalName="{1}"
es: Elemento raíz no válido: NamespaceURI="{0}", LocalName="{1}"
fr: Élément racine non valide : NamespaceURI='{0}', LocalName='{1}'.
it: L'elemento radice non è valido: NamespaceURI='{0}', LocalName='{1}'.
ja: ルート要素が無効です: NamespaceURI='{0}'、LocalName='{1}'。
ko: 루트 요소가 잘못되었습니다. NamespaceURI='{0}', LocalName='{1}'.
pt_br: O elemento raiz não é válido: NamespaceURI='{0}', LocalName='{1}'.
ru: Недопустимый корневой элемент: NamespaceURI="{0}", LocalName="{1}".
tr: Kök öğe geçerli değil: NamespaceURI='{0}', LocalName='{1}'.
zh_hans: 根元素无效: NamespaceURI='{0}'、LocalName='{1}'。
zh_hant: 根項目無效: NamespaceURI='{0}'，LocalName='{1}'。

# FormatException.InvalidXMLIntValue
source: '{0}' integer value at line number '{1}' line position '{2}' is not valid.
cs: Celočíselná hodnota {0} na řádku číslo {1} a na pozici řádku {2} není platná.
de: Der Wert für die ganze Zahl ({0}) in Zeilennummer {1} an Zeilenposition {2} ist ungültig.
es: El valor entero "{0}" en la línea número "{1}", posición de línea "{2}", no es válido.
fr: La valeur entière '{0}' au numéro de ligne '{1}', à la position de ligne '{2}', est non valide.
it: Il valore intero '{0}' al numero di riga '{1}', posizione di riga '{2}' non è valido.
ja: 行番号 '{1}' 行位置 '{2}' の '{0}' 整数値が無効です。
ko: 줄 번호 '{1}' 줄 위치 '{2}'의 '{0}' 정수 값이 잘못되었습니다.
pt_br: O valor inteiro '{0}' no número de linha '{1}', posição de linha '{2}' não é válido.
ru: Недопустимое целое значение "{0}" в строке номер "{1}", позиция "{2}".
tr: '{1}' satır numarasındaki '{2}' satır konumunda '{0}' tamsayı değeri geçerli değil.
zh_hans: 在行号“{1}”行位置“{2}”处的“{0}”整数值无效。
zh_hant: 行號 '{1}' 行位置 '{2}' 的 '{0}' 整數值無效。

# FormatException.MissingRequiredChildElement
source: Must have '{0}' child element at line number '{1}' line position '{2}'.
cs: Na řádku číslo {1} a na pozici řádku {2} musí být podřízený element {0}.
de: Das erforderliche untergeordnete Element "{0}" fehlt in Zeilennummer {1} an Zeilenposition {2}.
es: Debe tener el elemento secundario "{0}" en la línea número "{1}", posición de línea "{2}".
fr: L'élément enfant '{0}' doit se trouver au numéro de ligne '{1}' et à la position de ligne '{2}'.
it: Al numero di riga '{1}', posizione di riga '{2}' deve essere presente l'elemento figlio '{0}'.
ja: '{0}' 子要素が行番号 '{1}' 行位置 '{2}' になければなりません。
ko: 줄 번호 '{1}' 줄 위치 '{2}'에 '{0}' 자식 요소가 있어야 합니다.
pt_br: É necessário ter o elemento filho '{0}' no número de linha '{1}', posição de linha '{2}'.
ru: Требуется дочерний элемент "{0}" в строке номер "{1}", позиция "{2}".
tr: '{1}' satır numarasındaki '{2}' satır konumunda '{0}' alt öğesi olmalıdır.
zh_hans: 行号“{1}”行位置“{2}”处必须具有“{0}”子元素。
zh_hant: 行號 '{1}' 行位置 '{2}' 必須要有 '{0}' 子系。

# FormatException.ParameterDefMissOrInvalid
source: Referenced {0} {1} is either missing or not valid.
cs: Odkazované {0} {1} buď chybí, nebo není platné.
de: Das {0}-Element "{1}", auf das verwiesen wird, ist nicht vorhanden oder ungültig.
es: Falta el elemento {0} {1} al que se hace referencia o no es válido.
fr: Le {0} {1} référencé est manquant ou non valide.
it: L'elemento di riferimento {0} {1} manca o non è valido.
ja: 参照先の {0} {1} がないか無効です。
ko: 참조된 {0} {1}이(가) 없었거나 잘못되었습니다.
pt_br: O {0} referenciado {1} está ausente ou não é válido.
ru: Отсутствующий или недопустимый объект {0} {1} в ссылке.
tr: Başvurulan {0} {1} eksik veya geçerli değil.
zh_hans: 引用的 {0} {1} 缺失或无效。
zh_hant: 缺少參考的 {0} {1} 或其無效。

# FormatException.PrivateXMLTextValue
source: Private text value '{0}' found at line number '{1}' line position '{2}'.
cs: Na řádku číslo {1} a na pozici řádku {2} se našla privátní textová hodnota {0}.
de: Privater Textwert "{0}" gefunden in Zeilennummer {1} an Zeilenposition {2}.
es: No se encontró el valor de texto Private "{0}" en la línea número "{1}", posición de línea "{2}".
fr: La valeur de texte privée '{0}' a été trouvée au numéro de ligne '{1}' et à la position de ligne '{2}'.
it: Al numero di riga '{1}', posizione di riga '{2}' è stato trovato il valore di testo privato '{0}'.
ja: プライベート テキスト値 '{0}' が行番号 '{1}' 行位置 '{2}' に見つかりました。
ko: 줄 번호 '{1}' 줄 위치 '{2}'에 전용 텍스트 값 '{0}'이(가) 있습니다.
pt_br: Valor de texto privado '{0}' encontrado no número de linha '{1}', posição de linha '{2}'.
ru: Обнаружено частное текстовое значение "{0}" в строке номер "{1}", позиция "{2}".
tr: '{1}' satır numarasındaki '{2}' satır konumunda '{0}' özel metin değeri bulundu.
zh_hans: 在行号“{1}”行位置“{2}”处找到专用文本值“{0}”。
zh_hant: 行號 '{1}' 行位置 '{2}' 處發現私用文字值 '{0}'。

# FormatException.RootChildMissingAttribute
source: '{0}' child element of root element is missing the required '{1}' attribute.
cs: V podřízeném elementu {0} kořenového elementu chybí povinný atribut {1}.
de: Für das untergeordnete {0}-Element des Stammelements fehlt das erforderliche {1}-Attribut.
es: El elemento secundario "{0}" del elemento raíz no tiene el atributo "{1}" necesario.
fr: L'élément enfant '{0}' de l'élément racine n'a pas l'attribut '{1}' nécessaire.
it: Nell'elemento figlio '{0}' dell'elemento radice manca l'attributo obbligatorio '{1}'.
ja: ルート要素の '{0}' 子要素に、必要な '{1}' 属性がありません。
ko: 루트 요소의 자식 요소 '{0}'에 필수 특성 '{1}'이(가) 없습니다.
pt_br: O elemento filho '{0}' do elemento raiz não tem o atributo '{1}' necessário.
ru: В дочернем элементе "{0}" корневого элемента отсутствует требуемый атрибут "{1}".
tr: Kök öğenin '{0}' alt öğesinde gerekli '{1}' özniteliği eksik.
zh_hans: 根元素的“{0}”子元素缺少必需的“{1}”特性。
zh_hant: 根項目的 '{0}' 子系缺少必要的 '{1}'' 屬性。

# FormatException.RootInvalidAttribute
source: '{1}' value not valid for root element attribute '{0}'.
cs: Hodnota {1} není pro atribut kořenového elementu {0} platná.
de: Das Attribut "{0}" des Stammelements besitzt den ungültigen Wert "{1}".
es: El valor "{1}" no es válido para el atributo "{0}" del elemento raíz.
fr: La valeur '{1}' est non valide pour l'attribut d'élément racine '{0}'.
it: Il valore '{1}' non è valido per l'attributo '{0}' dell'elemento radice.
ja: '{1}' 値は、ルート要素属性 '{0}' に無効です。
ko: 루트 요소 특성 '{0}'에 값 '{1}'을(를) 사용할 수 없습니다.
pt_br: O valor '{1}' não é válido para o atributo do elemento raiz '{0}'.
ru: Недопустимое значение "{1}" для атрибута корневого элемента "{0}".
tr: '{1}' değeri, kök öğe özniteliği '{0}' için geçerli değil.
zh_hans: “{1}”值对根元素特性“{0}”无效。
zh_hant: '{1}' 值對根項目屬性 '{0}' 而言無效。

# FormatException.RootInvalidChildElement
source: '{0}' is not a valid child element of root element.
cs: Element {0} není platný podřízený element kořenového elementu.
de: "{0}" ist kein gültiges untergeordnetes Element des Stammelements.
es: '{0}' no es un elemento secundario válido del elemento raíz.
fr: '{0}' n'est pas un élément enfant valide de l'élément racine.
it: '{0}' non è un elemento figlio valido dell'elemento radice.
ja: '{0}' は、ルート要素の有効な子要素ではありません。
ko: '{0}'이(가) 루트 요소의 올바른 자식 요소가 아닙니다.
pt_br: '{0}' não é um elemento filho válido do elemento raiz.
ru: "{0}" не является допустимым дочерним элементом для корневого элемента.
tr: '{0}', kök öğenin geçerli bir alt öğesi değildir.
zh_hans: “{0}”不是根元素的有效子元素。
zh_hant: '{0}' 不是根項目的有效子項目。

# FormatException.RootMissingAttribute
source: Root element is missing required attribute '{0}'.
cs: V kořenovém elementu chybí povinný atribut {0}.
de: Für das Stammelement fehlt das erforderliche Attribut "{0}".
es: En el elemento raíz falta el atributo '{0}' necesario.
fr: L'attribut obligatoire '{0}' est absent de l'élément racine.
it: Attributo obbligatorio mancante '{0}' per l'elemento radice.
ja: ルート要素に、必要な属性 '{0}' がありません。
ko: 루트 요소에 필수 특성 '{0}'이(가) 없습니다.
pt_br: O elemento raiz não tem o atributo '{0}' necessário.
ru: В корневом элементе отсутствует требуемый атрибут "{0}".
tr: Kök öğede gerekli '{0}' özniteliği eksik.
zh_hans: 根元素缺少必需的特性“{0}”。
zh_hant: 根項目遺失必要屬性 '{0}'。

# FormatException.VersionNotSupported
source: '{0}' version number is not supported.
cs: Číslo verze {0} se nepodporuje.
de: Die Versionsnummer "{0}" wird nicht unterstützt.
es: La versión '{0}' no se admite.
fr: Le numéro de version '{0}' n'est pas pris en charge.
it: Numero di versione '{0}' non supportato.
ja: '{0}' バージョン番号はサポートされていません。
ko: '{0}' 버전은 지원되지 않습니다.
pt_br: Não há suporte para o número de versão '{0}'.
ru: Номер версии "{0}" не поддерживается.
tr: '{0}' sürüm numarası desteklenmez.
zh_hans: 不支持“{0}”版本号。
zh_hant: 不支援 '{0}' 版本號碼。

# FormatException.XMLNotWellFormed
source: XML is not well-formed.
cs: XML nemá správný formát.
de: XML ist nicht ordnungsgemäß formatiert.
es: XML con formato incorrecto.
fr: XML n'est pas bien formé.
it: XML non ben formato.
ja: 整形式の XML ではありません。
ko: XML의 형식이 올바르지 않습니다.
pt_br: XML não está bem formado.
ru: Текст XML сформирован некорректно.
tr: XML iyi biçimde değil.
zh_hans: XML 格式错误。
zh_hant: XML 格式不正確。

# IndexOutOfRangeException.InvalidSize
source: '{0}' array should be the same size as array '{1}'.
cs: Pole {0} by mělo mít stejnou velikost jako pole {1}.
de: Das Array "{0}" muss dieselbe Größe besitzen wie das Array "{1}".
es: La matriz "{0}" debe tener el mismo tamaño que la matriz "{1}".
fr: Le tableau '{0}' doit avoir la même taille que le tableau '{1}'.
it: Le dimensioni della matrice '{0}' devono essere uguali a quelle della matrice '{1}'.
ja: '{0}' 配列は、配列 '{1}' と同じサイズでなければなりません。
ko: '{0}' 배열은 '{1}' 배열과 크기가 같아야 합니다.
pt_br: A matriz '{0}' deve ter o mesmo tamanho da matriz '{1}'.
ru: Массив "{0}" должен иметь тот же размер, что и массив "{1}".
tr: '{0}' dizisi '{1}' dizisiyle aynı boyutta olmalıdır.
zh_hans: “{0}”数组应与数组“{1}”大小相同。
zh_hant: '{0}' 陣列的大小必須與陣列 '{1}' 的大小相同。

# PrintConfig.Provider.BindFail
source: PrintTicket provider failed to bind to printer. Win32 error: {0}
cs: Poskytovateli PrintTicket se nepovedlo vytvořit vazbu pro tiskárnu. Chyba Win32: {0}
de: Fehler beim Binden des PrintTicket-Anbieters an den Drucker. Win32-Fehler: {0}
es: El proveedor PrintTicket no se pudo enlazar a la impresora. Error de Win32: {0}
fr: Impossible de lier le fournisseur PrintTicket à l'imprimante. Erreur Win32 : {0}
it: Provider PrintTicket: impossibile eseguire il binding alla stampante. Errore Win32: {0}
ja: PrintTicket プロバイダーで、プリンターへのバインドに失敗しました。Win32 エラー: {0}
ko: PrintTicket 공급자가 프린터에 바인딩하지 못했습니다. Win32 오류: {0}
pt_br: Falha do fornecedor PrintTicket ao ligar à impressora. Erro do Win32: {0}
ru: Поставщику PrintTicket не удалось выполнить привязку к принтеру. Ошибка Win32 : {0}.
tr: PrintTicket sağlayıcısı yazıcıya bağlayamadı. Win32 hatası: {0}
zh_hans: PrintTicket 提供程序无法绑定到打印机。Win32 错误: {0}
zh_hant: PrintTicket 提供者無法繫結至印表機。Win32 錯誤: {0}

# PrintConfig.Provider.DevMode2PTFail
source: PrintTicket provider failed to convert DEVMODE to PrintTicket. Win32 error: {0}
cs: Poskytovateli PrintTicket se nepovedlo převést DEVMODE na PrintTicket. Chyba Win32: {0}
de: Fehler des PrintTicket-Anbieters beim Konvertieren von DEVMODE in "PrintTicket". Win32-Fehler: {0}
es: El proveedor PrintTicket no pudo convertir DEVMODE en PrintTicket. Error de Win32: {0}
fr: Le fournisseur PrintTicket n'a pas pu convertir DEVMODE en PrintTicket. Erreur Win32 : {0}
it: Provider PrintTicket: impossibile convertire DEVMODE in PrintTicket. Errore Win32: {0}
ja: PrintTicket プロバイダーで、DEVMODE を PrintTicket に変換するのに失敗しました。Win32 エラー: {0}
ko: PrintTicket 공급자가 DEVMODE를 PrintTicket으로 변환하지 못했습니다. Win32 오류: {0}
pt_br: Falha do fornecedor PrintTicket ao converter DEVMODE em PrintTicket. Erro do Win32: {0}
ru: Поставщику PrintTicket не удалось преобразовать DEVMODE в PrintTicket. Ошибка Win32: {0}
tr: PrintTicket sağlayıcısı DEVMODE'u PrintTicket'e dönüştüremedi. Win32 hatası: {0}
zh_hans: PrintTicket 提供程序无法将 DEVMODE 转换为 PrintTicket。Win32 错误: {0}
zh_hant: PrintTicket 提供者無法將 DEVMODE 轉換為 PrintTicket。Win32 錯誤: {0}

# PrintConfig.Provider.GetPrintCapFail
source: PrintTicket provider failed to retrieve PrintCapabilities. Win32 error: {0}
cs: Poskytovateli PrintTicket se nepovedlo načíst PrintCapabilities. Chyba Win32: {0}
de: Fehler des PrintTicket-Anbieters beim Abrufen von "PrintCapabilities". Win32-Fehler: {0}
es: El proveedor PrintTicket no pudo recuperar PrintCapabilities. Error de Win32: {0}
fr: Le fournisseur PrintTicket n'a pas pu extraire PrintCapabilities. Erreur Win32 : {0}
it: Provider PrintTicket: impossibile recuperare PrintCapabilities. Errore Win32: {0}
ja: PrintTicket プロバイダーで、PrintCapabilities の取得に失敗しました。Win32 エラー: {0}
ko: PrintTicket 공급자가 PrintCapabilities를 검색하지 못했습니다. Win32 오류: {0}
pt_br: Falha do fornecedor PrintTicket ao recuperar PrintCapabilities. Erro do Win32: {0}
ru: Поставщику PrintTicket не удалось извлечь PrintCapabilities. Ошибка Win32: {0}
tr: PrintTicket sağlayıcısı PrintCapabilities alamadı. Win32 hatası: {0}
zh_hans: PrintTicket 提供程序无法检索 PrintCapabilities。Win32 错误: {0}
zh_hant: PrintTicket 提供者無法抓取 PrintCapabilities。Win32 錯誤: {0}

# PrintConfig.Provider.MergeValidateFail
source: PrintTicket provider failed to merge and validate PrintTicket. Win32 error: {0}
cs: Poskytovateli PrintTicket se nepovedlo sloučit a ověřit PrintTicket. Chyba Win32: {0}
de: Fehler des PrintTicket-Anbieters beim Zusammenführen und Überprüfen von "PrintTicket". Win32-Fehler: {0}
es: El proveedor PrintTicket no pudo combinar y validar PrintTicket. Error de Win32: {0}
fr: Le fournisseur PrintTicket n'a pas pu fusionner et valider PrintTicket. Erreur Win32 : {0}
it: Provider PrintTicket: impossibile unire e convalidare PrintTicket. Errore Win32: {0}
ja: PrintTicket プロバイダーで、PrintTicket の結合と検証に失敗しました。Win32 エラー: {0}
ko: PrintTicket 공급자가 PrintTicket을 병합 및 확인하지 못했습니다. Win32 오류: {0}
pt_br: Falha do fornecedor PrintTicket ao mesclar e validar PrintTicket. Erro do Win32: {0}
ru: Поставщику PrintTicket не удалось объединить и проверить PrintTicket. Ошибка Win32: {0}
tr: PrintTicket sağlayıcısı PrintTicket'i birleştirmeyi ve doğrulamayı başaramadı. Win32 hatası: {0}
zh_hans: PrintTicket 提供程序无法合并和验证 PrintTicket。Win32 错误: {0}
zh_hant: PrintTicket 提供者無法合併並驗證 PrintTicket。Win32 錯誤: {0}

# PrintConfig.Provider.PT2DevModeFail
source: PrintTicket provider failed to convert PrintTicket to DEVMODE. Win32 error: {0}
cs: Poskytovatel funkce PrintTicket nepřevedl funkci PrintTicket do režimu DEVMODE. Chyba Win32: {0}
de: Fehler des PrintTicket-Anbieters beim Konvertieren von "PrintTicket" in DEVMODE. Win32-Fehler: {0}
es: El proveedor PrintTicket no pudo convertir PrintTicket en DEVMODE. Error de Win32: {0}
fr: Le fournisseur PrintTicket n'a pas pu convertir PrintTicket en DEVMODE. Erreur Win32 : {0}
it: Provider PrintTicket: impossibile convertire PrintTicket in DEVMODE. Errore Win32: {0}
ja: PrintTicket プロバイダーで、PrintTicket を DEVMODE に変換するのに失敗しました。Win32 エラー: {0}
ko: PrintTicket 공급자가 PrintTicket을 DEVMODE로 변환하지 못했습니다. Win32 오류: {0}
pt_br: Falha do fornecedor PrintTicket ao converter PrintTicket em DEVMODE. Erro do Win32: {0}
ru: Поставщику PrintTicket не удалось преобразовать PrintTicket в DEVMODE. Ошибка Win32: {0}
tr: PrintTicket sağlayıcısı PrintTicket'ı DEVMODE'a dönüştüremedi. Win32 hatası: {0}
zh_hans: PrintTicket 提供程序无法将 PrintTicket 转换为 DEVMODE。Win32 错误: {0}
zh_hant: PrintTicket 提供者無法將 PrintTicket 轉換為 DEVMODE。Win32 錯誤: {0}

# PrintConfig.Provider.PTStreamContentFail
source: {0} stream content reading failed.
cs: Nepovedlo se přečíst obsah streamu {0}.
de: Fehler beim Lesen des Inhalts von Datenstrom "{0}".
es: Error de lectura del contenido de la secuencia {0}.
fr: Échec de la lecture du flux de contenu {0}.
it: Lettura del contenuto del flusso {0} non riuscita.
ja: {0} ストリーム コンテンツの読み取りに失敗しました。
ko: {0} 스트림 콘텐츠를 읽지 못했습니다.
pt_br: Falha na leitura do conteúdo de fluxo {0}.
ru: Сбой при чтении содержимого потока {0}.
tr: {0} akış içeriği okunamadı.
zh_hans: {0} 流内容读取失败。
zh_hant: {0} 資料流內容讀取失敗。

# PrintSystemException.CommitPrintSystemAttributesException
source: An exception occurred while committing the properties.
cs: Při zapisování vlastností došlo k výjimce.
de: Ausnahme beim Ausführen eines Commits für die Eigenschaften.
es: Se produjo una excepción al confirmar las propiedades.
fr: Une exception s'est produite lors de la validation des propriétés.
it: Eccezione durante il commit delle proprietà.
ja: プロパティのコミット中に例外が発生しました。
ko: 속성을 커밋하는 동안 예외가 발생했습니다.
pt_br: Exceção ao confirmar as propriedades.
ru: Исключение при занесении свойств.
tr: Özellikler uygulanırken özel bir durum oluştu.
zh_hans: 提交属性时发生异常。
zh_hant: 認可屬性時發生例外狀況。

# PrintSystemException.Generic
source: Print System exception.
cs: Výjimka Print System
de: Ausnahme des Drucksystems.
es: Excepción del sistema de impresión.
fr: Exception du système d'impression.
it: Eccezione di Print System.
ja: Print System 例外です。
ko: Print System 예외입니다.
pt_br: Exceção Print System.
ru: Исключение Print System.
tr: Print System özel durumu.
zh_hans: Print System 异常。
zh_hant: Print System 例外狀況。

# PrintSystemException.PrintJob.PopulateJobProperties
source: An exception occurred while populating the object. Win32 error: {0}
cs: Při plnění objektu došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Auffüllen des Objekts. Win32-Fehler: {0}
es: Se produjo una excepción al rellenar el objeto. Error de Win32: {0}
fr: Une exception s'est produite lors du remplissage de l'objet. Erreur Win32 : {0}
it: Eccezione durante il popolamento dell'oggetto. Errore Win32: {0}
ja: オブジェクトの作成中に例外が発生しました。Win32 エラー: {0}
ko: 개체를 채우는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao preencher o objeto. Erro do Win32: {0}
ru: Исключение при заполнении объекта. Ошибка Win32: {0}
tr: Nesne yerleştirilirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 填充对象时发生异常。Win32 错误: {0}
zh_hant: 傳播物件時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.AddPrinter
source: An exception occurred while installing a print queue. Win32 error: {0}
cs: Při instalaci tiskové fronty došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Installieren einer Druckwarteschlange. Win32-Fehler: {0}
es: Se produjo una excepción al instalar una cola de impresión. Error de Win32: {0}
fr: Une exception s'est produite lors de l'installation d'une file d'attente à l'impression. Erreur Win32 : {0}
it: Eccezione durante l'installazione di una coda di stampa. Errore Win32: {0}
ja: 印刷キューのインストール中に例外が発生しました。Win32 エラー: {0}
ko: 인쇄 큐를 설치하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao instalar uma fila de impressão. Erro do Win32: {0}
ru: Исключение при установке очереди печати. Ошибка Win32: {0}
tr: Bir yazdırma sırası yüklenirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 安装打印队列时发生异常。Win32 错误: {0}
zh_hant: 安裝列印佇列時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.Commit
source: An exception occurred while committing the properties for the PrintQueue object. Win32 error: {0}
cs: Při zapisování vlastností pro objekt PrintQueue došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Ausführen von "Commit" für die Eigenschaften des PrintQueue-Objekts. Win32-Fehler: {0}
es: Se produjo una excepción al confirmar las propiedades del objeto PrintQueue. Error de Win32: {0}
fr: Une exception s'est produite lors de la validation des propriétés de l'objet PrintQueue. Erreur Win32 : {0}
it: Eccezione durante il commit delle proprietà per l'oggetto PrintQueue. Errore Win32: {0}
ja: PrintQueue オブジェクトのプロパティをコミット中に例外が発生しました。Win32 エラー: {0}
ko: PrintQueue 개체에 대한 속성을 커밋하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao confirmar as propriedades do objeto PrintQueue. Erro do Win32: {0}
ru: Исключение при занесении свойств объекта PrintQueue. Ошибка Win32: {0}
tr: PrintQueue nesnesi için özellikler uygulanırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 提交 PrintQueue 对象的属性时发生异常。Win32 错误: {0}
zh_hant: 認可 PrintQueue 物件的屬性時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.Generic
source: An exception occurred while creating the PrintQueue object. Win32 error: {0}
cs: Při vytváření objektu PrintQueue došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Erstellen des PrintQueue-Objekts. Win32-Fehler: {0}
es: Se produjo una excepción al crear el objeto PrintQueue. Error de Win32: {0}
fr: Une exception s'est produite lors de la création de l'objet PrintQueue. Erreur Win32 : {0}
it: Eccezione durante la creazione dell'oggetto PrintQueue. Errore Win32: {0}
ja: PrintQueue オブジェクトの作成中に例外が発生しました。Win32 エラー: {0}
ko: PrintQueue 개체를 만드는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao criar o objeto PrintQueue. Erro do Win32: {0}
ru: Исключение при создании объекта PrintQueue. Ошибка Win32 : {0}
tr: PrintQueue nesnesi oluşturulurken özel durum oluştu. Win32 hatası: {0}
zh_hans: 创建 PrintQueue 对象时发生异常。Win32 错误: {0}
zh_hant: 建立 PrintQueue 物件時發生例外狀況。Win32 錯誤: {0}
