Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Printing/Resources/xlf/System.Printing.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# PrintSystemException.PrintSystemJobInfo.AddJob
source: An exception occurred while adding a job. Win32 error: {0}
cs: Při přidávání úlohy došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Hinzufügen eines Auftrags. Win32-Fehler: {0}
es: Se produjo una excepción al agregar un trabajo. Error de Win32: {0}
fr: Une exception s'est produite lors de l'ajout d'un travail. Erreur Win32 : {0}
it: Eccezione durante l'aggiunta di un processo. Errore Win32: {0}
ja: ジョブの追加中に例外が発生しました。Win32 エラー: {0}
ko: 작업을 추가하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao adicionar um trabalho. Erro do Win32: {0}
ru: Исключение при добавлении задания. Ошибка Win32: {0}
tr: İş eklenirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 添加作业时发生异常。Win32 错误: {0}
zh_hant: 新增工作時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintSystemJobInfo.Create
source: An exception occurred while creating print job information. Check inner exception for details.
cs: Při vytváření informací o tiskové úloze došlo k výjimce. Podrobnosti najdete ve vnitřní výjimce.
de: Ausnahme beim Erstellen von Informationen zu einem Druckauftrag. Weitere Informationen siehe innere Ausnahme.
es: Se produjo una excepción al crear la información del trabajo de impresión. Consulte la excepción interna para obtener más detalles.
fr: Une exception s'est produite lors de la création des informations sur les travaux d'impression. Pour plus d'informations, vérifiez l'exception interne.
it: Eccezione durante la creazione di informazioni sul processo di stampa. Per ulteriori dettagli, vedere l'eccezione interna.
ja: 印刷ジョブ情報の作成中に例外が発生しました。詳細については、内部例外を確認してください。
ko: 인쇄 작업 정보를 만드는 동안 예외가 발생했습니다. 자세한 내용은 내부 예외를 참조하십시오.
pt_br: Exceção ao criar as informações do trabalho de impressão. Verifique detalhes na exceção interna.
ru: Исключение при создании сведений о задании печати. Дополнительные сведения имеются во вложенном исключении.
tr: Yazdırma işi bilgileri oluşturulurken özel durum oluştu. Ayrıntılar için iç özel durumu denetleyin.
zh_hans: 创建打印作业信息时发生异常。有关详细信息，请查看内部异常。
zh_hant: 建立列印工作資訊時發生例外狀況。如需詳細資訊，請參閱內部例外狀況。

# PrintSystemException.PrintSystemJobInfo.Deleted
source: The print job was deleted.
cs: Tisková úloha se odstranila.
de: Der Druckauftrag wurde gelöscht.
es: Se eliminó el trabajo de impresión.
fr: Le travail d'impression a été supprimé.
it: Il processo di stampa è stato eliminato.
ja: 印刷ジョブは削除されました。
ko: 인쇄 작업이 삭제되었습니다.
pt_br: O trabalho de impressão foi excluído.
ru: Задание печати было удалено.
tr: Yazdırma işi silindi.
zh_hans: 打印作业已删除。
zh_hant: 已刪除列印工作。

# PrintSystemException.PrintSystemJobInfo.Generic
source: An exception occurred while setting the print job. Win32 error: {0}
cs: Při nastavování tiskové úlohy došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Festlegen des Druckjobs. Win32-Fehler: {0}
es: Se produjo una excepción al establecer el trabajo de impresión. Error de Win32: {0}
fr: Une exception s'est produite lors de la définition du travail d'impression. Erreur Win32 : {0}
it: Eccezione durante l'impostazione del processo di stampa. Errore Win32: {0}
ja: 印刷ジョブの設定中に例外が発生しました。Win32 エラー: {0}
ko: 인쇄 작업을 설정하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao configurar o trabalho de impressão. Erro do Win32: {0}
ru: Исключение при постановке задания печати. Ошибка Win32: {0}
tr: Yazdırma işi ayarlanırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 设置打印作业时发生异常。Win32 错误: {0}
zh_hant: 設定列印工作時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintSystemJobInfo.Refresh
source: An exception occurred while refreshing print job information. Win32 error: {0}
cs: Při aktualizaci informací o tiskové úloze došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Aktualisieren der Druckauftragsinformationen. Win32-Fehler: {0}
es: Se produjo una excepción al actualizar la información del trabajo de impresión. Error de Win32: {0}
fr: Une exception s'est produite lors de l'actualisation des informations sur les travaux d'impression. Erreur Win32 : {0}
it: Eccezione durante l'aggiornamento delle informazioni sul processo di stampa. Errore Win32: {0}
ja: 印刷ジョブ情報の更新中に例外が発生しました。Win32 エラー: {0}
ko: 인쇄 작업 정보를 새로 고치는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao atualizar as informações do trabalho de impressão. Erro do Win32: {0}
ru: Исключение при обновлении сведений о задании печати. Ошибка Win32: {0}
tr: Yazdırma işi bilgileri yenilenirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 刷新打印作业信息时发生异常。Win32 错误: {0}
zh_hant: 重新整理列印工作資訊時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintSystemJobInfo.XpsDocumentEvent
source: An exception occurred while calling XpsDocumentEvent.
cs: Při volání XpsDocumentEvent došlo k výjimce.
de: Ausnahme beim Aufruf von "XpsDocumentEvent".
es: Se produjo una excepción al llamar a XpsDocumentEvent.
fr: Une exception s'est produite lors de l'appel de XpsDocumentEvent.
it: Eccezione durante la chiamata di XpsDocumentEvent.
ja: XpsDocumentEvent の呼び出し中に例外が発生しました。
ko: XpsDocumentEvent를 호출하는 동안 예외가 발생했습니다.
pt_br: Exceção ao chamar XpsDocumentEvent.
ru: Произошло исключение во время вызова XpsDocumentEvent.
tr: XpsDocumentEvent çağırılırken özel durum oluştu.
zh_hans: 调用 XpsDocumentEvent 时发生异常。
zh_hant: 呼叫 XpsDocumentEvent 時發生例外狀況。

# PrintSystemException.PrintingCancelled.Generic
source: Printing was canceled. Win32 error: {0}
cs: Tisk se zrušil. Chyba Win32: {0}
de: Der Druckvorgang wurde abgebrochen. Win32-Fehler: {0}
es: Se canceló la impresión. Error de Win32: {0}
fr: Impression annulée. Erreur Win32 : {0}
it: Stampa annullata. Errore Win32: {0}
ja: 印刷が取り消されました。Win32 エラー: {0}
ko: 인쇄가 취소되었습니다. Win32 오류: {0}
pt_br: A impressão foi cancelada. Erro do Win32: {0}
ru: Печать была отменена. Ошибка Win32: {0}
tr: Yazdırma iptal edildi. Win32 hatası: {0}
zh_hans: 打印已取消。Win32 错误: {0}
zh_hant: 已取消列印。Win32 錯誤: {0}

# PrintSystemException.PropertyIsReadOnly
source: Property is read-only.
cs: Vlastnost je určená jen pro čtení.
de: Die Eigenschaft ist schreibgeschützt.
es: La propiedad es de sólo lectura.
fr: Propriété en lecture seule.
it: Proprietà di sola lettura.
ja: プロパティは読み取り専用です。
ko: 속성이 읽기 전용입니다.
pt_br: A propriedade é somente leitura.
ru: Свойство доступно только для чтения.
tr: Özellik salt okunur.
zh_hans: 属性为只读状态。
zh_hant: 屬性是唯讀的。

# PrintSystemException.UnknownWin32Error
source: Unknown Win32 error
cs: Neznámá chyba Win32
de: Unbekannter Win32-Fehler.
es: Error de Win32 desconocido
fr: Erreur Win32 inconnue
it: Errore Win32 sconosciuto
ja: 不明な Win32 エラー
ko: 알 수 없는 Win32 오류
pt_br: Erro do Win32 desconhecido
ru: Неизвестная ошибка Win32
tr: Bilinmeyen Win32 hatası
zh_hans: 未知的 Win32 错误
zh_hant: 不明的 Win32 錯誤

# PrintSystemSecurity.AccessLevel
source: SecurityElement does not have a valid "AccessLevel" attribute.
cs: SecurityElement nemá platný atribut AccessLevel.
de: "SecurityElement" besitzt kein gültiges AccessLevel-Attribut.
es: SecurityElement no tiene un atributo "AccessLevel" válido.
fr: SecurityElement n'a pas d'attribut "AccessLevel" valide.
it: Per SecurityElement non è disponibile un attributo "AccessLevel" valido.
ja: SecurityElement に、有効な "AccessLevel" 属性がありません。
ko: SecurityElement에 올바른 "AccessLevel" 특성이 없습니다.
pt_br: SecurityElement não tem um atributo "AccessLevel" válido.
ru: В SecurityElement отсутствует допустимый атрибут "AccessLevel".
tr: SecurityElement geçerli bir "AccessLevel" özniteliğine sahip değil.
zh_hans: SecurityElement 没有有效的“AccessLevel”特性。
zh_hant: SecurityElement 沒有有效的 "AccessLevel" 屬性。

# PrintSystemSecurity.Class
source: SecurityElement does not have a valid "class" attribute.
cs: SecurityElement nemá platný atribut class.
de: "SecurityElement" besitzt kein gültiges class-Attribut.
es: SecurityElement no tiene un atributo "class" válido.
fr: SecurityElement n'a pas d'attribut "class" valide.
it: Per SecurityElement non è disponibile un attributo "class" valido.
ja: SecurityElement に、有効な "class" 属性がありません。
ko: SecurityElement에 올바른 "class" 특성이 없습니다.
pt_br: SecurityElement não tem um atributo "class" válido.
ru: В SecurityElement отсутствует допустимый атрибут "class".
tr: SecurityElement geçerli bir "class" özniteliğine sahip değil.
zh_hans: SecurityElement 没有有效的“class”特性。
zh_hant: SecurityElement 沒有有效的 "class" 屬性。

# PrintSystemSecurity.State
source: PermissionState value is not valid.
cs: Hodnota PermissionState není platná.
de: Ungültiger PermissionState-Wert.
es: Valor de PermissionState no válido.
fr: Valeur de PermissionState non valide.
it: Valore PermissionState non valido.
ja: PermissionState 値が無効です
ko: PermissionState 값이 잘못되었습니다.
pt_br: O valor de PermissionState não é válido.
ru: Недопустимое значение PermissionState.
tr: PermissionState değeri geçerli değil.
zh_hans: PermissionState 值无效。
zh_hant: PermissionState 值無效。

# PrintSystemSecurity.Type
source: IPermission type is not valid.
cs: Typ IPermission není platný.
de: Ungültiger IPermission-Typ.
es: Tipo de IPermission no válido.
fr: Type de l'élément IPermission non valide.
it: Tipo IPermission non valido.
ja: IPermission 型が無効です。
ko: IPermission 형식이 잘못되었습니다.
pt_br: O tipo de IPermission não é válido.
ru: Недопустимый тип IPermission.
tr: IPermission türü geçerli değil.
zh_hans: IPermission 类型无效。
zh_hant: IPermission 型別無效。

# PrintSystemUNCPathResolver.Attribute
source: Attribute type is not valid.
cs: Typ atributu není platný.
de: Der Attribute-Typ ist ungültig.
es: Tipo de atributo no válido.
fr: Type d'attribut non valide.
it: Tipo di attributo non valido.
ja: 属性の型が無効です。
ko: Attribute 형식이 잘못되었습니다.
pt_br: O tipo de atributo não é válido.
ru: Недопустимый тип атрибута.
tr: Öznitelik türü geçerli değil.
zh_hans: 特性类型无效。
zh_hant: 屬性型別無效。

# PrintSystemUNCPathResolver.Entries
source: IDictionaryEnumerator does not have valid entries.
cs: IDictionaryEnumerator nemá platné položky.
de: "IDictionaryEnumerator" besitzt keine gültigen Einträge.
es: IDictionaryEnumerator no tiene entradas válidas.
fr: IDictionaryEnumerator ne possède pas d'entrées valides.
it: Per IDictionaryEnumerator non sono disponibili voci valide.
ja: IDictionaryEnumerator に、有効なエントリがありません。
ko: IDictionaryEnumerator에 올바른 항목이 없습니다.
pt_br: IDictionaryEnumerator não tem entradas válidas.
ru: В IDictionaryEnumerator нет допустимых записей.
tr: IDictionaryEnumerator geçerli girişlere sahip değil.
zh_hans: IDictionaryEnumerator 没有有效的条目。
zh_hant: IDictionaryEnumerator 沒有有效的項目。

# PrintSystemUNCPathResolver.Printer
source: UNC printer name is not valid.
cs: Název tiskárny UNC není platný.
de: Ungültiger UNC-Druckername.
es: Nombre UNC de impresora no válido.
fr: Nom d'imprimante UNC non valide.
it: Nome UNC della stampante non valido.
ja: UNC プリンター名が無効です。
ko: UNC 프린터 이름이 잘못되었습니다.
pt_br: O nome de impressora UNC não é válido.
ru: Недопустимое имя принтера UNC.
tr: UNC yazıcı adı geçerli değil.
zh_hans: UNC 打印机名称无效。
zh_hant: UNC 印表機名稱無效。

# PrintSystemUNCPathResolver.Server
source: UNC server name is not valid.
cs: Název serveru UNC není platný.
de: Ungültiger UNC-Servername.
es: Nombre UNC de servidor no válido.
fr: Nom de serveur UNC non valide.
it: Nome UNC del server non valido.
ja: UNC サーバー名が無効です。
ko: UNC 서버 이름이 잘못되었습니다.
pt_br: O nome do servidor UNC não é válido.
ru: Недопустимое имя сервера UNC.
tr: UNC sunucu adı geçerli değil.
zh_hans: UNC 服务器名称无效。
zh_hant: UNC 伺服器名稱無效。

# PrintSystemUNCPathResolver.UNC
source: UNC name is not valid.
cs: Název UNC není platný.
de: Ungültiger UNC-Name.
es: Nombre UNC no válido.
fr: Nom UNC non valide.
it: Nome UNC non valido.
ja: UNC 名が無効です。
ko: UNC 이름이 잘못되었습니다.
pt_br: O nome UNC não é válido.
ru: Недопустимое имя UNC.
tr: UNC adı geçerli değil.
zh_hans: UNC 名称无效。
zh_hant: UNC 名稱無效。

# XPSWriter.BatchAsync
source: Batch Writer is using asynchronous writes and cannot process synchronous writes.
cs: Batch Writer používá asynchronní zápisy a nemůže zpracovat zápisy, které jsou synchronní.
de: Vom Batch-Generator werden asynchrone Schreibvorgänge verwendet, synchrone Schreibvorgänge können nicht verarbeitet werden.
es: El Sistema de escritura por lotes está usando escrituras asincrónicas y no puede procesar escrituras sincrónicas.
fr: Le dispositif d'écriture par lots utilise les écritures asynchrones et ne peut pas traiter les écritures synchrones.
it: Componente scrittura batch: è in corso l'utilizzo di scritture asincrone. Impossibile elaborare scritture sincrone.
ja: バッチ ライターは、非同期書き込みに使用されます。同期書き込みを処理することはできません。
ko: Batch Writer가 비동기 쓰기를 사용하고 있어 동기 쓰기를 처리할 수 없습니다.
pt_br: O Gravador de Lote está utilizando gravações assíncronas e não pode processar gravações síncronas.
ru: Модуль пакетной записи использует асинхронный режим записи и не может обрабатывать синхронные записи.
tr: Toplu İşlem Yazarı zaman uyumsuz yazmalar kullanıyor ve zaman uyumlu yazmaları işleyemez.
zh_hans: 批处理编写器正在使用异步写入，无法处理同步写入。
zh_hant: Batch Writer 正在使用非同步寫入，且無法處理同步寫入。

# XPSWriter.BatchDoneWriting
source: Batch Writer is done writing and cannot process any more batch write requests.
cs: Batch Writer skončil se zápisem a nemůže zpracovat žádné další dávkové požadavky na zápis.
de: Der Schreibvorgang wurde vom Batch-Generator beendet. Es können keine weiteren Stapelschreibanforderungen verarbeitet werden.
es: El Sistema de escritura por lotes ha terminado de escribir y no puede procesar más solicitudes de escritura por lotes.
fr: Le dispositif d'écriture par lots a fini d'écrire et ne peut pas traiter d'autres requêtes d'écriture par lots.
it: Componente scrittura batch: scrittura completata. Impossibile elaborare ulteriori richieste di scrittura batch.
ja: バッチ ライターによる書き込みが完了しました。これ以上バッチ書き込み要求を処理することはできません。
ko: Batch Writer가 쓰기를 완료하여 더 이상 일괄 쓰기 요청을 처리할 수 없습니다.
pt_br: O Gravador de Lote concluiu a gravação e não pode processar outras solicitações de gravação em lote.
ru: Модуль пакетной записи закончил запись и не может обрабатывать дополнительные пакетные запросы на запись.
tr: Toplu İşlem Yazarı yazmayı tamamladı ve daha fazla toplu işlem yazma isteklerini işleyemez.
zh_hans: 批处理编写器已完成写入，因此无法处理更多批处理写入请求。
zh_hant: Batch Writer 已完成寫入，且無法處理任何其他批次寫入要求。

# XPSWriter.BatchMode
source: Document Writer is in batch mode and cannot process non-batch write requests.
cs: Document Writer je v režimu dávek a nemůže zpracovat požadavky na zápis, které nejsou dávkové.
de: Der Dokument-Generator befindet sich im Stapelmodus und kann nur Stapelschreibanforderungen verarbeiten.
es: El Sistema de escritura de documentos está en modo por lotes y no puede procesar solicitudes de escritura que no sea por lotes.
fr: Le writer du document est en mode de commandes et ne peut pas traiter les requêtes d'écriture qui ne sont pas dans ce mode.
it: Componente scrittura documenti: modalità batch attiva. Impossibile elaborare richieste di scrittura non batch.
ja: ドキュメント ライターはバッチ モードです。バッチ以外の書き込み要求を処理することはできません。
ko: Document Writer가 배치 모드이므로 비일괄 쓰기 요청을 처리할 수 없습니다.
pt_br: O Gravador de Documento está no modo de lote e não pode processar solicitações de gravação diferentes de lote.
ru: Модуль записи документов находится в пакетном режиме и не может обрабатывать запросы на запись вне пакетов.
tr: Belge Yazarı toplu işlem kodunda ve toplu işlem dışı yazma isteklerini işleyemez.
zh_hans: 文档编写器处于批处理模式，因此无法处理非批处理写入请求。
zh_hant: Document Writer 處於批次模式，而且無法處理非批次寫入要求。

# XPSWriter.BatchSync
source: Batch Writer is using synchronous writes and cannot process asynchronous writes.
cs: Batch Writer používá synchronní zápisy a nemůže zpracovat zápisy, které jsou asynchronní.
de: Vom Batch-Generator werden synchrone Schreibvorgänge verwendet, asynchrone Schreibvorgänge können nicht verarbeitet werden.
es: El Sistema de escritura por lotes está usando escrituras sincrónicas y no puede procesar escrituras asincrónicas.
fr: Le dispositif d'écriture par lots utilise les écritures synchrones et ne peut pas traiter les écritures asynchrones.
it: Componente scrittura batch: è in corso l'utilizzo di scritture sincrone. Impossibile elaborare scritture asincrone.
ja: バッチ ライターは、同期書き込みに使用されます。非同期書き込みを処理することはできません。
ko: Batch Writer가 동기 쓰기를 사용하고 있어 비동기 쓰기를 처리할 수 없습니다.
pt_br: O Gravador de Lote está utilizando gravações síncronas e não pode processar gravações assíncronas.
ru: Модуль пакетной записи использует синхронный режим записи и не может обрабатывать асинхронные записи.
tr: Toplu İşlem Yazarı zaman uyumlu yazmalar kullanıyor ve zaman uyumsuz yazmaları işleyemez.
zh_hans: 批处理编写器正在使用同步写入，无法处理异步写入。
zh_hant: Batch Writer 正在使用同步寫入，且無法處理非同步寫入。

# XPSWriter.Cancelled
source: Write has already been canceled.
cs: Zápis se už zrušil.
de: Der Schreibvorgang wurde bereits abgebrochen.
es: Ya se canceló la escritura.
fr: L'écriture a déjà été annulée.
it: Scrittura già annullata.
ja: 書き込みは既に取り消されました。
ko: 쓰기가 이미 취소되었습니다.
pt_br: A gravação já foi cancelada.
ru: Запись уже была отменена.
tr: Yazma zaten iptal edildi.
zh_hans: 已取消写入操作。
zh_hant: 已取消寫入。

# XPSWriter.DoneWriting
source: Document Writer is done writing and cannot process any more write requests.
cs: Document Writer skončil se zápisem a nemůže zpracovat žádné další požadavky na zápis.
de: Der Schreibvorgang wurde vom Dokument-Generator beendet. Es können keine weiteren Schreibanforderungen verarbeitet werden.
es: El Sistema de escritura de documentos ha terminado de escribir y no puede procesar más solicitudes de escritura.
fr: Le writer du document a fini d'écrire et ne peut pas traiter d'autres requêtes d'écriture.
it: Componente scrittura documenti: scrittura completata. Impossibile elaborare ulteriori richieste di scrittura.
ja: ドキュメント ライターによる書き込みが完了しました。これ以上書き込み要求を処理することはできません。
ko: Document Writer가 쓰기를 완료하여 더 이상 쓰기 요청을 처리할 수 없습니다.
pt_br: O Gravador de Documento concluiu a gravação e não pode processar mais solicitações de gravação.
ru: Модуль записи документов закончил запись и не может обрабатывать дополнительные запросы на запись.
tr: Belge Yazarı yazmayı tamamladı ve daha fazla yazma isteklerini işleyemez.
zh_hans: 文档编写器已完成写入，因此无法处理更多写入请求。
zh_hant: Document Writer 已完成寫入，且無法處理任何其他寫入要求。

# XPSWriter.InvalidState
source: Writer state not valid.
cs: Stav zápisu není platný.
de: Ungültiger Generatorstatus.
es: Estado del sistema de escritura no válido.
fr: État du writer non valide.
it: Stato del componente di scrittura non valido.
ja: ライター状態は無効です。
ko: 작성기 상태가 잘못되었습니다.
pt_br: O estado do Gravador não é válido.
ru: Недопустимое состояние модуля записи.
tr: Yazar durumu geçerli değil.
zh_hans: 编写器状态无效。
zh_hant: Writer 狀態無效。

# XPSWriter.WriteNotCalled
source: Must call Write before calling cancel.
cs: Před zavoláním Cancel se musí zavolat Write.
de: "Write" muss vor dem Aufruf des Abbruchvorgangs aufgerufen werden.
es: Debe llamar a Write antes de llamar a Cancel.
fr: Appel de Write obligatoire avant l'appel de l'annulation.
it: È necessario chiamare Write prima di richiedere l'annullamento.
ja: キャンセルを呼び出す前に、Write を呼び出す必要があります。
ko: Cancel을 호출하려면 먼저 Write를 호출해야 합니다.
pt_br: É necessário chamar Write antes de cancelar a chamada.
ru: Необходимо вызвать Write до вызова cancel.
tr: İptal işlemi çağırılmadan önce Write çağırılmalıdır.
zh_hans: 在调用取消前，必须调用 Write。
zh_hant: 呼叫取消之前，必須先呼叫 Write。

# XpsWriter.InvalidXps
source: The XpsDocument has no FixedDocumentSequence.
cs: XpsDocument nemá žádnou sekvenci FixedDocumentSequence.
de: "XpsDocument" besitzt keine "FixedDocumentSequence".
es: El elemento XpsDocument no tiene FixedDocumentSequence.
fr: Le document XpsDocument n'a pas de FixedDocumentSequence.
it: XpsDocument non include FixedDocumentSequence.
ja: XpsDocument に FixedDocumentSequence がありません。
ko: XpsDocument에 FixedDocumentSequence가 없습니다.
pt_br: XpsDocument não tem FixedDocumentSequence.
ru: XpsDocument не имеет FixedDocumentSequence.
tr: XpsDocument, FixedDocumentSequence içermiyor.
zh_hans: XpsDocument 没有 FixedDocumentSequence。
zh_hant: XpsDocument 沒有 FixedDocumentSequence。

# XpsWriter.WriteNotCalledEndBatchWrite
source: Must call Write before calling EndBatchWrite.
cs: Před zavoláním EndBatchWrite se musí zavolat Write.
de: "Write" muss vor "EndBatchWrite" aufgerufen werden.
es: Debe llamar a Write antes de llamar a EndBatchWrite.
fr: Appel de Write obligatoire avant l'appel de EndBatchWrite.
it: È necessario chiamare Write prima di chiamare EndBatchWrite.
ja: EndBatchWrite を呼び出す前に Write を呼び出す必要があります。
ko: EndBatchWrite를 호출하려면 먼저 Write를 호출해야 합니다.
pt_br: É necessário chamar Write antes de chamar EndBatchWrite.
ru: Прежде чем вызывать EndBatchWrite, необходимо вызвать Write.
tr: EndBatchWrite çağırılmadan önce Write çağırılmalıdır.
zh_hans: 在调用 EndBatchWrite 前，必须调用 Write。
zh_hant: 呼叫 EndBatchWrite 之前，必須先呼叫 Write。
