Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Printing/Resources/xlf/System.Printing.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pt_br, ru, tr, zh_hans, zh_hant

# PrintSystemException.PrintQueue.GetUninitializedProperty
source: An exception occurred while initializing an attribute of the PrintQueue object. Win32 error: {0}
cs: Při inicializaci atributu objektu PrintQueue došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Initialisieren eines Attributs des PrintQueue-Objekts. Win32-Fehler: {0}
es: Se produjo una excepción al inicializar un atributo del objeto PrintQueue. Error de Win32: {0}
fr: Une exception s'est produite lors de l'initialisation d'un attribut de l'objet PrintQueue. Erreur Win32 : {0}
it: Eccezione durante l'inizializzazione di un attributo dell'oggetto PrintQueue. Errore Win32: {0}
ja: PrintQueue オブジェクトの属性を初期化中に例外が発生しました。Win32 エラー: {0}
ko: PrintQueue 개체의 특성을 초기화하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao inicializar um atributo do objeto PrintQueue. Erro do Win32: {0}
ru: Исключение при инициализации атрибута объекта PrintQueue. Ошибка Win32: {0}
tr: PrintQueue nesnesinin bir özniteliği başlatılırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 初始化 PrintQueue 对象的特性时发生异常。Win32 错误: {0}
zh_hant: 初始化 PrintQueue 物件的屬性時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.Pause
source: An exception occurred while the queue was paused. Win32 error: {0}
cs: Když byla fronta pozastavená, došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Anhalten der Warteschlange. Win32-Fehler: {0}
es: Se produjo una excepción al poner la cola en pausa. Error de Win32: {0}
fr: Une exception s'est produite lors de la suspension de la file d'attente. Erreur Win32 : {0}
it: Eccezione durante la sospensione della coda. Errore Win32: {0}
ja: キューの一時停止中に例外が発生しました。 Win32 エラー: {0}
ko: 큐가 일시 중지되어 있는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao colocar a fila em pausa. Erro do Win32: {0}
ru: Исключение во время приостановки очереди. Ошибка Win32: {0}
tr: Sıra duraklatıldığında özel durum oluştu. Win32 hatası: {0}
zh_hans: 队列暂停时发生异常。Win32 错误: {0}
zh_hant: 暫停佇列時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.Populate
source: An exception occurred while populating the properties for the PrintQueue object. Win32 error: {0}
cs: Při vyplňování vlastností pro objekt PrintQueue došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Auffüllen der Eigenschaften für das PrintQueue-Objekt. Win32-Fehler: {0}
es: Se produjo una excepción al rellenar las propiedades del objeto PrintQueue. Error de Win32: {0}
fr: Une exception s'est produite lors du remplissage des propriétés de l'objet PrintQueue. Erreur Win32 : {0}
it: Eccezione durante il popolamento delle proprietà per l'oggetto PrintQueue. Errore Win32: {0}
ja: PrintQueue オブジェクトのプロパティを作成中に例外が発生しました。Win32 エラー: {0}
ko: PrintQueue 개체에 대한 속성을 채우는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao preencher as propriedades do objeto PrintQueue. Erro do Win32: {0}
ru: Исключение при заполнении свойств объекта PrintQueue. Ошибка Win32: {0}
tr: PrintQueue nesnesinin özellikleri yerleştirilirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 填充 PrintQueue 对象的属性时发生异常。Win32 错误: {0}
zh_hant: 傳播 PrintQueue 物件的屬性時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.Purge
source: An exception occurred while the queue was purged. Win32 error: {0}
cs: Když byla fronta vyprázdněná, došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Bereinigen der Warteschlange. Win32-Fehler: {0}
es: Se produjo una excepción al purgar la cola. Error de Win32: {0}
fr: Une exception s'est produite lors du vidage de la file d'attente. Erreur Win32 : {0}
it: Eccezione durante la ripulitura della coda. Errore Win32: {0}
ja: キューの削除中に例外が発生しました。Win32 エラー: {0}
ko: 큐를 비우는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao depurar a fila. Erro do Win32: {0}
ru: Исключение во время очистки очереди. Ошибка Win32: {0}
tr: Sıra temizlenirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 清除队列时发生异常。Win32 错误: {0}
zh_hant: 清除佇列時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.Refresh
source: An exception occurred while refreshing the properties for the PrintQueue object. Win32 error: {0}
cs: Při aktualizaci vlastností pro objekt PrintQueue došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Aktualisieren der Eigenschaften für das PrintQueue-Objekt. Win32-Fehler: {0}
es: Se produjo una excepción al actualizar las propiedades del objeto PrintQueue. Error de Win32: {0}
fr: Une exception s'est produite lors de l'actualisation des propriétés de l'objet PrintQueue. Erreur Win32 : {0}
it: Eccezione durante l'aggiornamento delle proprietà per l'oggetto PrintQueue. Errore Win32: {0}
ja: PrintQueue オブジェクトのプロパティを更新中に例外が発生しました。Win32 エラー: {0}
ko: PrintQueue 개체에 대한 속성을 새로 고치는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao atualizar as propriedades do objeto PrintQueue. Erro do Win32: {0}
ru: Исключение при обновлении свойств объекта PrintQueue. Ошибка Win32: {0}
tr: PrintQueue nesnesinin özellikleri yenilenirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 刷新 PrintQueue 对象的属性时发生异常。Win32 错误: {0}
zh_hant: 重新整理 PrintQueue 物件的屬性時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.Resume
source: An exception occurred while the queue was resumed. Win32 error: {0}
cs: Když byla fronta obnovená, došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Fortsetzen der Warteschlange. Win32-Fehler: {0}
es: Se produjo una excepción al reanudar la cola. Error de Win32: {0}
fr: Une exception s'est produite lors de la reprise de la file d'attente. Erreur Win32 : {0}
it: Eccezione durante la ripresa della coda. Errore Win32: {0}
ja: キューの再開中に例外が発生しました。Win32 エラー: {0}
ko: 큐가 다시 시작되는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao retomar a fila. Erro do Win32: {0}
ru: Исключение во время возобновления очереди. Ошибка Win32: {0}
tr: Sıra devam ettirilirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 恢复队列时发生异常。Win32 错误: {0}
zh_hant: 繼續佇列時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueue.XpsDeviceQuery
source: An exception occurred while querying the identity of the device.
cs: Při dotazování na identitu zařízení došlo k výjimce.
de: Ausnahme beim Abfragen der Identität des Geräts.
es: Se produjo una excepción al consultar la identidad del dispositivo.
fr: Une exception s'est produite lors de l'interrogation de l'identité du périphérique.
it: Eccezione durante la query per il recupero dell'identità del dispositivo.
ja: デバイスの ID を照会中に例外が発生しました。
ko: 디바이스의 ID를 쿼리하는 동안 예외가 발생했습니다.
pt_br: Exceção ao consultar a identidade do dispositivo.
ru: Произошло исключение во время запроса удостоверения данного устройства.
tr: Aygıtın kimliği sorgulanırken özel durum oluştu.
zh_hans: 查询设备的标识时发生异常。
zh_hant: 查詢裝置的識別身分時發生例外狀況。

# PrintSystemException.PrintQueueStream.Flush
source: An exception occurred while trying to flush the print queue stream. Win32 error: {0}
cs: Při pokusu vyprázdnit stream tiskové fronty došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Leeren des Druckwarteschlangen-Datenstroms. Win32-Fehler: {0}
es: Se produjo una excepción al intentar vaciar la secuencia de la cola de impresión. Error de Win32: {0}
fr: Une exception s'est produite lors de la tentative de vidage du flux de la file d'attente à l'impression. Erreur Win32 : {0}
it: Eccezione durante il tentativo di scaricamento del flusso della coda di stampa. Errore Win32: {0}
ja: 印刷キュー ストリームのフラッシュを試行しているときに例外が発生しました。Win32 エラー: {0}
ko: 인쇄 큐 스트림을 플러시하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao tentar liberar o fluxo da fila de impressão. Erro do Win32: {0}
ru: Исключение при попытке очистки потока очереди печати. Ошибка Win32: {0}
tr: Yazdırma sırası akışı temizlenmeye çalışılırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 尝试刷新打印队列流时发生异常。Win32 错误: {0}
zh_hant: 嘗試清除列印佇列資料流時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueueStream.Write
source: An exception occurred while trying to write to the print queue stream. Win32 error: {0}
cs: Při pokusu zapisovat do streamu tiskové fronty došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Schreiben in den Druckwarteschlangen-Datenstrom. Win32-Fehler: {0}
es: Se produjo una excepción al intentar escribir en la secuencia de la cola de impresión. Error de Win32: {0}
fr: Une exception s'est produite lors d'une tentative d'écriture sur le flux de la file d'attente à l'impression. Erreur Win32 : {0}
it: Eccezione durante il tentativo di scrittura nel flusso della coda di stampa. Errore Win32: {0}
ja: 印刷キュー ストリームへの書き込みを試行しているときに例外が発生しました。Win32 エラー: {0}
ko: 인쇄 큐 스트림에 쓰는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao tentar gravar no fluxo da fila de impressão. Erro do Win32: {0}
ru: Исключение при попытке записи в поток очереди печати. Ошибка Win32: {0}
tr: Yazdırma sırası akışına yazmaya çalışırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 尝试写入打印队列流时发生异常。Win32 错误: {0}
zh_hant: 嘗試寫入列印佇列資料流時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintQueues.Enumerate
source: An exception occurred while enumerating PrintQueue objects. Win32 error: {0}
cs: Při vytváření výčtu objektů PrintQueue došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Auflisten der PrintQueue-Objekte. Win32-Fehler: {0}
es: Se produjo una excepción al enumerar objetos PrintQueue. Error de Win32: {0}
fr: Une exception s'est produite lors de l'énumération des objets PrintQueue. Erreur Win32 : {0}
it: Eccezione durante l'enumerazione degli oggetti PrintQueue. Errore Win32: {0}
ja: PrintQueue オブジェクトの列挙中に例外が発生しました。Win32 エラー: {0}
ko: PrintQueue 개체를 열거하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao enumerar os objetos PrintQueue. Erro do Win32: {0}
ru: Исключение при перечислении объектов PrintQueue. Ошибка Win32: {0}
tr: PrintQueue nesneleri numaralandırılırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 枚举 PrintQueue 对象时发生异常。Win32 错误: {0}
zh_hant: 列舉 PrintQueue 物件時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.AddConnection
source: An exception occurred while creating the printer connection. Win32 error: {0}
cs: Při vytváření připojení tiskárny došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Erstellen der Druckerverbindung. Win32-Fehler: {0}
es: Se produjo una excepción al crear la conexión con la impresora. Error de Win32: {0}
fr: Une exception s'est produite lors de la création de la connexion à l'imprimante. Erreur Win32 : {0}
it: Eccezione durante la creazione della connessione alla stampante. Errore Win32: {0}
ja: プリンター接続の作成中に例外が発生しました。Win32 エラー: {0}
ko: 프린터를 연결하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao criar a conexão da impressora. Erro do Win32: {0}
ru: Исключение при создании подключения к принтеру. Ошибка Win32: {0}
tr: Yazıcı bağlantısı oluşturulurken özel durum oluştu. Win32 hatası: {0}
zh_hans: 创建打印机连接时发生异常。Win32 错误: {0}
zh_hant: 建立印表機連線時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.AddPrinter
source: An exception occurred while installing the print queue. Win32 error: {0}
cs: Při instalaci tiskové fronty došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Installieren der Druckwarteschlange. Win32-Fehler: {0}
es: Se produjo una excepción al instalar la cola de impresión. Error de Win32: {0}
fr: Une exception s'est produite lors de l'installation de la file d'attente à l'impression. Erreur Win32 : {0}
it: Eccezione durante l'installazione della coda di stampa. Errore Win32: {0}
ja: 印刷キューのインストール中に例外が発生しました。Win32 エラー: {0}
ko: 인쇄 큐를 설치하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao instalar a fila de impressão. Erro do Win32: {0}
ru: Исключение при установке очереди печати. Ошибка Win32: {0}
tr: Yazdırma sırası yüklenirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 安装打印队列时发生异常。Win32 错误: {0}
zh_hant: 安裝列印佇列時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.Commit
source: An exception occurred while committing the properties for the PrintServer object. Win32 error: {0}
cs: Při zapisování vlastností pro objekt PrintServer došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Ausführen von "Commit" für die Eigenschaften des PrintServer-Objekts. Win32-Fehler: {0}
es: Se produjo una excepción al confirmar las propiedades del objeto PrintServer. Error de Win32: {0}
fr: Une exception s'est produite lors de la validation des propriétés de l'objet PrintServer. Erreur Win32 : {0}
it: Eccezione durante il commit delle proprietà per l'oggetto PrintServer. Errore Win32: {0}
ja: PrintServer オブジェクトのプロパティをコミット中に例外が発生しました。Win32 エラー: {0}
ko: PrintServer 개체에 대한 속성을 커밋하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao confirmar as propriedades do objeto PrintServer. Erro do Win32: {0}
ru: Исключение при занесении свойств объекта PrintServer. Ошибка Win32: {0}
tr: PrintServer nesnesinin özellikleri uygulanırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 提交 PrintServer 对象的属性时发生异常。Win32 错误: {0}
zh_hant: 認可 PrintServer 物件的屬性時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.DeletePrintQueue
source: An exception occurred while deleting a print queue. Win32 error: {0}
cs: Při odstraňování tiskové fronty došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Löschen einer Druckwarteschlange. Win32-Fehler: {0}
es: Se produjo una excepción al eliminar una cola de impresión. Error de Win32: {0}
fr: Une exception s'est produite lors de la suppression d'une file d'attente à l'impression. Erreur Win32 : {0}
it: Eccezione durante l'eliminazione di una coda di stampa. Errore Win32: {0}
ja: 印刷キューの削除中に例外が発生しました。Win32 エラー: {0}
ko: 인쇄 큐를 삭제하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao excluir uma fila de impressão. Erro do Win32: {0}
ru: Исключение во время удаления очереди печати. Ошибка Win32: {0}
tr: Yazdırma sırası silinirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 删除打印队列时发生异常。Win32 错误: {0}
zh_hant: 刪除列印佇列時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.Generic
source: An exception occurred while creating the PrintServer object. Win32 error: {0}
cs: Při vytváření objektu PrintServer došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Erstellen des PrintServer-Objekts. Win32-Fehler: {0}
es: Se produjo una excepción al crear el objeto PrintServer. Error de Win32: {0}
fr: Une exception s'est produite lors de la création de l'objet PrintServer. Erreur Win32 : {0}
it: Eccezione durante la creazione dell'oggetto PrintServer. Errore Win32: {0}
ja: PrintServer オブジェクトの作成中に例外が発生しました。Win32 エラー: {0}
ko: PrintServer 개체를 만드는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao criar o objeto PrintServer. Erro do Win32: {0}
ru: Исключение при создании объекта PrintServer. Ошибка Win32: {0}
tr: PrintServer nesnesi oluşturulurken özel durum oluştu. Win32 hatası: {0}
zh_hans: 创建 PrintServer 对象时发生异常。Win32 错误: {0}
zh_hant: 建立 PrintServer 物件時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.GetDefaultPrinter
source: An exception occurred while getting the default printer. Win32 error: {0}
cs: Při získávání výchozí tiskárny došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Abrufen des Standarddruckers. Win32-Fehler: {0}
es: Se produjo una excepción al obtener la impresora predeterminada. Error de Win32: {0}
fr: Une exception s'est produite lors de l'obtention de l'imprimante par défaut. Erreur Win32 : {0}
it: Eccezione durante il recupero della stampante predefinita. Errore Win32: {0}
ja: 通常使うプリンターの取得中に例外が発生しました。Win32 エラー: {0}
ko: 기본 프린터를 가져오는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao obter a impressora padrão. Erro do Win32: {0}
ru: Исключение во время получения принтера по умолчанию. Ошибка Win32: {0}
tr: Varsayılan yazıcı alınırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 获取默认打印机时发生异常。Win32 错误: {0}
zh_hant: 取得預設印表機時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.GetUninitializedProperty
source: An exception occurred while initializing an attribute of the PrintQueue object. Win32 error: {0}
cs: Při inicializaci atributu objektu PrintQueue došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Initialisieren eines Attributs des PrintQueue-Objekts. Win32-Fehler: {0}
es: Se produjo una excepción al inicializar un atributo del objeto PrintQueue. Error de Win32: {0}
fr: Une exception s'est produite lors de l'initialisation d'un attribut de l'objet PrintQueue. Erreur Win32 : {0}
it: Eccezione durante l'inizializzazione di un attributo dell'oggetto PrintQueue. Errore Win32: {0}
ja: PrintQueue オブジェクトの属性を初期化中に例外が発生しました。Win32 エラー: {0}
ko: PrintQueue 개체의 특성을 초기화하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao inicializar um atributo do objeto PrintQueue. Erro do Win32: {0}
ru: Исключение при инициализации атрибута объекта PrintQueue. Ошибка Win32: {0}
tr: PrintQueue nesnesinin bir özniteliği başlatılırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 初始化 PrintQueue 对象的特性时发生异常。Win32 错误: {0}
zh_hant: 初始化 PrintQueue 物件的屬性時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.InstallPrintQueue
source: An exception occurred while installing a print queue. Win32 error: {0}
cs: Při instalaci tiskové fronty došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Installieren einer Druckwarteschlange. Win32-Fehler: {0}
es: Se produjo una excepción al instalar una cola de impresión. Error de Win32: {0}
fr: Une exception s'est produite lors de l'installation d'une file d'attente à l'impression. Erreur Win32 : {0}
it: Eccezione durante l'installazione di una coda di stampa. Errore Win32: {0}
ja: 印刷キューのインストール中に例外が発生しました。Win32 エラー: {0}
ko: 인쇄 큐를 설치하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao instalar uma fila de impressão. Erro do Win32: {0}
ru: Исключение при установке очереди печати. Ошибка Win32: {0}
tr: Bir yazdırma sırası yüklenirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 安装打印队列时发生异常。Win32 错误: {0}
zh_hant: 安裝列印佇列時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.MajorVersionCannotChange
source: The major version of a PrintServer object cannot be changed.
cs: Hlavní verze objektu PrintServer se nedá změnit.
de: Die Hauptversion eines PrintServer-Objekts kann nicht geändert werden.
es: La versión principal de un objeto PrintServer no se puede cambiar.
fr: La version majeure d'un objet PrintServer ne peut pas être modifiée.
it: Impossibile modificare la versione principale di un oggetto PrintServer.
ja: PrintServer オブジェクトのメジャー バージョンは変更できません。
ko: PrintServer 개체의 주 버전을 변경할 수 없습니다.
pt_br: A versão principal de um objeto PrintServer não pode ser alterada.
ru: Невозможно изменить основную версию объекта PrintServer.
tr: Bir PrintServer nesnesinin birincil sürümü değiştirilemez.
zh_hans: 无法更改 PrintServer 对象的主要版本。
zh_hant: 無法變更 PrintServer 物件的主要版本。

# PrintSystemException.PrintServer.MinorVersionCannotChange
source: The minor version of a PrintServer object cannot be changed.
cs: Podverze objektu PrintServer se nedá změnit.
de: Die Nebenversion eines PrintServer-Objekts kann nicht geändert werden.
es: La versión secundaria de un objeto PrintServer no se puede cambiar.
fr: La version mineure d'un objet PrintServer ne peut pas être modifiée.
it: Impossibile modificare la versione secondaria di un oggetto PrintServer.
ja: PrintServer オブジェクトのマイナー バージョンは変更できません。
ko: PrintServer 개체의 부 버전을 변경할 수 없습니다.
pt_br: A versão secundária de um objeto PrintServer não pode ser alterada.
ru: Невозможно изменить дополнительную версию объекта PrintServer.
tr: Bir PrintServer nesnesinin ikincil sürümü değiştirilemez.
zh_hans: 无法更改 PrintServer 对象的次要版本。
zh_hant: 無法變更 PrintServer 物件的次要版本。

# PrintSystemException.PrintServer.NameCannotChange
source: The name of a PrintServer object cannot be changed.
cs: Název objektu PrintServer se nedá změnit.
de: Der Name eines PrintServer-Objekts kann nicht geändert werden.
es: El nombre de un objeto PrintServer no se puede cambiar.
fr: Le nom d'un objet PrintServer ne peut pas être modifié.
it: Impossibile modificare il nome di un oggetto PrintServer.
ja: PrintServer オブジェクトの名前は変更できません。
ko: PrintServer 개체의 이름을 변경할 수 없습니다.
pt_br: O nome de um objeto PrintServer não pode ser alterado.
ru: Невозможно изменить имя объекта PrintServer.
tr: Bir PrintServer nesnesinin adı değiştirilemez.
zh_hans: 无法更改 PrintServer 对象的名称。
zh_hant: 無法變更 PrintServer 物件的名稱。

# PrintSystemException.PrintServer.Refresh
source: An exception occurred while refreshing the properties for the PrintServer object. Win32 error: {0}
cs: Při aktualizaci vlastností pro objekt PrintServer došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Aktualisieren der Eigenschaften des PrintServer-Objekts. Win32-Fehler: {0}
es: Se produjo una excepción al actualizar las propiedades del objeto PrintServer. Error de Win32: {0}
fr: Une exception s'est produite lors de l'actualisation des propriétés de l'objet PrintServer. Erreur Win32 : {0}
it: Eccezione durante l'aggiornamento delle proprietà per l'oggetto PrintServer. Errore Win32: {0}
ja: PrintServer オブジェクトのプロパティを更新中に例外が発生しました。Win32 エラー: {0}
ko: PrintServer 개체에 대한 속성을 새로 고치는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao atualizar as propriedades do objeto PrintServer. Erro do Win32: {0}
ru: Исключение при обновлении свойств объекта PrintServer. Ошибка Win32: {0}
tr: PrintServer nesnesinin özellikleri yenilenirken özel durum oluştu. Win32 hatası: {0}
zh_hans: 刷新 PrintServer 对象的属性时发生异常。Win32 错误: {0}
zh_hant: 重新整理 PrintServer 物件的屬性時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.SetDefaultPrinter
source: An exception occurred while setting the default printer. Win32 error: {0}
cs: Při nastavování výchozí tiskárny došlo k výjimce. Chyba Win32: {0}
de: Ausnahme beim Festlegen des Standarddruckers. Win32-Fehler: {0}
es: Se produjo una excepción al establecer la impresora predeterminada. Error de Win32: {0}
fr: Une exception s'est produite lors de la définition de l'imprimante par défaut. Erreur Win32 : {0}
it: Eccezione durante l'impostazione della stampante predefinita. Errore Win32: {0}
ja: 通常使うプリンターの設定中に例外が発生しました。Win32 エラー: {0}
ko: 기본 프린터를 설정하는 동안 예외가 발생했습니다. Win32 오류: {0}
pt_br: Exceção ao configurar a impressora padrão. Erro do Win32: {0}
ru: Исключение при задании принтера по умолчанию. Ошибка Win32: {0}
tr: Varsayılan yazıcı ayarlanırken özel durum oluştu. Win32 hatası: {0}
zh_hans: 设置默认打印机时发生异常。Win32 错误: {0}
zh_hant: 設定預設印表機時發生例外狀況。Win32 錯誤: {0}

# PrintSystemException.PrintServer.SubSystemVersionCannotChange
source: The OS version of a PrintServer object cannot be changed.
cs: Verze operačního systému objektu PrintServer se nedá změnit.
de: Die Betriebssystemversion eines PrintServer-Objekts kann nicht geändert werden.
es: La versión del SO de un objeto PrintServer no se puede cambiar.
fr: La version du système d'exploitation d'un objet PrintServer ne peut pas être modifiée.
it: Impossibile modificare la versione del sistema operativo di un oggetto PrintServer.
ja: PrintServer オブジェクトの OS バージョンは変更できません。
ko: PrintServer 개체의 OS 버전을 변경할 수 없습니다.
pt_br: A versão do sistema operacional de um objeto PrintServer não pode ser alterada.
ru: Невозможно изменить версию операционной системы объекта PrintServer.
tr: Bir PrintServer nesnesinin işletim sistemi sürümü değiştirilemez.
zh_hans: 无法更改 PrintServer 对象的 OS 版本。
zh_hant: 無法變更 PrintServer 物件的 OS 版本。

# PrintSystemException.PrintSystemAttributeValueDictionary.IsReadOnly
source: The collection is read-only.
cs: Kolekce je jen pro čtení.
de: Die Sammlung ist schreibgeschützt.
es: La colección es de sólo lectura.
fr: La collection est en lecture seule.
it: Raccolta di sola lettura.
ja: コレクションは読み取り専用です。
ko: 컬렉션이 읽기 전용입니다.
pt_br: A coleção é somente leitura.
ru: Семейство доступно только для чтения.
tr: Koleksiyon salt okunur.
zh_hans: 该集合为只读。
zh_hant: 集合是唯讀的。
