Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Image_InternalError
source: An error occurred.
cs: Došlo k chybě.
de: Fehler
es: Error.
fr: Une erreur s'est produite.
it: Si è verificato un errore.
ja: エラーが発生しました。
ko: 오류가 발생했습니다.
pl: Wystąpił błąd.
pt_br: Ocorreu um erro.
ru: Произошла ошибка.
tr: Bir hata oluştu.
zh_hans: 发生错误。
zh_hant: 發生錯誤。

# Image_InvalidArrayForPixel
source: Cannot match the type of this array to a pixel format.
cs: Tento typ pole nelze přiřadit žádnému pixelovému formátu.
de: Der Typ dieses Arrays kann keinem Pixelformat zugeordnet werden.
es: El tipo de esta matriz no coincide con un formato de píxel.
fr: Impossible de faire correspondre le type de ce tableau à un format de pixel.
it: Non è possibile abbinare il tipo di questa matrice a un formato pixel.
ja: この配列の型をピクセル形式に一致させることができません。
ko: 이 배열 형식을 픽셀 형식에 일치시킬 수 없습니다.
pl: Nie można dopasować typu tej tablicy do formatu piksela.
pt_br: Não é possível corresponder o tipo desta matriz a um formato de pixel.
ru: Не удается сопоставить тип массива с форматом пикселей.
tr: Bu dizi türü bir piksel biçimiyle eşlenemiyor.
zh_hans: 此数组的类型无法与像素格式匹配。
zh_hant: 無法將此陣列與像素格式配對。

# Image_InvalidColorContext
source: Bitmap color context is not valid.
cs: Barevný kontext bitmapy není platný.
de: Der Bitmap-Farbkontext ist ungültig.
es: Contexto de color del mapa de bits no válido.
fr: Contexte de couleur de bitmap non valide.
it: Lo spazio colore della bitmap non è valido.
ja: ビットマップのカラー コンテキストが無効です。
ko: 비트맵 색 컨텍스트가 올바르지 않습니다.
pl: Nieprawidłowy kontekst kolorów mapy bitowej.
pt_br: O contexto de cores bitmap não é válido.
ru: Неправильный контекст цвета точечного рисунка.
tr: Bit eşlem renk bağlamı geçerli değil.
zh_hans: 位图颜色上下文无效。
zh_hant: 點陣圖色彩內容無效。

# Image_InvalidQueryCharacter
source: Character is not valid in metadata query request.
cs: Tento znak není platný v požadavku na metadata.
de: Das Zeichen ist in der Anforderung der Metadatenabfrage ungültig.
es: El carácter no es válido en la solicitud de consulta de metadatos.
fr: Caractère non valide dans la requête d'interrogation des métadonnées.
it: Carattere non valido nella richiesta di query di metadati.
ja: メタデータのクエリ要求では文字は無効です。
ko: 메타데이터 쿼리 요청에 문자를 사용할 수 없습니다.
pl: Nieprawidłowy znak w żądaniu zapytania metadanych.
pt_br: O caractere não é válido na solicitação de consulta de metadados.
ru: Недопустимый знак в запросе метаданных.
tr: Meta veri sorgu isteğinde karakter geçerli değil.
zh_hans: 字符在元数据查询请求中无效。
zh_hant: 字元在中繼資料查詢要求中是無效的。

# Image_InvalidQueryRequest
source: Metadata query request is not valid.
cs: Požadavek na metadata není platný.
de: Die Anforderung der Metadatenabfrage ist ungültig.
es: La solicitud de consulta de metadatos no es válida.
fr: Requête d'interrogation des métadonnées non valide.
it: Richiesta di query di metadati non valida.
ja: メタデータのクエリ要求が無効です。
ko: 메타데이터 쿼리 요청이 잘못되었습니다.
pl: Nieprawidłowe żądanie zapytania metadanych.
pt_br: A solicitação de consulta de metadados não é válida.
ru: Недопустимый запрос метаданных.
tr: Meta veri sorgu isteği geçerli değil.
zh_hans: 元数据查询请求无效。
zh_hant: 中繼資料查詢要求無效。

# Image_LockCountLimit
source: The lock count cannot exceed UInt32.MaxValue.
cs: Počet zamknutí nemůže přesahovat hodnotu UInt32.MaxValue.
de: Die Anzahl der Sperren darf UInt32.MaxValue nicht überschreiten.
es: El número de bloqueos no puede superar UInt32.MaxValue.
fr: Le nombre de verrous ne doit pas dépasser UInt32.MaxValue.
it: Il conteggio dei blocchi non può superare UInt32.MaxValue.
ja: ロック カウントが UInt32.MaxValue を超えることはできません。
ko: 잠금 개수는 UInt32.MaxValue를 초과할 수 없습니다.
pl: Liczba blokad nie może przekraczać wartości UInt32.MaxValue.
pt_br: A contagem de bloqueios não pode exceder UInt32.MaxValue.
ru: Количество блокировок не может превышать UInt32.MaxValue.
tr: Kilit sayısı UInt32.MaxValue değerini aşamaz.
zh_hans: 锁计数不能超过 UInt32.MaxValue。
zh_hant: 鎖定計數不可超過 UInt32.MaxValue。

# Image_MetadataInitializationIncomplete
source: BitmapMetadata initialization incomplete.
cs: Inicializace BitmapMetadata není dokončena.
de: Die BitmapMetadata-Initialisierung ist unvollständig.
es: Inicialización de BitmapMetadata incompleta.
fr: Initialisation de BitmapMetadata non terminée.
it: Inizializzazione di BitmapMetadata incompleta.
ja: BitmapMetadata の初期化が不完全です。
ko: BitmapMetadata 초기화가 완료되지 않았습니다.
pl: Niekompletny proces inicjowania elementu BitmapMetadata.
pt_br: Inicialização de BitmapMetadata incompleta.
ru: Инициализация BitmapMetadata не завершена.
tr: BitmapMetadata başlatma tamamlanmadı.
zh_hans: 未完成 BitmapMetadata 初始化。
zh_hant: BitmapMetadata 初始化不完整。

# Image_MetadataNotCompatible
source: The bitmap metadata is not compatible with this container format.
cs: Metadata bitmapy nejsou kompatibilní s tímto formátem zásobníku.
de: Die Bitmapmetadaten sind mit diesem Containerformat nicht kompatibel.
es: Los metadatos de mapa de bits no son compatibles con este formato de contenedor.
fr: Métadonnées de bitmap non compatibles avec le format de conteneur.
it: I metadati della bitmap non sono compatibili con questo formato di contenitore.
ja: ビットマップ メタデータは、このコンテナー形式と互換性がありません。
ko: 비트맵 메타데이터와 이 컨테이너 형식은 호환되지 않습니다.
pl: Metadane mapy bitowej są niezgodne z formatem tego kontenera.
pt_br: Os metadados de bitmap não são compatíveis com este formato de contêiner.
ru: Метаданные точечного рисунка несовместимы с данным форматом контейнера.
tr: Bit eşlem meta verileri bu kapsayıcı biçimiyle uyumlu değil.
zh_hans: 位图元数据与此容器格式不兼容。
zh_hant: 點陣圖中繼資料與此容器格式不相容。

# Image_MetadataNotSupported
source: BitmapMetadata is not available on BitmapImage.
cs: BitmapMetadata nejsou k dispozici v BitmapImage.
de: "BitmapMetadata" ist für "BitmapImage" nicht verfügbar.
es: BitmapMetadata no está disponible en BitmapImage.
fr: BitmapMetadata non disponible sur BitmapImage.
it: BitmapMetadata non disponibili in BitmapImage.
ja: BitmapMetadata は BitmapImage では利用できません。
ko: BitmapMetadata를 BitmapImage에서 사용할 수 없습니다.
pl: Element BitmapMetadata jest niedostępny w elemencie BitmapImage.
pt_br: BitmapMetadata não estão disponíveis em BitmapImage.
ru: BitmapMetadata не доступны в BitmapImage.
tr: BitmapMetadata, BitmapImage için kullanılabilir değil.
zh_hans: BitmapMetadata 在 BitmapImage 上可用。
zh_hant: BitmapMetadata 在 BitmapImage 上無法使用。

# Image_MetadataReadOnly
source: Bitmap metadata cannot be changed.
cs: Metadata bitmapy nelze změnit.
de: Die Bitmapmetadaten können nicht geändert werden.
es: Los metadatos de mapa de bits no se pueden cambiar.
fr: Impossible de modifier les métadonnées de bitmap.
it: Impossibile modificare i metadati della bitmap.
ja: ビットマップ メタデータは変更できません。
ko: 비트맵 메타데이터를 수정할 수 없습니다.
pl: Nie można zmienić metadanych mapy bitowej.
pt_br: Os metadados de bitmap não podem ser alterados.
ru: Невозможно изменить метаданные точечного рисунка.
tr: Bit eşlem meta verileri değiştirilemez.
zh_hans: 无法更改位图元数据。
zh_hant: 無法變更點陣圖中繼資料。

# Image_MetadataSizeFixed
source: Cannot add any more top-level metadata blocks.
cs: Nelze přidat další bloky metadat na nejvyšší úrovni.
de: Es können nicht mehr Metadatenblöcke auf oberster Ebene hinzugefügt werden.
es: No se pueden agregar más bloques de metadatos de nivel superior.
fr: Impossible d'ajouter d'autres blocs de métadonnées de niveau supérieur.
it: Impossibile aggiungere ulteriori blocchi di metadati di primo livello.
ja: トップレベルのメタデータ ブロックをこれ以上追加することはできません。
ko: 최상위 메타데이터 블록을 더 이상 추가할 수 없습니다.
pl: Nie można dodać więcej bloków metadanych najwyższego poziomu.
pt_br: Não é possível adicionar mais blocos de metadados de nível mais alto.
ru: Невозможно добавить новые блоки метаданных верхнего уровня.
tr: Daha fazla üst düzey meta veri bloğu eklenemez.
zh_hans: 无法再添加顶级元数据块。
zh_hant: 無法新增其他頂層中繼資料區塊。

# Image_MustBeLocked
source: Cannot call this method while the image is unlocked.
cs: Tuto metodu nelze volat, pokud je obrázek odemknutý.
de: Diese Methode kann nicht aufgerufen werden, wenn das Bild nicht gesperrt ist.
es: No se puede llamar a este método mientras la imagen está desbloqueada.
fr: Impossible d'appeler cette méthode lorsque l'image n'est pas verrouillée.
it: Impossibile chiamare questo metodo mentre l'immagine è sbloccata.
ja: イメージがロック解除されているときにこのメソッドを呼び出すことはできません。
ko: 이미지의 잠금이 해제된 동안에는 이 메서드를 호출할 수 없습니다.
pl: Tej metody nie można wywołać, gdy obraz jest odblokowany.
pt_br: Não é possível chamar esse método enquanto a imagem está desbloqueada.
ru: Невозможно вызвать этот метод, когда рисунок разблокирован.
tr: Görüntü kilitsiz durumdayken bu metot çağrılamaz.
zh_hans: 在图像未锁定时无法调用此方法。
zh_hant: 無法在影像解除鎖定時呼叫這個方法。

# Image_NeitherArgument
source: Property '{0}' or property '{1}' must be set.
cs: Je nutno nastavit vlastnost {0} nebo vlastnost {1}.
de: Eine der Eigenschaften "{0}" oder "{1}" muss festgelegt werden.
es: Se debe establecer la propiedad "{0}" o la propiedad "{1}".
fr: La propriété '{0}' ou la propriété '{1}' doit être définie.
it: È necessario impostare la proprietà '{0}' o la proprietà '{1}'.
ja: プロパティ '{0}' またはプロパティ '{1}' を設定する必要があります。
ko: '{0}' 속성 또는 '{1}' 속성을 설정해야 합니다.
pl: Należy ustawić właściwość „{0}” lub „{1}”.
pt_br: A propriedade '{0}' ou a propriedade '{1}' precisa ser definida.
ru: Необходимо задать свойство "{0}" или "{1}".
tr: '{0}' özelliği veya '{1}' özelliği ayarlanmalıdır.
zh_hans: 必须设置属性“{0}”或属性“{1}”。
zh_hant: 必須設定屬性 '{0}' 或屬性 '{1}'。

# Image_NoArgument
source: '{0}' property is not set.
cs: Vlastnost {0} není nastavena.
de: Die {0}-Eigenschaft wurde nicht festgelegt.
es: La propiedad '{0}' no se ha establecido.
fr: Propriété '{0}' non définie.
it: Proprietà '{0}' non impostata.
ja: '{0}' プロパティが設定されていません。
ko: '{0}' 속성이설정되지 않았습니다.
pl: Właściwość „{0}” nie jest ustawiona.
pt_br: A propriedade '{0}' não está definida.
ru: Свойство "{0}" не задано.
tr: '{0}' özelliği ayarlanmadı.
zh_hans: 未设置“{0}”属性。
zh_hant: 未設定 '{0}' 屬性。

# Image_NoCodecsFound
source: No codec found that can decode the specified file.
cs: Nebyl nalezen kodek, který by dekódoval určený soubor.
de: Es wurde kein Codec zum Dekodieren der angegebenen Datei gefunden.
es: No se encontró ningún códec que pueda descodificar el archivo especificado.
fr: Impossible de trouver un codec qui puisse décoder le fichier spécifié.
it: Impossibile trovare un codec in grado di decodificare il file specificato.
ja: 指定されたファイルをデコードできるコーデックが見つかりません。
ko: 지정한 파일을 디코딩할 수 있는 코덱을 찾을 수 없습니다.
pl: Nie znaleziono żadnego kodera-dekodera mogącego zdekodować wskazany plik.
pt_br: Nenhum codec encontrado que possa decodificar o arquivo especificado.
ru: Не найден кодек, способный декодировать указанный файл.
tr: Belirtilen dosyanın kodunu çözebilecek codec bileşeni bulunamadı.
zh_hans: 未找到可以对特定文件进行解码的编码解码器。
zh_hant: 找不到轉碼器可將指定的檔案解碼。

# Image_NoDecodeFrames
source: Image does not contain any frames.
cs: Zobrazení neobsahuje žádné rámečky.
de: Das Bild enthält keinerlei Rahmen.
es: La imagen no contiene marcos.
fr: L'image ne contient aucune trame.
it: L'immagine non contiene alcun fotogramma.
ja: イメージにフレームが含まれていません。
ko: 이미지에 프레임이 없습니다.
pl: Obraz nie zawiera ramek.
pt_br: A imagem não contém quadros.
ru: Изображение не содержит кадров.
tr: Görüntüde hiç kare yok.
zh_hans: 图像不包含任何帧。
zh_hant: 影像未包含任何畫面格。

# Image_NoFrames
source: Cannot save an image with no frames.
cs: Nelze uložit zobrazení bez rámečků.
de: Bilder ohne Rahmen können nicht gespeichert werden.
es: No se puede guardar una imagen sin marcos.
fr: Impossible d'enregistrer une image sans trame.
it: Impossibile salvare un'immagine senza fotogrammi.
ja: フレームを持たないイメージは保存できません。
ko: 프레임이 없는 이미지를 저장할 수 없습니다.
pl: Nie można zapisać obrazu niezawierającego ramek.
pt_br: Não é possível salvar uma imagem sem quadros.
ru: Невозможно сохранить изображение без кадров.
tr: Kare içermeyen bir görüntü kaydedilemez.
zh_hans: 无法保存没有帧的图像。
zh_hant: 無法儲存沒有畫面格的影像。

# Image_NoPalette
source: The specified image does not contain a palette.
cs: Určený obraz neobsahuje barevnou paletu.
de: Das angegebene Bild enthält keine Palette.
es: La imagen especificada no contiene ninguna paleta.
fr: L'image spécifiée ne contient pas de palette.
it: L'immagine specificata non contiene una tavolozza.
ja: 指定されたイメージにはパレットが含まれていません。
ko: 지정한 이미지에 색상표가 없습니다.
pl: Wskazany obraz nie zawiera palety.
pt_br: A imagem especificada não contém uma paleta.
ru: Указанное изображение не содержит палитру.
tr: Belirtilen görüntü palet içermiyor.
zh_hans: 指定的图像不包含调色板。
zh_hant: 指定的影像未包含調色盤。

# Image_NoPixelFormatFound
source: No information was found about this pixel format.
cs: O tomto pixelovém formátu nebyly nalezeny žádné informace.
de: Es wurden keine Informationen zu diesem Pixelformat gefunden.
es: No se encontró información acerca de este formato de píxel.
fr: Informations sur ce format de pixel introuvables.
it: Impossibile trovare informazioni su questo formato pixel.
ja: このピクセル形式に関する情報は見つかりませんでした。
ko: 이 픽셀 형식에 대한 정보를 찾을 수 없습니다.
pl: Nie znaleziono informacji o formacie pikseli.
pt_br: Nenhuma informação foi encontrada sobre este formato de pixel.
ru: Сведения о формате пикселей не найдены.
tr: Bu piksel biçimiyle ilgili bilgi bulunamadı.
zh_hans: 未找到与此像素格式有关的信息。
zh_hant: 找不到關於此像素格式的資訊。

# Image_NoThumbnail
source: Bitmap does not contain thumbnail.
cs: Bitmapa neobsahuje žádnou miniaturu.
de: Die Bitmap enthält keine Miniaturansicht.
es: El mapa de bits no contiene vistas en miniatura.
fr: La bitmap ne contient pas de miniature.
it: La bitmap non contiene un'anteprima.
ja: ビットマップには、縮小表示は含まれません。
ko: 비트맵에 축소판 그림이 없습니다.
pl: Mapa bitowa nie zawiera miniatury.
pt_br: O bitmap não contém miniatura.
ru: Точечный рисунок не содержит эскиз.
tr: Bit eşlem küçük resim içermiyor.
zh_hans: 位图不包含缩略图。
zh_hant: 點陣圖未包含縮圖。

# Image_NotInitialized
source: BitmapImage has not been initialized. Call the BeginInit method, set the appropriate properties, and then call the EndInit method.
cs: Metoda BitmapImage nebyla inicializována. Zavolejte metodu BeginInit, nastavte příslušné vlastnosti a poté zavolejte metodu EndInit.
de: BitmapImage wurde nicht initialisiert. Rufen Sie die BeginInit-Methode auf, legen Sie die entsprechenden Eigenschaften fest, und rufen Sie dann die EndInit-Methode auf.
es: No se inicializó BitmapImage. Llame al método BeginInit, establezca las propiedades apropiadas y después llame al método EndInit.
fr: BitmapImage n'a pas été initialisé. Appelez la méthode BeginInit, définissez les propriétés appropriées, puis appelez la méthode EndInit.
it: Impossibile inizializzare BitmapImage. Chiamare il metodo BeginInit, impostare le proprietà appropriate e chiamare il metodo EndInit.
ja: BitmapImage が初期化されていません。BeginInit メソッドを呼び出し、適切なプロパティを設定してから、EndInit メソッドを呼び出してください。
ko: BitmapImage가 초기화되지 않았습니다. BeginInit 메서드를 호출하고 적절한 속성을 설정한 다음 EndInit 메서드를 호출하십시오.
pl: Obiekt BitmapImage nie został zainicjowany. Wywołaj metodę BeginInit, ustaw odpowiednie właściwości, a następnie wywołaj metodę EndInit.
pt_br: BitmapImage não foi inicializada. Chame o método BeginInit, defina as propriedades apropriadas e chame o método EndInit.
ru: Рисунок BitmapImage не был инициализирован. Вызовите метод BeginInit, задайте соответствующие свойства, а затем вызовите метод EndInit.
tr: BitmapImage başlatılmadı. BeginInit metodunu çağırın, uygun özellikleri ayarlayın ve sonra EndInit metodunu çağırın.
zh_hans: BitmapImage 尚未初始化。请调用 BeginInit 方法，设置适当的属性，然后调用 EndInit 方法。
zh_hant: BitmapImage 尚未初始化。請呼叫 BeginInit 方法、設定適當的屬性，然後呼叫 EndInit 方法。

# Image_OnlyOneInit
source: Cannot set the initializing state more than once.
cs: Stav inicializace nelze nastavit více než jednou.
de: Der Initialisierungstatus kann nicht mehrmals festgelegt werden.
es: No se puede establecer el estado de inicialización más de una vez.
fr: Impossible de définir plusieurs fois l'état d'initialisation.
it: Impossibile impostare lo stato di inizializzazione in corso più di una volta.
ja: 初期化状態を設定できるのは 1 回のみです。
ko: 초기화 상태를 두 번 이상 설정할 수 없습니다.
pl: Nie można ustawić stanu inicjowania więcej niż raz.
pt_br: Não é possível definir o estado da inicialização mais de uma vez.
ru: Состояние инициализации нельзя установить более одного раза.
tr: Başlatılma durumu bir kereden fazla ayarlanamaz.
zh_hans: 无法多次设置初始化状态。
zh_hant: 無法重複設定初始化狀態。

# Image_OnlyOneSave
source: Cannot call Save on an Encoder more than once.
cs: Nelze vyvolat Save na Encoder více než jednou.
de: "Save" kann für einen Encoder nicht mehrmals aufgerufen werden.
es: No se puede llamar a la operación Save más de una vez en Encoder.
fr: Impossible d'appeler plusieurs fois Save sur un Encoder.
it: Impossibile chiamare Save su un Encoder più di una volta.
ja: Encoder で Save を呼び出せるのは 1 回のみです。
ko: Encoder에서 Save를 한 번 이상 호출할 수 없습니다.
pl: Nie można wywołać metody Save w elemencie Encoder więcej niż raz.
pt_br: Não é possível chamar Save em um Encoder mais de uma vez.
ru: Метод Save нельзя вызвать в Encoder более одного раза.
tr: Bir Encoder üzerinde birden fazla Save çağrısı yapılamaz.
zh_hans: 无法在 Encoder 上多次调用 Save。
zh_hant: 無法重複呼叫 Encoder 上的 Save。

# Image_OnlyOrthogonal
source: Transform must be a combination of scales, flips, and 90 degree rotations.
cs: Převod musí být kombinace měřítek, převracení a 90stupňových otočení.
de: Die Transformation muss sich aus einer Kombination aus Skalierungen, Spiegelungen und 90-Grad-Drehungen zusammensetzen.
es: La transformación debe ser una combinación de escalas, volteos y rotaciones de 90 grados.
fr: La transformation doit être une combinaison d'échelles, de retournements et de rotations à 90 degrés.
it: La trasformazione deve essere una combinazione di ridimensionamenti, capovolgimenti e rotazioni di 90°.
ja: 変換は、拡大縮小、反転、および 90 度回転の組み合わせでなければなりません。
ko: 배율, 대칭 이동 및 90도 회전을 조합하여 변환해야 합니다.
pl: Transformacja musi być kombinacją operacji skalowania, przerzucania i obrotu o 90 stopni.
pt_br: A transformação deve ser uma combinação de escalas, inversões e rotações de 90 graus.
ru: Преобразование должно быть сочетанием операций масштабирования, отражения и поворотов на 90 градусов.
tr: Dönüştürme ölçek, ters çevirme ve 90 derece döndürmelerden oluşmalıdır.
zh_hans: 转换必须是缩放、翻转和 90 度旋转的组合。
zh_hant: 轉換必須是縮放、翻轉與 90 度旋轉的組合。

# Image_OriginalStreamReadOnly
source: In place editing of bitmap metadata is not allowed because the original source is not writable.
cs: Úpravy metadat bitmapy na místě nejsou povoleny, protože originální zdroj není přepisovatelný.
de: Das direkte Bearbeiten von Bitmapmetadaten ist nicht zulässig, da die ursprüngliche Quelle schreibgeschützt ist.
es: La edición en contexto de los metadatos del mapa de bits no está permitida porque no se puede escribir en el origen.
fr: La modification en place des métadonnées de bitmap n'est pas autorisée parce que la source originale n'est pas accessible en écriture.
it: La modifica sul posto dei metadati della bitmap non è consentita perché l'origine originale non è scrivibile.
ja: 元のソースが書き込み可能でないために、ビットマップ メタデータの埋め込み編集は許可されていません。
ko: 원본 소스에 쓸 수 없어 현재 위치에서 비트맵 메타데이터를 편집할 수 없습니다.
pl: Edytowanie metadanych mapy bitowej na miejscu jest niedozwolone, ponieważ oryginalne źródło nie jest przeznaczone do zapisu.
pt_br: A edição dos metadados de bitmap no local não é permitida porque a fonte original não é gravável.
ru: Редактирование метаданных точечного рисунка по месту запрещено, поскольку исходный источник недоступен для записи.
tr: Özgün kaynak yazılabilir olmadığı için, bit eşlem meta verilerini yerinde düzenlemeye izin verilmiyor.
zh_hans: 不允许就地编辑位图元数据，因为原始源不可写。
zh_hant: 不允許直接編輯點陣圖中繼資料，因為原始來源無法寫入。

# Image_Overflow
source: The image data generated an overflow during processing.
cs: Data zobrazení během zpracování přetekla.
de: Von den Bilddaten wurde bei der Verarbeitung ein Überlauf generiert.
es: Los datos de la imagen generaron un desbordamiento durante el procesamiento.
fr: Les données d'image ont généré un dépassement de capacité pendant le traitement.
it: Overflow generato dai dati dell'immagine durante l'elaborazione.
ja: 処理中に、イメージ データによりオーバーフローが生成されました。
ko: 처리하는 동안 이미지 데이터가 오버플로를 생성했습니다.
pl: Dane obrazu wygenerowały przepełnienie podczas przetwarzania.
pt_br: Os dados da imagem geraram um estouro durante o processamento.
ru: При обработке данных изображения произошло переполнение.
tr: Görüntü verileri işlem sırasında taşmaya neden oldu.
zh_hans: 图像数据在处理过程中产生了溢出。
zh_hant: 處理時影像資料產生溢位。

# Image_PaletteColorsDoNotMatchFormat
source: The number of colors in the palette is larger than the maximum allowed by the supplied pixel format.
cs: Počet barev v paletě je větší než maximální počet povolený zadaným pixelovým formátem.
de: Die Anzahl von Farben in der Palette ist größer als die für das unterstützte Pixelformat zulässige Anzahl.
es: El número de colores de la paleta es mayor que el máximo permitido por el formato de píxel suministrado.
fr: Le nombre de couleurs de la palette est supérieur à la valeur maximale autorisée par le format de pixel fourni.
it: Il numero di colori nella tavolozza è maggiore del massimo consentito dal formato pixel specificato.
ja: パレットのカラー数が、提供されたピクセル形式で許可されている最大数を超えています。
ko: 색상표의 색 수가 제공된 픽셀 형식의 최대 허용 수보다 많습니다.
pl: Liczba kolorów w palecie jest większa niż maksimum dopuszczane przez dostarczony format piksela.
pt_br: O número de cores na paleta é maior que o máximo permitido pelo formato de pixel fornecido.
ru: Число цветов в палитре превышает максимально допустимое для указанного формата пикселей.
tr: Paletteki renk sayısı, sağlanan piksel biçiminin izin verdiği üst sınırdan fazla.
zh_hans: 调色板中的颜色数大于提供的像素格式所允许的最大值。
zh_hant: 調色盤中的色彩數目大於提供之像素格式所允許的數目上限。

# Image_PaletteFixedType
source: Must use a fixed palette type. '{0}' not supported here.
cs: Je nutno použít pevný typ palety. Typ {0} zde není podporován.
de: Es muss ein fester Palettentyp verwendet werden. "{0}" wird hier nicht unterstützt.
es: Debe usar un tipo de paleta fija. '{0}' no se admite aquí.
fr: Utilisation d'un type de palette fixe. Pas de prise en charge de '{0}' ici.
it: È necessario utilizzare un tipo di tavolozza fisso. Il tipo '{0}' non è supportato in questa posizione.
ja: 固定されたパレットの種類を使用する必要があります。ここでは '{0}' はサポートされていません。
ko: 고정된 색상표 형식을 사용해야 합니다. '{0}'은(는) 여기에서 지원되지 않습니다.
pl: Należy użyć ustalonego typu palety. Opcja „{0}” nie jest tu obsługiwana.
pt_br: É necessário utilizar um tipo de paleta fixa. '{0}' sem suporte aqui.
ru: Необходимо использовать фиксированный тип палитры. "{0}" здесь не поддерживается.
tr: Sabit bir palet türü kullanılması gerekir. '{0}' burada desteklenmiyor.
zh_hans: 必须使用固定的调色板类型。此处不支持“{0}”。
zh_hant: 必須使用固定調色盤類型。這裡不支援 '{0}'。

# Image_PaletteZeroColors
source: Cannot create a palette with less than 1 color or more than 256 colors.
cs: Nelze vytvořit paletu o méně než 1 barvě a více než 256 barvách.
de: Es können keine Paletten mit weniger als einer oder mit mehr als 256 Farben erstellt werden.
es: No se puede crear una paleta con menos de 1 color o más de 256 colores.
fr: Impossible de créer une palette avec moins d'1 couleur et plus de 256 couleurs.
it: Impossibile creare una tavolozza con meno di 1 colore e più di 256 colori.
ja: 1 色より少ないパレットまたは 256 色を超えるパレットを作成することはできません。
ko: 1가지 색보다 적거나 256가지 색보다 많은 색이 포함된 색상표를 만들 수 없습니다.
pl: Nie można utworzyć palety mającej mniej niż 1 lub więcej niż 256 kolorów.
pt_br: Não é possível criar uma paleta com menos de 1 cor ou mais de 256 cores.
ru: Невозможно создать палитру, содержащую менее 1 или более 256 цветов.
tr: 1'den az veya 256'dan çok renk içeren palet oluşturulamaz.
zh_hans: 无法创建小于 1 种颜色或超过 256 种颜色的调色板。
zh_hant: 無法建立包含少於一個色彩或多於 256 個色彩的調色盤。

# Image_PropertyNotFound
source: Property cannot be found.
cs: Vlastnost nelze nalézt.
de: Die Eigenschaft wurde nicht gefunden.
es: La propiedad no se encuentra.
fr: Impossible de trouver la propriété.
it: Impossibile trovare la proprietà.
ja: プロパティが見つかりません。
ko: 속성을 찾을 수 없습니다.
pl: Nie można odnaleźć właściwości.
pt_br: A propriedade não pode ser encontrada.
ru: Не удается найти свойство.
tr: Özellik bulunamıyor.
zh_hans: 找不到属性。
zh_hant: 找不到屬性。
