Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BrowseHomeKeyDisplayString
source: Alt+Home;BrowserHome
de: Alt+Home;BrowserStartseite
ko: Alt+Home;홈
pt_br: Alt+Home;PáginaInicialNavegador
tr: Alt+Home;TarayıcıGiriş

# BrowseHomeText
source: Home
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
it: Home page
ja: ホーム
ko: 홈
pl: Strona główna
pt_br: Página Inicial
ru: Главная
tr: Giriş
zh_hans: 主页
zh_hant: 首頁

# BrowseStopKeyDisplayString
source: Alt+Esc;BrowserStop
de: Alt+Esc;BrowserAbbrechen
es: Alt+Esc;ExploradorDetener
ko: Alt+Esc;중지
pt_br: Alt+Esc;PararNavegador
tr: Alt+Esc;TarayıcıDurdur

# BrowseStopText
source: Stop
cs: Zastavit
de: Beenden
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
ko: 중지
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
zh_hans: 停止
zh_hant: 停止

# BrushUnknownBamlType
source: Unrecognized brush type in BAML file.
cs: Neznámý typ štětce v souboru BAML.
de: Unbekannter Pinseltyp in BAML-Datei.
es: Tipo de limpieza no reconocido en el archivo BAML.
fr: Type de pinceau non reconnu dans le fichier BAML.
it: Tipo di pennello non riconosciuto nel file BAML.
ja: 認識不能なブラシの型が BAML ファイルに存在します。
ko: BAML 파일에 인식할 수 없는 브러시 형식이 있습니다.
pl: Nie rozpoznano typu pędzla w pliku BAML.
pt_br: Tipo de pincel não reconhecido no arquivo BAML.
ru: Неопознанный тип кисти в файле BAML.
tr: BAML dosyasında tanınmayan fırça türü.
zh_hans: BAML 文件中无法识别的画笔类型。
zh_hant: 在 BAML 檔案中發現無法識別的筆刷類型。

# ByteRangeDownloaderDisposed
source: Cannot access a disposed HTTP byte range downloader.
cs: Není přístup k nástroji pro stahování použitého rozsahu bajtů HTTP.
de: Auf verworfenes HTTP-Bytebereichs-Downloadprogramm kann nicht zugegriffen werden.
es: No se puede obtener acceso a una aplicación de descarga de intervalo de bytes HTTP eliminada.
fr: Impossible d'accéder à un téléchargeur de plages d'octets HTTP libéré.
it: Impossibile accedere a un'utilità di download di intervallo di byte HTTP eliminata.
ja: 破棄された HTTP バイト範囲のダウンローダーにアクセスできません。
ko: 삭제된 HTTP 바이트 범위 다운로더에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do usuniętego narzędzia pobierającego kod HTTP w zakresach bajtów.
pt_br: Não é possível acessar uma ferramenta de download de intervalo de bytes HTTP descartado.
ru: Невозможно обратиться к ликвидированному загрузчику диапазона байтов HTTP.
tr: Bırakılmış bir HTTP bayt aralığı yükleyicisine erişilemiyor.
zh_hans: 无法访问释放的 HTTP 字节范围下载程序。
zh_hant: 無法存取已處置的 HTTP 位元組範圍下載器。

# ByteRangeDownloaderErroredOut
source: Byte range request failed.
cs: Požadavek na zjištění rozsahu bajtů nedostal odpověď.
de: Fehler bei der Bytebereichsanfrage.
es: Error en la solicitud de intervalo de bytes.
fr: Échec de la demande de plage d'octets.
it: Richiesta di intervallo di byte non riuscita.
ja: バイト範囲要求に失敗しました。
ko: 바이트 범위 요청이 실패했습니다.
pl: Żądanie zakresu bajtów nie powiodło się.
pt_br: Falha na solicitação de intervalo de bytes.
ru: Не удалось выполнить запрос диапазона байтов.
tr: Bayt aralığı isteği başarısız oldu.
zh_hans: 字节范围请求失败。
zh_hant: 位元組範圍要求失敗。

# ByteRangeRequestIsNotSupported
source: Server does not support byte range request.
cs: Server nepodporuje požadavek na zjištění rozsahu bajtů.
de: Vom Server werden keine Bytebereichsanfragen unterstützt.
es: El servidor no admite la solicitud de intervalo de bytes.
fr: Le serveur ne prend pas en charge la demande de plage d'octets.
it: Il server non supporta la richiesta di intervallo di byte.
ja: サーバーはバイト範囲要求をサポートしていません。
ko: 서버에서 바이트 범위 요청을 지원하지 않습니다.
pl: Serwer nie obsługuje żądań zakresów bajtów.
pt_br: O servidor não oferece suporte à solicitação de intervalo de bytes.
ru: Сервер не поддерживает запрос диапазона байтов.
tr: Sunucu bayt aralığı isteğini desteklemiyor.
zh_hans: 服务器不支持字节范围请求。
zh_hant: 伺服器不支援位元組範圍要求。

# CancelPrintText
source: Cancel Print
cs: Zrušit tisk
de: Drucken abbrechen
es: Cancelar la impresión
fr: Annuler l'impression
it: Annulla stampa
ja: 印刷中止
ko: 인쇄 취소
pl: Anuluj drukowanie
pt_br: Cancelar Impressão
ru: Отмена печати
tr: Yazdırmayı İptal Et
zh_hans: 取消打印
zh_hant: 取消列印

# CannotAttachVisualTwice
source: Cannot attach a Visual that is already attached.
cs: Nelze připojit prvek Visual, který je již připojen.
de: Ein bereits angefügtes Visual-Objekt kann nicht erneut angefügt werden.
es: No se puede adjuntar un Visual que ya está adjuntado.
fr: Impossible d'attacher un Visual déjà attaché.
it: Impossibile associare un Visual già associato.
ja: 既に関連付けられている Visual を関連付けることはできません。
ko: 이미 연결되어 있는 Visual을 연결할 수 없습니다.
pl: Nie można dołączyć już dołączonego obiektu Visual.
pt_br: Não é possível anexar um Visual já anexado.
ru: Невозможно присоединить уже присоединенный Visual.
tr: Zaten eklenmiş bir Visual eklenemez.
zh_hans: 无法附加已附加的 Visual。
zh_hant: 無法附加已附加的 Visual。

# CannotBothBeNull
source: '{0}' and '{1}' cannot both be null.
cs: Hodnoty {0} a {1} nemohou být obě null.
de: "{0}" und "{1}" dürfen nicht beide den Wert NULL besitzen.
es: "{0}" y "{1}" no pueden tener un valor nulo.
fr: '{0}' et '{1}' ne peuvent pas tous les deux avoir une valeur null.
it: '{0}' e '{1}' non possono essere entrambi Null.
ja: '{0}' および '{1}' の両方を NULL にすることはできません。
ko: '{0}'과(와) '{1}'은(는) 모두 null일 수 없습니다.
pl: Elementy „{0}” i „{1}” nie mogą mieć jednocześnie wartości null.
pt_br: '{0}' e '{1}' não podem ser nulos.
ru: "{0}" и "{1}" не могут одновременно быть равны NULL.
tr: '{0}' ve '{1}' aynı anda null olamaz.
zh_hans: “{0}”和“{1}”不可都为 NULL。
zh_hant: '{0}' 與 '{1}' 不可皆為 null。

# CannotConvertStringToType
source: Cannot convert string value '{0}' to type '{1}'.
cs: Hodnotu řetězce {0} nelze převést na typ {1}.
de: Der Zeichenfolgenwert "{0}" kann nicht in den Typ "{1}" konvertiert werden.
es: No se puede convertir el valor de cadena "{0}" al tipo "{1}".
fr: Impossible de convertir la valeur de chaîne '{0}' en type '{1}'.
it: Non è possibile convertire il valore stringa '{0}' nel tipo '{1}'.
ja: 文字列値 '{0}' を型 '{1}' に変換できません。
ko: 문자열 값 '{0}'을(를) '{1}' 형식으로 변환할 수 없습니다.
pl: Nie można przekonwertować wartości ciągu „{0}” na typ „{1}”.
pt_br: Não é possível converter o valor da cadeia de caracteres '{0}' no tipo '{1}'.
ru: Не удается преобразовать строковое значение "{0}" к типу "{1}".
tr: '{0}' dize değeri '{1}' türüne dönüştürülemiyor.
zh_hans: 无法将字符串值“{0}”转换为类型“{1}”。
zh_hant: 無法將字串值 '{0}' 轉換為類型 '{1}'。

# CannotConvertType
source: Cannot convert type '{0}' to '{1}'.
cs: Typ {0} se nedá převést na typ {1}.
de: Der Typ "{0}" kann nicht in "{1}" konvertiert werden.
es: No se puede convertir el tipo "{0}" en "{1}"
fr: Impossible de convertir le type '{0}' en '{1}'.
it: Non è possibile convertire il tipo '{0}' in '{1}'.
ja: 型 '{0}' を '{1}' に変換できません。
ko: '{0}' 형식을 '{1}' 형식으로 변환할 수 없습니다.
pl: Nie można przekonwertować typu „{0}” na „{1}”.
pt_br: Não é possível converter o tipo '{0}' em '{1}'.
ru: Не удается преобразовать тип "{0}" в "{1}".
tr: '{0}' türü '{1}' olarak dönüştürülemiyor.
zh_hans: 无法将类型“{0}”转换为“{1}”。
zh_hant: 無法將類型 '{0}' 轉換為 '{1}'。

# CannotModifyReadOnlyContainer
source: Cannot modify a read-only container.
cs: Zásobník určený jen pro čtení nelze upravit.
de: Schreibgeschützte Container können nicht geändert werden.
es: No se puede modificar un contenedor de solo lectura.
fr: Impossible de modifier un conteneur en lecture seule.
it: Impossibile modificare un contenitore di sola lettura.
ja: 読み取り専用コンテナーは変更できません。
ko: 읽기 전용 컨테이너를 수정할 수 없습니다.
pl: Nie można modyfikować kontenera tylko do odczytu.
pt_br: Não é possível modificar um contêiner somente leitura.
ru: Невозможно изменить контейнер, доступный только для чтения.
tr: Salt okunur kapsayıcı değiştirilemez.
zh_hans: 无法修改只读容器。
zh_hant: 無法修改唯讀容器。

# CannotModifyVisualChildrenDuringTreeWalk
source: Cannot modify the Visual children for this node because a tree walk is in progress.
cs: Nelze upravovat podřazené prvky prvku Visual pro tento uzel, protože probíhá prohledávání stromu.
de: Die untergeordneten Visual-Elemente des Knotens können nicht geändert werden, da gerade ein Tree Walk durchgeführt wird.
es: No se pueden modificar los objetos secundarios de Visual para este nodo porque se está realizando un examen del árbol.
fr: Impossible de modifier les enfants Visual pour ce nœud car un parcours de l'arborescence est en cours.
it: Impossibile modificare i figli Visual per questo nodo perché è in corso un attraversamento dell'albero.
ja: このノードの Visual の子を変更できません。ツリー ウォークを実行中です。
ko: 트리 워크가 진행 중이기 때문에 이 노드에 대한 Visual 자식을 수정할 수 없습니다.
pl: Nie można zmienić elementów podrzędnych obiektów Visual dla tego węzła, ponieważ przeglądanie drzewa jest w toku.
pt_br: Não é possível modificar o Visual filho para esse nó, pois uma movimentação pela árvore está em andamento.
ru: Невозможно изменить дочерние элементы Visual данного узла, поскольку выполняется обход дерева.
tr: Devam eden bir ağaç ilerletme işlemi olduğundan bu düğümün Visual alt öğeleri değiştirilemez.
zh_hans: 无法修改此节点的 Visual 子级，因为正在执行走树。
zh_hant: 無法修改此節點的 Visual 子項目，因為正在瀏覽樹狀目錄。

# CannotNavigateToApplicationResourcesInWebBrowser
source: Cannot navigate to application resource '{0}' by using a WebBrowser control. For URI navigation, the resource must be at the application's site of origin. Use the pack://siteoforigin:,,,/ prefix to avoid hard-coding the URI.
cs: Nelze přejít na prostředek aplikace {0} pomocí ovládacího prvku WebBrowser. U navigace URI musí prostředek být v původním umístění aplikace. Použijte předponu pack://puvodniweb:,,,/, abyste se vyhnuli pevnému zakódování identifikátoru URI.
de: Zur Anwendungsressource "{0}" kann nicht mit einem WebBrowser-Steuerelement navigiert werden. Für die URI-Navigation muss sich die Ressource auf der ursprünglichen Website der Anwendung befinden. Verwenden Sie das Präfix "pack://sitepack://siteoforigin:,,,/", damit Sie den URI nicht fest programmieren müssen.
es: No se puede navegar hasta el recurso de aplicación '{0}' con un control WebBrowser. Para la navegación de URI, el recurso debe estar en el sitio de origen de la aplicación. Use el prefijo pack://siteoforigin:,,,/ para no incluir el URI en el código.
fr: Impossible de naviguer jusqu'à la ressource d'application '{0}' en utilisant un contrôle WebBrowser. Pour la navigation d'URI, la ressource doit se trouver sur le site de l'application d'origine. Utilisez le préfixe pack://siteoforigin:,,,/ prefix pour ne pas coder en dur l'URI.
it: Impossibile passare alla risorsa dell'applicazione '{0}' utilizzando un controllo WebBrowser. Per la navigazione URI, la risorsa deve essere nel sito di origine dell'applicazione. Utilizzare il prefisso pack://sitodiorigine:,,,/ per evitare di impostare l'URI come hardcoded.
ja: WebBrowser コントロールを使用してアプリケーション リソース '{0}' に移動することはできません。URI の移動には、リソースは元のアプリケーション サイトに位置する必要があります。pack://siteoforigin:,,,/ プレフィックスを使用して、URI のハードコーディングを回避します。
ko: WebBrowser 컨트롤을 사용하여 응용 프로그램 리소스 '{0}'(으)로 이동할 수 없습니다. URI로 탐색하려면 리소스가 응용 프로그램의 원본 사이트에 있어야 합니다. URI를 하드 코딩하지 않으려면 pack://siteoforigin:,,,/ 접두사를 사용합니다.
pl: Nie można przejść do zasobu aplikacji „{0}” za pomocą formantu WebBrowser. Aby przejść do lokalizacji URI, zasób musi znajdować się w witrynie pochodzenia aplikacji. Aby uniknąć ustalonego kodowania identyfikatora URI, należy użyć prefiksu pakietu://witryna_pochodzenia:,,,/.
pt_br: Não é possível navegar para o recurso '{0}' do aplicativo usando um controle WebBrowser. Para navegação de URI, o recurso deve estar no site de origem do aplicativo. Use o prefixo pack://siteoforigin:,,,/ para evitar a codificação do URI.
ru: Не удается перейти к ресурсу приложения "{0}" с помощью элемента управления WebBrowser. Для навигации с помощью URI ресурс должен быть размещен на исходном веб-сайте приложения. Чтобы избежать размещения URI в коде, используйте префикс pack://siteoforigin:,,,/
tr: WebBrowser denetimi kullanılarak '{0}' uygulama kaynağına gidilemiyor. URI gezinmek için, kaynak uygulamanın kaynak sitesinde olmalıdır. URI'yi sabit kodlamaktan kaçınmak için pack://siteoforigin:,,,/ önekini kullanın.
zh_hans: 无法使用 WebBrowser 控件导航至应用程序资源“{0}”。对于 URI 导航，资源必须位于应用程序的原始站点。请使用 pack://siteoforigin:,,,/ 前缀，避免对 URI 进行硬编码。
zh_hant: 無法使用 WebBrowser 控制項來巡覽應用程式資源 '{0}'。如果是 URI 巡覽，資源必須位在該應用程式的來源網站。請使用前置詞 pack://siteoforigin:,,,/ 來避免 URI 成為硬式編碼。

# CannotRetrievePartsOfWriteOnlyContainer
source: Cannot get part or part information from a write-only container.
cs: Součást nebo informace o součásti ze zásobníku, který je určen pouze pro zápis, nelze získat.
de: Ein Teil oder Teilinformationen können aus einem lesegeschützten Container nicht abgerufen werden.
es: No se puede obtener una parte o información de una parte desde un contenedor de sólo lectura.
fr: Impossible d'obtenir tout ou partie des informations à partir d'un conteneur en lecture seule.
it: Impossibile recuperare la parte o informazioni sulla parte da un contenitore di sola scrittura.
ja: 書き込み専用コンテナーから部品または部品の詳細情報を取得できません。
ko: 쓰기 전용 컨테이너에서 파트 또는 파트 정보를 가져올 수 없습니다.
pl: Nie można pobrać części lub informacji o części z kontenera tylko do zapisu.
pt_br: Não é possível obter parte ou informações da parte de um contêiner somente gravação.
ru: Невозможно получить часть или сведения о части из контейнера, доступного только на запись.
tr: Salt yazılır bir kapsayıcıdan bölüm veya bölüm bilgileri alınamaz.
zh_hans: 无法从只写容器获取部件或部件信息。
zh_hant: 無法從唯寫容器取得組件或組件資訊。

# Channel_InvalidCommandBufferPointer
source: Cannot read from the specified command buffer pointer.
cs: Nelze číst z určené pomocné paměti příkazů.
de: Vom angegebenen Befehlspufferzeiger kann nicht gelesen werden.
es: No se puede leer desde el puntero de búfer de comandos especificado.
fr: Impossible de lire depuis le pointeur spécifié de la mémoire tampon des commandes.
it: Impossibile leggere dal puntatore al buffer dei comandi specificato.
ja: 指定されたコマンド バッファー ポインターから読み取れません。
ko: 지정된 명령 버퍼 포인터에서 읽을 수 없습니다.
pl: Nie można czytać z podanego wskaźnika buforu poleceń.
pt_br: Não é possível ler de um ponteiro de buffer de comando especificado.
ru: Не удается прочитать данные из заданного указателя на буфер команд.
tr: Belirtilen komut arabelleği işaretçisinden okunamıyor.
zh_hans: 无法从指定的命令缓冲区指针读取。
zh_hant: 無法讀取指定的命令緩衝區指標。

# CharacterMetrics_MissingRequiredField
source: The Metrics property of CharacterMetrics is missing a required field.
cs: Vlastnosti Metrics třídy CharacterMetrics chybí požadované pole.
de: In der Metrics-Eigenschaft von "CharacterMetrics" ist ein Pflichtfeld nicht vorhanden.
es: La propiedad Metrics de CharacterMetrics carece de un campo obligatorio.
fr: Absence d'un champ obligatoire dans la propriété Metrics de CharacterMetrics.
it: Campo obbligatorio mancante per la proprietà Metrics di CharacterMetrics.
ja: CharacterMetrics の Metrics プロパティに、必要なフィールドがありません。
ko: CharacterMetrics의 Metrics 속성에 필수 필드가 없습니다.
pl: Właściwości Metrics elementu CharacterMetrics brakuje wymaganego pola.
pt_br: A propriedade Metrics de CharacterMetrics não tem um campo obrigatório.
ru: В свойстве Metrics объекта CharacterMetrics отсутствует обязательное поле.
tr: CharacterMetrics öğesinin Metrics özelliğinde gerekli bir alan eksik.
zh_hans: CharacterMetrics 的 Metrics 属性缺少一个必需的字段。
zh_hant: CharacterMetrics 的 Metrics 屬性遺失必要的欄位。

# CharacterMetrics_NegativeHorizontalAdvance
source: CharacterMetrics is not valid. The horizontal advance (defined as the sum of BlackBoxWidth, LeftSideBearing, and RightSideBearing) cannot be negative.
cs: Třída CharacterMetrics není platná. Hodnota vodorovného posunu (definovaná jako součet hodnot BlackBoxWidth, LeftSideBearing a RightSideBearing) nemůže být záporná.
de: "CharacterMetrics" ist ungültig. Der horizontale Vorschub (definiert als die Summe aus "BlackBoxWidth", "LeftSideBearing" und "RightSideBearing") darf nicht negativ sein.
es: CharacterMetrics no es válido. El avance horizontal (definido como la suma de BlackBoxWidth, LeftSideBearing y RightSideBearing) no puede ser negativo.
fr: CharacterMetrics n'est pas valide. L'avance horizontale (définie comme la somme de BlackBoxWidth, LeftSideBearing et RightSideBearing) ne peut pas être négative.
it: CharacterMetrics non valido. L'avanzamento orizzontale (definito come la somma di BlackBoxWidth, LeftSideBearing e RightSideBearing) non può essere negativo.
ja: CharacterMetrics が無効です。水平方向の動き (BlackBoxWidth、LeftSideBearing、および RightSideBearing の合計として定義) に負の数は使用できません。
ko: CharacterMetrics가 잘못되었습니다. BlackBoxWidth, LeftSideBearing 및 RightSideBearing의 합계로 정의된 수평 유효폭은 음수일 수 없습니다.
pl: Nieprawidłowa wartość właściwości CharacterMetrics. Poziomy postęp (zdefiniowany jako suma wartości pól BlackBoxWidth, LeftSideBearing i RightSideBearing) nie może być ujemny.
pt_br: CharacterMetrics não é válido. O avanço horizontal (definido como a soma de BlackBoxWidth, LeftSideBearing e RightSideBearing) não pode ser negativo.
ru: Недопустимый объект CharacterMetrics. Продвижение по горизонтали (определяемое как сумма BlackBoxWidth, LeftSideBearing и RightSideBearing) не может быть отрицательным.
tr: CharacterMetrics geçerli değil. Yatay ilerletme (BlackBoxWidth, LeftSideBearing ve RightSideBearing toplamı olarak tanımlanır) negatif olamaz.
zh_hans: CharacterMetrics 无效。水平提升(定义为 BlackBoxWidth、LeftSideBearing 和 RightSideBearing 的总和)不能为负数。
zh_hant: CharacterMetrics 無效。水平遞增 (定義為 BlackBoxWidth、LeftSideBearing 與 RightSideBearing 的加總) 不能為負數。

# CharacterMetrics_NegativeVerticalAdvance
source: CharacterMetrics is not valid. The vertical advance (defined as the sum of BlackBoxHeight, TopSideBearing, and BottomSideBearing) cannot be negative.
cs: Třída CharacterMetrics není platná. Hodnota vertikálního posunu (definovaná jako součet hodnot BlackBoxHeight, TopSideBearing a BottomSideBearing) nemůže být záporná.
de: "CharacterMetrics" ist ungültig. Der vertikale Vorschub (definiert als die Summe aus "BlackBoxHeight", "TopSideBearing" und "BottomSideBearing") darf nicht negativ sein.
es: CharacterMetrics no es válido. El avance vertical (definido como la suma de BlackBoxHeight, TopSideBearing y BottomSideBearing) no puede ser negativo.
fr: CharacterMetrics n'est pas valide. L'avance verticale (définie comme la somme de BlackBoxHeight, TopSideBearing et BottomSideBearing) ne peut pas être négative.
it: CharacterMetrics non valido. L'avanzamento verticale (definito come la somma di BlackBoxHeight, TopSideBearing e BottomSideBearing) non può essere negativo.
ja: CharacterMetrics が無効です。垂直方向の動き (BlackBoxHeight、TopSideBearing、および BottomSideBearing の合計として定義) に負の数は使用できません。
ko: CharacterMetrics가 잘못되었습니다. BlackBoxHeight, TopSideBearing 및 BottomSideBearing의 합계로 정의된 수직 유효폭은 음수일 수 없습니다.
pl: Nieprawidłowa wartość właściwości CharacterMetrics. Postęp pionowy (zdefiniowany jako suma wartości pól BlackBoxHeight, TopSideBearing i BottomSideBearing) nie może być ujemny.
pt_br: CharacterMetrics não é válido. O avanço vertical (definido como a soma de BlackBoxHeight, TopSideBearing e BottomSideBearing) não pode ser negativo.
ru: Недопустимый объект CharacterMetrics. Продвижение по вертикали (определяемое как сумма BlackBoxHeight, TopSideBearing и BottomSideBearing) не может быть отрицательным.
tr: CharacterMetrics geçerli değil. Dikey ilerletme (BlackBoxHeight, TopSideBearing ve BottomSideBearing toplamı olarak tanımlanır) negatif olamaz.
zh_hans: CharacterMetrics 无效。垂直提升(定义为 BlackBoxHeight、TopSideBearing 和 BottomSideBearing 的总和)不能为负数。
zh_hant: CharacterMetrics 無效。垂直遞增 (定義為 BlackBoxHeight、TopSideBearing 與 BottomSideBearing 的加總) 不能為負數。

# CharacterMetrics_TooManyFields
source: The Metrics property of CharacterMetrics has too many fields.
cs: Vlastnost Metrics třídy CharacterMetrics obsahuje příliš mnoho polí.
de: In der Metrics-Eigenschaft von "CharacterMetrics" sind zu viele Felder enthalten.
es: La propiedad Metrics de CharacterMetrics tiene demasiados campos.
fr: La propriété Metrics de CharacterMetrics comporte trop de champs.
it: Troppi campi per la proprietà Metrics di CharacterMetrics.
ja: CharacterMetrics にある Metrics プロパティのフィールドが多すぎます。
ko: CharacterMetrics의 Metrics 속성에 필드가 너무 많습니다.
pl: Właściwość Metrics elementu CharacterMetrics ma za dużo pól.
pt_br: A propriedade Metrics de CharacterMetrics tem muitos campos.
ru: Свойство Metrics объекта CharacterMetrics имеет слишком много полей.
tr: CharacterMetrics öğesinin Metrics özelliğinde çok fazla alan var.
zh_hans: CharacterMetrics 的 Metrics 属性具有过多的字段。
zh_hant: CharacterMetrics 的 Metrics 屬性有太多欄位。

# ClassTypeIllegal
source: Class handlers can be registered only for UIElement or ContentElement and their subtypes.
cs: Ovladače tříd mohou být registrovány pouze pro třídy UIElement nebo ContentElement a jejich podtypy.
de: Klassenhandler können nur für "UIElement" oder "ContentElement" und deren Untertypen registriert werden.
es: Los controladores de clase sólo se pueden registrar para UIElement o ContentElement y sus subtipos.
fr: Les gestionnaires de classe ne peuvent être inscrits que pour UIElement ou ContentElement et leurs sous-types.
it: È possibile registrare gestori di classi solo per UIElement o ContentElement e relativi sottotipi.
ja: クラス ハンドラーは、UIElement または ContentElement およびそのサブタイプに対してのみ登録できます。
ko: 클래스 처리기는 UIElement 또는 ContentElement 및 이것의 하위 형식에 대해서만 등록할 수 있습니다.
pl: Obsługę klas można zarejestrować tylko dla elementów UIElement lub ContentElement i ich podtypów.
pt_br: Os manipuladores de classe podem ser registrados somente para UIElement ou ContentElement e seus subtipos.
ru: Обработчики класса можно зарегистрировать только для UIElement, ContentElement и их подтипов.
tr: Sınıf işleyicileri yalnızca UIElement veya ContentElement için ve bunların alt türleri için kaydedilebilir.
zh_hans: 只能为 UIElement 或 ContentElement 及其子类型注册类处理程序。
zh_hant: 只能為 UIElement 或 ContentElement 以及其子型別登錄類別處理常式。

# CloneBreakRecordFailure
source: Text formatting engine cannot clone break record due to error: '{0}'.
cs: Nástroj formátování textu nemůže klonovat záznam o přerušení kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers kein Umbruchdatensatz geklont werden: "{0}".
es: El motor de formato de texto no puede clonar el registro de interrupción debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas cloner l'enregistrement d'arrêt en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile clonare il record di interruzione a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のために中断レコードを複製できません。
ko: 오류로 인해 텍스트 서식 엔진이 중단 레코드를 복제할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może sklonować rekordu podziału z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode clonar o registro de quebra devido ao erro: '{0}'.
ru: Процессор форматирования текста не может клонировать запись разбиения из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle kesme kaydını kopyalayamıyor: '{0}'.
zh_hans: 由于错误:“{0}”，文本格式引擎无法克隆中断的记录。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法複製中斷記錄: '{0}'。

# CloseText
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭
zh_hant: 關閉
