Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Image_BadDimensions
source: The bitmap specified does not have the correct dimensions.
cs: Určená bitmapa neobsahuje správné rozměry.
de: Das angegebene Bitmap besitzt nicht die korrekten Abmessungen.
es: El mapa de bits especificado no tiene las dimensiones correctas.
fr: Les dimensions de la bitmap spécifiée ne sont pas correctes.
it: Dimensioni non corrette per la bitmap specificata.
ja: 指定されたビットマップは、正しい大きさを保持していません。
ko: 지정된 비트맵의 차원이 잘못되었습니다.
pl: Wskazana mapa bitowa ma niepoprawne wymiary.
pt_br: O bitmap especificado não tem as dimensões corretas.
ru: Указанный точечный рисунок имеет неправильные размеры.
tr: Belirtilen bit eşlem doğru boyutlarda değil.
zh_hans: 指定的位图没有正确的尺寸。
zh_hant: 指定的點陣圖沒有正確的尺寸。

# Image_BadMetadataHeader
source: The image has corrupted metadata header.
cs: Obraz má poškozenou hlavičku metadat.
de: Bei dem Bild sind beschädigte Metadatenheader vorhanden.
es: La imagen tiene un encabezado de metadatos dañado.
fr: L'image possède un en-tête de métadonnées endommagé.
it: Intestazione dei metadati danneggiata per l'immagine.
ja: このイメージには、破損したメタデータ ヘッダーが含まれています。
ko: 이미지의 메타데이터 헤더가 손상되었습니다.
pl: Obraz ma uszkodzony nagłówek metadanych.
pt_br: O cabeçalho de metadados da imagem está corrompido.
ru: Поврежденный заголовок метаданных изображения.
tr: Görüntüde bozuk meta veri üst bilgisi var.
zh_hans: 图像已损坏元数据头。
zh_hant: 影像具有已以損毀的中繼資料標頭。

# Image_BadPixelFormat
source: '{0}' not a valid pixel format.
cs: {0} není platný pixelový formát.
de: "{0}" ist kein gültiges Pixelformat.
es: '{0}' no es un formato de píxel válido.
fr: '{0}' n'est pas un format de pixel valide.
it: '{0}' non è un formato di pixel valido.
ja: '{0}' は、無効なピクセル形式です。
ko: '{0}'은(는) 잘못된 픽셀 형식입니다.
pl: Element „{0}” nieprawidłowy format piksela.
pt_br: '{0}' não tem formato de pixel válido.
ru: "{0}" не является допустимым форматом пикселей.
tr: '{0}' geçerli bir piksel biçimi değil.
zh_hans: “{0}”不是有效的像素格式。
zh_hant: '{0}' 不是有效的像素格式。

# Image_BadStreamData
source: The stream is corrupted.
cs: Datový proud je poškozen.
de: Der Datenstrom ist beschädigt.
es: La secuencia está dañada.
fr: Le flux est endommagé.
it: Flusso danneggiato.
ja: ストリームが破損しています。
ko: 스트림이 손상되었습니다.
pl: Strumień jest uszkodzony.
pt_br: O fluxo está corrompido.
ru: Поток поврежден.
tr: Akış bozuk.
zh_hans: 流已损坏。
zh_hant: 資料流已損毀。

# Image_BadVersion
source: DLL version not correct.
cs: Nesprávná verze DLL.
de: Die DLL-Version ist nicht korrekt.
es: La versión de DLL no es correcta.
fr: Version de DLL incorrecte.
it: Versione della DLL non corretta.
ja: DLL のバージョンが正しくありません。
ko: DLL 버전이 잘못되었습니다.
pl: Nieprawidłowa wersja biblioteki DLL.
pt_br: Versão de DLL incorreta.
ru: Неправильная версия DLL.
tr: DLL sürümü doğru değil.
zh_hans: DLL 版本不正确。
zh_hant: DLL 版本不正確。

# Image_CannotCreateTempFile
source: Unable to create temporary file for download.
cs: Není možno vytvořit dočasný soubor pro načtení.
de: Die temporäre Datei für den Download kann nicht erstellt werden.
es: No se puede crear un archivo temporal para la descarga.
fr: Impossible de créer un fichier temporaire pour le téléchargement.
it: Impossibile creare il file temporaneo per il download.
ja: ダウンロード用の一時ファイルを作成できません。
ko: 다운로드 하기 위한 임시 파일을 만들 수 없습니다.
pl: Nie można utworzyć tymczasowego pliku do pobrania.
pt_br: Não é possível criar um arquivo temporário para download.
ru: Невозможно создать временный файл для скачивания.
tr: İndirme için geçici dosya oluşturulamıyor.
zh_hans: 无法为下载创建临时文件。
zh_hant: 無法建立暫存檔案以供下載使用。

# Image_CantBeFrozen
source: The Image passed to the ImageVisualManager cannot be frozen.
cs: Image předaný manažeru ImageVisualManager nelze zmrazit.
de: Das an "ImageVisualManager" weitergegebene Image kann nicht fixiert werden.
es: Image pasada a ImageVisualManager no puede estar inmovilizada.
fr: L'Image transmis à ImageVisualManager ne peut pas être de type frozen.
it: Impossibile bloccare l'oggetto Image passato a ImageVisualManager.
ja: ImageVisualManager に渡された Image を固定できません。
ko: ImageVisualManager에 전달된 Image를 고정할 수 없습니다.
pl: Obiekt Image przekazywany do narzędzia ImageVisualManager nie może być zablokowany.
pt_br: A imagem (Image) transferida para ImageVisualManager não pode estar congelada.
ru: Изображение Image, переданное ImageVisualManager, нельзя зафиксировать.
tr: ImageVisualManager öğesine geçirilen Image dondurulamaz.
zh_hans: 无法冻结传递给 ImageVisualManager 的 Image。
zh_hant: 無法凍結傳遞給 ImageVisualManager 的 Image。

# Image_CantDealWithStream
source: The codec cannot use the type of stream provided.
cs: Kodek nemůže použít poskytnutý typ datového proudu.
de: Vom Codec kann der bereitgestellte Datenstromtyp nicht verwendet werden.
es: El códec no puede usar el tipo de secuencia proporcionado.
fr: Le codec ne peut pas utiliser le type de flux fourni.
it: Il codec non è in grado di utilizzare il tipo di flusso specificato.
ja: このコーデックでは、提供された種類のストリームを処理できません。
ko: 코덱에 제공된 스트림 형식을 사용할 수 없습니다.
pl: Koder-dekoder nie może używać typu dostarczonego strumienia.
pt_br: O codec não pode utilizar o tipo de fluxo fornecido.
ru: Кодек не может использовать указанный тип потока.
tr: Codec bileşeni sağlanan akış türünü kullanamaz.
zh_hans: 编码解码器无法使用提供的流类型。
zh_hant: 轉碼器無法使用提供的資料流類型。

# Image_CantDealWithUri
source: The codec cannot use the type of URI provided.
cs: Kodek nemůže použít poskytnutý typ identifikátoru URI.
de: Vom Codec kann der bereitgestellte URI nicht verwendet werden.
es: El códec no puede usar el tipo de URI proporcionado.
fr: Le codec ne peut pas utiliser le type d'URI fourni.
it: Il codec non è in grado utilizzare il tipo di URI specificato.
ja: このコーデックでは、提供された種類の URI を処理できません。
ko: 코덱에 제공된 URI 형식을 사용할 수 없습니다.
pl: Koder-dekoder nie może używać typu dostarczonego identyfikatora URI.
pt_br: O codec não pode utilizar o tipo de URI fornecido.
ru: Кодек не может использовать указанный тип идентификатора URI.
tr: Codec bileşeni sağlanan URI türünü kullanamaz.
zh_hans: 编码解码器无法使用提供的 URI 类型。
zh_hant: 轉碼器無法使用提供的 URI 類型。

# Image_CodecPresent
source: Codec added more than once.
cs: Kodek byl přidán více než jednou.
de: Der Codec wurde mehrmals hinzugefügt.
es: Códec agregado más de una vez.
fr: Codec ajouté plusieurs fois.
it: Codec aggiunto più di una volta.
ja: コーデックが複数回追加されました。
ko: 코덱이 두 번 이상 추가되었습니다.
pl: Koder-dekoder dodano więcej niż raz.
pt_br: Codec adicionado mais de uma vez.
ru: Кодек добавлен более одного раза.
tr: Codec bileşeni bir kereden fazla eklendi.
zh_hans: 编码解码器添加了多次。
zh_hant: 已重複新增轉碼器。

# Image_ColorContextInvalid
source: Color context is not valid.
cs: Barevný kontext je neplatný.
de: Der Farbkontext ist ungültig.
es: Contexto de color no válido.
fr: Contexte de couleur non valide.
it: Spazio colore non valido.
ja: カラー コンテキストが無効です。
ko: 색 컨텍스트가 올바르지 않습니다.
pl: Nieprawidłowy kontekst koloru.
pt_br: O contexto de cores não é válido.
ru: Недопустимый контекст цвета.
tr: Renk bağlamı geçerli değil.
zh_hans: 颜色上下文无效。
zh_hant: 色彩內容無效。

# Image_ColorTransformInvalid
source: Color transform is not valid.
cs: Převaděč barev je neplatný.
de: Die Farbtransformation ist ungültig.
es: Transformación de color no válida.
fr: Transformation de couleur non valide.
it: Trasformazione del colore non valida.
ja: カラー変換が無効です。
ko: 색 변환이 올바르지 않습니다.
pl: Transformacja kolorów jest nieprawidłowa.
pt_br: A transformação de cor não é válida.
ru: Недопустимое преобразование цвета.
tr: Renk dönüşümü geçerli değil.
zh_hans: 颜色转换无效。
zh_hant: 色彩轉換無效。

# Image_ComponentNotFound
source: No imaging component suitable to complete this operation was found.
cs: Nebyl nalezen vhodný zobrazovací komponent pro dokončení této operace.
de: Es wurde keine passende Imagingkomponente zum Abschließen dieses Vorgangs gefunden.
es: No se encontró ningún componente de procesamiento de imágenes apto para completar esta operación.
fr: Impossible de trouver un composant d'image adapté pour terminer l'opération.
it: Impossibile trovare un componente di imaging adatto per il completamento dell'operazione.
ja: この処理を完了するために必要なイメージング コンポーネントが見つかりませんでした。
ko: 이 작업을 완료하는 데 알맞은 이미지 구성 요소를 찾을 수 없습니다.
pl: Nie znaleziono odpowiedniego składnika przetwarzania obrazu potrzebnego do zakończenia tej operacji.
pt_br: Nenhum componente de geração de imagens adequado para concluir esta operação foi encontrado.
ru: Не удалось обнаружить компонент обработки изображений, который подходит для завершения данной операции.
tr: Bu işlemi tamamlamak için uygun görüntüleme bileşeni bulunamadı.
zh_hans: 未找到适用于完成此操作的图像处理组件。
zh_hant: 找不到完成此操作所需的影像處理元件。

# Image_ContentTypeDoesNotMatchDecoder
source: The mime type registered with the system does not match the mime type of the file.
cs: Typ mime kódování registrovaný v systému neodpovídá typu mime kódování souboru.
de: Der im System registrierte Mime-Typ stimmt nicht mit dem Mime-Typ der Datei überein.
es: El tipo mime registrado con el sistema no coincide con el tipo mime del archivo.
fr: Le type mime inscrit auprès du système ne correspond pas à celui du fichier.
it: Il tipo MIME registrato nel sistema non corrisponde al tipo MIME del file.
ja: システムで登録されている MIME の種類が、ファイルの MIME の種類と一致しません。
ko: 시스템에 등록된 MIME 형식이 파일의 MIME 형식과 일치하지 않습니다.
pl: Zarejestrowany w systemie typ MIME jest niezgodny z typem MIME pliku.
pt_br: O tipo de mime registrado com o sistema não corresponde ao tipo de mime do arquivo.
ru: Тип MIME, зарегистрированный в системе, не соответствует типу MIME файла.
tr: Sistemde kayıtlı olan mime türü dosyanın mime türüyle eşleşmiyor.
zh_hans: 系统注册的 MIME 类型与文件的 MIME 类型不匹配。
zh_hant: 在系統登錄的 MIME 類型與檔案的 MIME 類型不相符。

# Image_DecoderError
source: The image decoder cannot decode the image. The image might be corrupted.
cs: Dekódovací zařízení není schopno zobrazení dekódovat. Zobrazení může být poškozeno.
de: Das Bild kann vom Bilddecoder nicht dekodiert werden. Das Bild ist möglicherweise beschädigt.
es: El descodificador de imágenes no puede descodificar la imagen. La imagen puede estar dañada.
fr: Le décodeur d'image ne peut pas décoder l'image. Il se peut que l'image soit endommagée.
it: Il decoder di immagini non è in grado di decodificare l'immagine. È possibile che l'immagine sia danneggiata.
ja: イメージ デコーダーは、このイメージをデコードできません。イメージが破損している可能性があります。
ko: 이미지 디코더가 이미지를 디코딩할 수 없습니다. 이미지가 손상되었을 수도 있습니다.
pl: Dekoder obrazów nie może zdekodować obrazu. Obraz może być uszkodzony.
pt_br: O decodificador de imagem não pode decodificar a imagem. A imagem pode estar corrompida.
ru: Декодер изображений не может декодировать изображение. Возможно, изображение повреждено.
tr: Görüntü kod çözücüsü görüntüyü çözemiyor. Görüntü bozuk olabilir.
zh_hans: 图像解码器无法对此图像进行解码。该图像可能已损坏。
zh_hant: 影像解碼器無法將影像解碼。影像可能已損毀。

# Image_DisplayStateInvalid
source: The system display state is not valid.
cs: Stav zobrazení systému je neplatný.
de: Der Status der Systemanzeige ist ungültig.
es: El estado de la pantalla del sistema no es válido.
fr: L'état d'affichage du système n'est pas valide.
it: Stato non valido per la visualizzazione di sistema.
ja: システムの表示状態が無効です。
ko: 시스템 표시 상태가 올바르지 않습니다.
pl: Nieprawidłowy stan wyświetlania w systemie.
pt_br: O estado do vídeo do sistema não é válido.
ru: Недопустимое состояние системного дисплея.
tr: Sistem görüntüleme durumu geçerli değil.
zh_hans: 系统显示状态无效。
zh_hant: 系統顯示狀態無效。

# Image_DuplicateMetadataPresent
source: Duplicate copies of metadata present.
cs: Existují duplicitní kopie metadat.
de: Es sind Metadatenduplikate vorhanden.
es: Existen copias duplicadas de metadatos.
fr: Présence de copies en double des métadonnées.
it: Sono presenti copie duplicate dei metadati.
ja: メタデータの重複するコピーが存在します。
ko: 메타데이터 복사본이 하나 이상 있습니다.
pl: Występują zduplikowane kopie metadanych.
pt_br: Encontradas cópias duplicadas de metadados.
ru: Повторяющиеся копии метаданных.
tr: Meta verilerin yinelenen kopyaları var.
zh_hans: 存在元数据的重复副本。
zh_hant: 發現重複的中繼資料。

# Image_EncoderNoColorContext
source: The designated BitmapEncoder does not support ColorContexts.
cs: Určený BitmapEncoder nepodporuje ColorContexts.
de: Vom vorgesehenen "BitmapEncoder" wird "ColorContexts" nicht unterstützt.
es: El BitmapEncoder designado no admite ColorContexts.
fr: Le BitmapEncoder désigné ne prend pas en charge les ColorContext.
it: Il BitmapEncoder designato non supporta ColorContext.
ja: 指定された BitmapEncoder は ColorContext をサポートしていません。
ko: 지정한 BitmapEncoder가 ColorContexts를 지원하지 않습니다.
pl: Określony element BitmapEncoder nie obsługuje elementów ColorContext.
pt_br: O BitmapEncoder designado não oferece suporte a ColorContexts.
ru: Назначенный BitmapEncoder не поддерживает ColorContexts.
tr: Belirtilen BitmapEncoder ColorContext'leri desteklemez.
zh_hans: 指定的 BitmapEncoder 不支持 ColorContexts。
zh_hant: 指定的 BitmapEncoder 不支援 ColorContext。

# Image_EncoderNoGlobalMetadata
source: The designated BitmapEncoder does not support global metadata.
cs: Určený BitmapEncoder nepodporuje globální metadata.
de: Vom vorgesehenen "BitmapEncoder" werden keine globalen Metadaten unterstützt.
es: El BitmapEncoder designado no admite metadatos globales.
fr: Le BitmapEncoder désigné ne prend pas en charge les métadonnées globales.
it: Il BitmapEncoder designato non supporta metadati globali.
ja: 指定された BitmapEncoder はグローバルなメタデータをサポートしていません。
ko: 지정한 BitmapEncoder가 전역 메타데이터를 지원하지 않습니다.
pl: Określony element BitmapEncoder nie obsługuje globalnych metadanych.
pt_br: O BitmapEncoder designado não oferece suporte a metadados globais.
ru: Назначенный BitmapEncoder не поддерживает глобальные метаданные.
tr: Belirtilen BitmapEncoder genel meta verileri desteklemez.
zh_hans: 指定的 BitmapEncoder 不支持全局元数据。
zh_hant: 指定的 BitmapEncoder 不支援全域中繼資料。

# Image_EncoderNoGlobalThumbnail
source: The designated BitmapEncoder does not support global thumbnails.
cs: Určený BitmapEncoder nepodporuje globální miniatury.
de: Vom vorgesehenen "BitmapEncoder" werden keine globalen Miniaturansichten unterstützt.
es: El BitmapEncoder designado no admite vistas en miniatura globales.
fr: Le BitmapEncoder désigné ne prend pas en charge les miniatures globales.
it: Il BitmapEncoder designato non supporta anteprime globali.
ja: 指定された BitmapEncoder はグローバルな縮小表示をサポートしていません。
ko: 지정한 BitmapEncoder가 전역 축소판 그림을 지원하지 않습니다.
pl: Określony element BitmapEncoder nie obsługuje globalnych miniatur.
pt_br: O BitmapEncoder designado não oferece suporte a miniaturas globais.
ru: Назначенный BitmapEncoder не поддерживает глобальные эскизы.
tr: Belirtilen BitmapEncoder genel küçük resimleri desteklemez.
zh_hans: 指定的 BitmapEncoder 不支持全局缩略图。
zh_hant: 指定的 BitmapEncoder 不支援全域縮圖。

# Image_EncoderNoPreview
source: The designated BitmapEncoder does not support previews.
cs: Určený BitmapEncoder nepodporuje náhledy.
de: Vom vorgesehenen "BitmapEncoder" wird keine Vorschau unterstützt.
es: El BitmapEncoder designado no admite vistas previas.
fr: Le BitmapEncoder désigné ne prend pas en charge les aperçus.
it: Il BitmapEncoder designato non supporta anteprime.
ja: 指定された BitmapEncoder はプレビューをサポートしていません。
ko: 지정한 BitmapEncoder가 미리 보기를 지원하지 않습니다.
pl: Określony element BitmapEncoder nie obsługuje podglądów.
pt_br: O BitmapEncoder designado não oferece suporte a visualizações.
ru: Назначенный BitmapEncoder не поддерживает предварительный просмотр.
tr: Belirtilen BitmapEncoder önizlemeleri desteklemez.
zh_hans: 指定的 BitmapEncoder 不支持预览。
zh_hant: 指定的 BitmapEncoder 不支援預覽。

# Image_EndInitWithoutBeginInit
source: Cannot call EndInit without a matching BeginInit call.
cs: Nelze vyvolat EndInit bez vyvolání odpovídajícího BeginInit.
de: "EndInit" kann nicht ohne passenden BeginInit-Aufruf aufgerufen werden.
es: No se puede llamar a EndInit sin una llamada BeginInit correspondiente.
fr: Impossible d'appeler EndInit sans un appel BeginInit correspondant.
it: Impossibile chiamare EndInit senza una chiamata BeginInit corrispondente.
ja: 一致する BeginInit 呼び出しがなければ、EndInit を呼び出すことはできません。
ko: 일치하는 BeginInit 호출 없이 EndInit를 호출할 수 없습니다.
pl: Nie można wywołać metody EndInit bez pasującego wywołania BeginInit.
pt_br: Não é possível chamar EndInit sem uma chamada BeginInit correspondente.
ru: EndInit нельзя вызвать без соответствующего вызова BeginInit.
tr: Eşleşen BeginInit çağrısı olmadan EndInit çağırılamaz.
zh_hans: 无法调用没有匹配的 BeginInit 调用的 EndInit。
zh_hant: 未使用對應的 BeginInit 呼叫時，無法呼叫 EndInit。

# Image_FrameMissing
source: The image is missing a frame.
cs: Zobrazení chybí rám.
de: Im Bild fehlt ein Rahmen.
es: Falta un marco en la imagen.
fr: Trame absente de l'image.
it: Fotogramma mancante nell'immagine.
ja: イメージにフレームがありません。
ko: 이미지에 프레임이 없습니다.
pl: Na obrazie brakuje ramki.
pt_br: A imagem não tem um quadro.
ru: В изображении отсутствует кадр.
tr: Görüntüde bir kare eksik.
zh_hans: 该图像缺少帧。
zh_hant: 影像遺失畫面格。

# Image_FreezableCloneNotAllowed
source: This class does not support cloning.
cs: Tato třída nepodporuje klonování.
de: Von dieser Klasse wird das Klonen nicht unterstützt.
es: Esta clase no admite la clonación.
fr: Cette classe ne prend pas en charge le clonage.
it: La classe non supporta clonazioni.
ja: このクラスは複製をサポートしていません。
ko: 이 클래스는 복제를 지원하지 않습니다.
pl: Ta klasa nie obsługuje klonowania.
pt_br: Esta classe não oferece suporte à clonagem.
ru: Данный класс не поддерживает клонирование.
tr: Bu sınıf kopya üretmeyi desteklemez.
zh_hans: 此类不支持克隆。
zh_hant: 此類別不支援複製。

# Image_GuidEmpty
source: Empty GUID is not valid for '{0}'.
cs: Prázdný identifikátor GUID není pro prvek {0} platný.
de: Der leere GUID ist ungültig für "{0}".
es: Un GUID vacío no es válido para '{0}'.
fr: GUID vide non valide pour '{0}'.
it: GUID vuoto non valido per '{0}'.
ja: 空の GUID は、'{0}' では無効です。
ko: '{0}'에 빈 GUID를 사용할 수 없습니다.
pl: Pusty identyfikator GUID jest nieprawidłowy dla elementu „{0}”.
pt_br: O GUID vazio não é válido para '{0}'.
ru: Недопустимый пустой GUID для "{0}".
tr: Boş GUID '{0}' için geçerli değildir.
zh_hans: 空 GUID 对“{0}”无效。
zh_hant: 空白 GUID 對於 '{0}' 而言是無效的。

# Image_HeaderError
source: The image cannot be decoded. The image header might be corrupted.
cs: Zobrazení nelze dekódovat. Může být poškozená jeho hlavička.
de: Das Bild kann nicht dekodiert werden. Der Imageheader ist möglicherweise beschädigt.
es: La imagen no se puede descodificar. El encabezado de la imagen está dañado.
fr: Impossible de décoder l'image. Son en-tête est peut-être endommagé.
it: Impossibile decodificare l'immagine. È possibile che l'intestazione dell'immagine sia danneggiata.
ja: イメージをデコードできません。イメージのヘッダーが破損している可能性があります。
ko: 이미지를 디코딩할 수 없습니다. 이미지 헤더가 손상됐을 수도 있습니다.
pl: Nie można dekodować obrazu. Nagłówek obrazu może być uszkodzony.
pt_br: A imagem não pode ser decodificada. O cabeçalho da imagem pode estar corrompido.
ru: Не удается декодировать изображение. Возможно, поврежден заголовок изображения.
tr: Görüntünün kodu çözülemiyor. Görüntü üst bilgisi bozuk olabilir.
zh_hans: 无法对此图像进行解码。该图像头可能已损坏。
zh_hant: 無法將影像解碼。影像標頭可能已損毀。

# Image_InInitialize
source: Already in an initializing state.
cs: Ve stavu inicializace.
de: Der Initialisierungsstatus wurde bereits erreicht.
es: Ya está en un estado de inicialización.
fr: Déjà en état d'initialisation.
it: Inizializzazione già in corso.
ja: 既に初期化状態にあります。
ko: 이미 초기화 상태에 있습니다.
pl: Już w stanie inicjowania.
pt_br: Já em estado de inicialização.
ru: Уже находится в состоянии инициализации.
tr: Zaten başlatma durumunda.
zh_hans: 已经处于初始化状态。
zh_hant: 已處於初始化狀態。

# Image_IndexedPixelFormatRequiresPalette
source: Must specify a palette when using an indexed pixel format.
cs: Při používání indexovaného pixelového formátu je nutno určit barevnou paletu.
de: Beim Verwenden eines indizierten Pixelformats muss eine Palette angegeben werden.
es: Debe especificar una paleta cuando use un formato de píxel indizado.
fr: Spécification obligatoire d'une palette lors de l'utilisation d'un format de pixel indexé.
it: È necessario specificare una tavolozza quando si utilizza un formato pixel indicizzato.
ja: インデックス化されたピクセル形式を使用するときは、パレットを指定する必要があります。
ko: 인덱싱된 픽셀 형식을 사용하는 경우 색상표를 지정해야 합니다.
pl: Pracując z indeksowanym formatem pikseli, należy określić paletę.
pt_br: Uma paleta deve ser especificada ao utilizar um formato de pixel indexado.
ru: При использовании индексированного формата пикселей необходимо указать палитру.
tr: Dizili piksel biçimi kullanılırken palet belirtilmelidir.
zh_hans: 使用索引的像素格式时必须指定调色板。
zh_hant: 使用索引像素格式時，必須指定調色盤。

# Image_InitializationIncomplete
source: BitmapImage initialization is not complete. Call the EndInit method to complete the initialization.
cs: Inicializace metody BitmapImage není ukončena. Inicializaci ukončíte zavoláním metody EndInit.
de: Die BitmapImage-Initialisierung ist unvollständig. Rufen Sie die EndInit-Methode auf, um die Initialisierung abzuschließen.
es: La inicialización de BitmapImage no está completa. Llame al método EndInit para completar la inicialización.
fr: L'initialisation BitmapImage n'est pas terminée. Appelez la méthode EndInit pour terminer l'initialisation.
it: Inizializzazione di BitmapImage incompleta. Chiamare il metodo EndInit per completare l'inizializzazione.
ja: BitmapImage の初期化が完了していません。EndInit メソッドを呼び出して、初期化を完了してください。
ko: BitmapImage 초기화가 완료되지 않았습니다. EndInit 메서드를 호출하여 초기화를 완료하십시오.
pl: Inicjowanie obiektu BitmapImage nie zostało zakończone. Aby zakończyć inicjowanie, wywołaj metodę EndInit.
pt_br: Inicialização de BitmapImage incompleta. Chame o método EndInit para concluir a inicialização.
ru: Инициализация рисунка BitmapImage не завершена. Чтобы завершить инициализацию, вызовите метод EndInit.
tr: BitmapImage'in başlatılması tamamlanmadı. Başlatma işlemini tamamlamak için EndInit metodunu çağırın.
zh_hans: 未完成 BitmapImage 初始化。请调用 EndInit 方法完成初始化。
zh_hant: BitmapImage 初始化不完整。請呼叫 EndInit 方法來完成初始化。

# Image_InplaceMetadataNoCopy
source: InPlaceBitmapMetadataWriter cannot be copied.
cs: InPlaceBitmapMetadataWriter nelze kopírovat.
de: "InPlaceBitmapMetadataWriter" kann nicht kopiert werden.
es: InPlaceBitmapMetadataWriter no se puede copiar.
fr: Impossible de copier InPlaceBitmapMetadataWriter.
it: Impossibile copiare InPlaceBitmapMetadataWriter.
ja: InPlaceBitmapMetadataWriter はコピーできません。
ko: InPlaceBitmapMetadataWriter를 복사할 수 없습니다.
pl: Nie można skopiować obiektu InPlaceBitmapMetadataWriter.
pt_br: InPlaceBitmapMetadataWriter não pode ser copiado.
ru: Не удается скопировать InPlaceBitmapMetadataWriter.
tr: InPlaceBitmapMetadataWriter kopyalanamaz.
zh_hans: 无法复制 InPlaceBitmapMetadataWriter。
zh_hant: 無法複製 InPlaceBitmapMetadataWriter。

# Image_InsufficientBuffer
source: Buffer size is not sufficient.
cs: Nedostatečná velikost vyrovnávací paměti.
de: Die Puffergröße ist nicht ausreichend.
es: El tamaño del búfer es insuficiente.
fr: Taille de mémoire tampon insuffisante.
it: Dimensioni del buffer insufficienti.
ja: バッファー サイズが十分ではありません。
ko: 버퍼 크기가 충분하지 않습니다.
pl: Niewystarczający rozmiar buforu.
pt_br: O tamanho do buffer não é suficiente.
ru: Недостаточный размер буфера.
tr: Arabellek boyutu yetersiz.
zh_hans: 缓冲区大小不足。
zh_hant: 緩衝區大小不足。

# Image_InsufficientBufferSize
source: Buffer not large enough to copy memory.
cs: Vyrovnávací paměť není dost velká na zkopírování paměti.
de: Der Puffer ist zu klein, um den Speicher zu kopieren.
es: Capacidad del búfer insuficiente para copiar la memoria.
fr: Mémoire tampon insuffisante pour copier la mémoire.
it: Dimensioni del buffer insufficienti per copiare memoria.
ja: バッファーのサイズが小さいため、メモリをコピーできません。
ko: 버퍼 크기가 충분하지 않아 메모리를 복사할 수 없습니다.
pl: Bufor nie jest wystarczająco duży, aby skopiować pamięć.
pt_br: O buffer não é suficientemente grande para copiar a memória.
ru: Размера буфера недостаточно для копирования памяти.
tr: Arabellek bellektekileri kopyalamak için yeteri kadar büyük değil.
zh_hans: 缓冲区不够大，不足以复制内存。
zh_hant: 緩衝區不足，無法複製記憶體。
