Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Timing_OperationEnqueuedOutOfOrder
source: A timing operation has been not been queued in the appropriate order.
cs: Operace časování nebyla zařazena na správné místo v pořadí.
de: Ein Zeitsteuerungsvorgang besitzt in der Warteschlange nicht die korrekten Reihenfolge .
es: Una operación de tiempo no se ha puesto en cola en el orden correcto.
fr: Une opération de minutage n'a pas été mise en file d'attente dans le bon ordre.
it: Operazione di temporizzazione non accodata nell'ordine appropriato.
ja: タイミング動作が正しい順序でキューに入れられていません。
ko: 타이밍 작업이 적절한 순서로 큐에 들어가지 못했습니다.
pl: Operacja chronometrażu nie została wpisana do kolejki w odpowiedniej kolejności.
pt_br: Uma operação de temporização não foi enfileirada na ordem adequada.
ru: Операция распределения времени не была поставлена в очередь в правильном порядке.
tr: Bir zamanlama işlemi uygun bir şekilde sıraya alınmadı.
zh_hans: 计时操作尚未按适当顺序排队。
zh_hant: 計時操作未以正確的順序排入佇列中。

# Timing_RepeatBehaviorInvalidIterationCount
source: '{0}' is not a valid IterationCount value for a RepeatBehavior structure. An IterationCount value must represent a number that is greater than or equal to zero but not infinite.
cs: Hodnota {0} není platná hodnota IterationCount pro strukturu RepeatBehavior. Hodnota IterationCount musí být číslo, které je větší nebo rovno nule, ale nikoliv nekonečno.
de: "{0}" ist kein gültiger IterationCount-Wert für eine RepeatBehavior-Struktur. IterationCount-Werte müssen eine Zahl darstellen, die größer oder gleich Null, aber nicht unendlich ist.
es: '{0}' no es un valor de IterationCount válido para una estructura RepeatBehavior. Un valor de IterationCount debe representar un número mayor que o igual a cero, pero no infinito.
fr: '{0}' n'est pas une valeur IterationCount valide pour une structure RepeatBehavior. Une valeur IterationCount doit représenter un nombre supérieur ou égal à zéro, mais pas infini.
it: '{0}' non è un valore IterationCount valido per una struttura RepeatBehavior. Un valore IterationCount deve rappresentare un numero maggiore o uguale a zero ma non infinito.
ja: '{0}' は、RepeatBehavior 構造の有効な IterationCount 値ではありません。IterationCount 値は、無制限ではない 0 以上の数字を示す必要があります。
ko: '{0}'은(는) RepeatBehavior구조에 사용할 수 없는 IterationCount 값입니다. IterationCount 값은 0보다 크거나 같지만 무한대가 아닌 숫자로 표시되어야 합니다.
pl: „{0}” nie jest prawidłową wartością IterationCount dla struktury RepeatBehavior. Wartość IterationCount musi reprezentować liczbę większą lub równa zeru, ale nie nieskończoną.
pt_br: '{0}' não é um valor de IterationCount válido para a estrutura RepeatBehavior. Um valor de IterationCount deve representar um número maior ou igual a zero, mas não infinito.
ru: "{0}" не является допустимым значением IterationCount для структуры RepeatBehavior. Значение IterationCount должно быть больше или равно 0, но не должно быть бесконечным.
tr: '{0}' bir RepeatBehavior yapısı için geçerli bir IterationCount değeri değil. IterationCount değeri, sıfıra eşit veya daha büyük olup, sonsuz olmayan bir sayıyı göstermelidir.
zh_hans: “{0}”不是 RepeatBehavior 结构的有效 IterationCount 值。IterationCount 值必须表示一个大于或等于零但却不是无穷大的数。
zh_hant: '{0}' 不是 RepeatBehavior 結構的有效 IterationCount 值。IterationCount 值必須是大於或等於零的數字，而且不能沒有限制。

# Timing_RepeatBehaviorInvalidRepeatDuration
source: '{0}' is not a valid RepeatDuration value for a RepeatBehavior structure. A RepeatDuration value must be a TimeSpan value greater than or equal to zero ticks.
cs: Hodnota {0} není platná hodnota RepeatDuration pro strukturu RepeatBehavior. Hodnota RepeatDuration musí být hodnota TimeSpan větší nebo rovna nulovým tikům.
de: "{0}" ist kein gültiger RepeatDuration-Wert für eine RepeatBehavior-Struktur. Bei RepeatDuration-Werten muss es sich um TimeSpan-Werte handeln, die größer oder gleich null Ticks sind.
es: '{0}' no es un valor de RepeatDuration válido para una estructura RepeatBehavior. Un valor de RepeatDuration debe ser un valor de TimeSpan mayor que o igual a cero tics.
fr: '{0}' n'est pas une valeur RepeatDuration valide pour une structure RepeatBehavior. Une valeur RepeatDuration doit être une valeur TimeSpan supérieure ou égale à zéro battement d'horloge.
it: '{0}' non è un valore RepeatDuration valido per una struttura RepeatBehavior. Un valore RepeatDuration deve essere un valore TimeSpan maggiore o uguale a zero tick.
ja: '{0}' は、RepeatBehavior 構造の有効な RepeatDuration 値ではありません。RepeatDuration 値は、0 ティック以上の TimeSpan 値である必要があります。
ko: '{0}'은(는) RepeatBehavior 구조에 사용할 수 없는 RepeatDuration 값입니다. RepeatDuration 값은 0 틱보다 크거나 같은 TimeSpan 값이어야 합니다.
pl: „{0}” nie jest prawidłową wartością RepeatDuration dla struktury RepeatBehavior. Wartość RepeatDuration musi być wartością TimeSpan większą lub równą zeru cykli.
pt_br: '{0}' não é um valor válido de RepeatDuration para a estrutura RepeatBehavior. Um valor de RepeatDuration deve ser um valor de TimeSpan maior ou igual a marcações de zero.
ru: "{0}" не является допустимым значением RepeatDuration для структуры RepeatBehavior. Для RepeatDuration необходимо использовать значение TimeSpan, которое должно быть больше или равно 0 отсчетов.
tr: '{0}' bir RepeatBehavior yapısı için geçerli bir RepeatDuration değeri değil. RepeatDuration değeri, sıfır ıklamaya eşit veya daha büyük olan bir TimeSpan değeri olmalıdır.
zh_hans: “{0}”不是 RepeatBehavior 结构的有效 RepeatDuration 值。RepeatDuration 值必须是一个大于或等于零的 TimeSpan 值。
zh_hant: '{0}' RepeatBehavior 結構的有效 RepeatDuration 值。RepeatDuration 值必須是大於或等於零 tick 的 TimeSpan 值。

# Timing_RepeatBehaviorNotIterationCount
source: '{0}' RepeatBehavior does not represent an iteration count and does not have an IterationCount value.
cs: {0} RepeatBehavior nepředstavuje počet iterací a nemá hodnotu IterationCount.
de: "RepeatBehavior '{0}'" stellt keine Iterationszählung dar und besitzt keinen IterationCount-Wert.
es: El RepeatBehavior '{0}' representa un recuento de iteración y no tiene ningún valor de IterationCount.
fr: RepeatBehavior '{0}' ne représente pas un nombre d'itérations et ne possède pas une valeur IterationCount.
it: RepeatBehavior '{0}' non rappresenta un conteggio di iterazioni e non dispone di un valore IterationCount.
ja: '{0}' RepeatBehavior は、反復カウントを示さず、IterationCount 値を持ちません。
ko: '{0}' RepeatBehavior는 반복 횟수를 나타내지 않으며 IterationCount 값을 갖지 않습니다.
pl: „{0}” RepeatBehavior nie odpowiada liczbie powtórzeń i nie ma wartości IterationCount
pt_br: RepeatBehavior '{0}' não representa um número de iteração e não tem um valor de IterationCount.
ru: RepeatBehavior "{0}" не представляет количество итераций и не содержит значение IterationCount.
tr: '{0}' RepeatBehavior bir yineleme sayısını göstermiyor ve IterationCount değeri yok.
zh_hans: “{0}”RepeatBehavior 不表示迭代计数，且没有 IterationCount 值。
zh_hant: '{0}' RepeatBehavior 不是有效的反覆運算計數，而且沒有 IterationCount 值。

# Timing_RepeatBehaviorNotRepeatDuration
source: '{0}' RepeatBehavior does not represent a repeat duration and does not have a RepeatDuration value.
cs: {0} RepeatBehavior nepředstavuje opakované trvání a nemá hodnotu RepeatDuration.
de: "RepeatBehavior '{0}'" stellt keine Wiederholdauer dar und besitzt keinen RepeatDuration-Wert.
es: El RepeatBehavior '{0}' no representa ninguna duración de repetición y no tiene un valor de RepeatDuration.
fr: RepeatBehavior '{0}' ne représente pas une durée de répétition et ne possède pas une valeur RepeatDuration.
it: RepeatBehavior '{0}' non rappresenta una durata di ripetizione e non dispone di un valore RepeatDuration.
ja: '{0}' RepeatBehavior は、繰り返し期間を示さず、RepeatDuration 値を持ちません。
ko: '{0}' RepeatBehavior는 반복 시간을 나타내지 않으며 RepeatDuration 값을 갖지 않습니다.
pl: „{0}” RepeatBehavior nie odpowiada czasowi powtarzania i nie ma wartości RepeatDuration.
pt_br: RepeatBehavior '{0}' não representa uma duração de repetição e não tem um valor de RepeatDuration.
ru: RepeatBehavior "{0}" не представляет длительность повтора и не содержит значение RepeatDuration.
tr: '{0}' RepeatBehavior bir yineleme süresini göstermiyor ve RepeatDuration değeri yok.
zh_hans: “{0}”RepeatBehavior 不表示重复持续时间，且没有 RepeatDuration 值。
zh_hant: '{0}' RepeatBehavior 不是重複的持續時間，而且沒有 RepeatDuration 值。

# Timing_SeekDestinationAmbiguousDueToSlip
source: The ClockController.Seek method was called with arguments that describe a seek destination that seeks a child with Slip but no defined duration. It is unclear if we are seeking the child or seeking past the child's duration.
cs: Metoda ClockController.Seek byla vyvolána argumenty, které popisují cíl hledání podřízeného prvku s vlastností Slip, avšak nikoliv určenou dobou trvání. Není jasné, zda hledáme podřízený prvek, nebo jeho dobou trvání.
de: Die ClockController.Seek-Methode wurde mit Argumenten aufgerufen, die ein Suchziel beschreiben, von dem ein untergeordnetes Elemente mit "Slip", aber keine definierte Dauer gesucht wird. Es ist nicht klar, ob nach dem untergeordneten Element oder über die Dauer des untergeordneten Elements hinaus gesucht wird.
es: Se llamó al método ClockController.Seek con argumentos que describen un destino de llamada que llama a un objeto secundario con Slip pero sin duración definida. No está claro si se está llamando al objeto secundario o más allá de la duración del objeto secundario.
fr: La méthode ClockController.Seek a été appelée avec des arguments décrivant une destination de recherche qui cherche un enfant avec Slip mais sans durée définie. Il est difficile de savoir si c'est l'enfant ou la durée de l'enfant qui est recherché.
it: Il metodo ClockController.Seek è stato chiamato con argomenti che descrivono una destinazione di posizionamento che esegue il posizionamento di un figlio con Slip ma senza una durata definita. Non è chiaro se deve essere posizionato il figlio o se è necessario eseguire un posizionamento oltre la durata del figlio.
ja: ClockController.Seek メソッドは、シーク先を示す引数によって呼び出されました。この宛先で、Slip を持ち、期間の定義されていない子をシークします。子をシークするか、子の期間を過ぎてシークするかは不明です。
ko: 정의된 기간 없이 Slip을 사용하여 자식을 검색하는 검색 대상을 설명하는 인수를 사용하여 ClockController.Seek 메서드를 호출했습니다. 자식을 검색하는 것인지 이전의 자식 기간을 검색하는 것인지 명확하지 않습니다.
pl: Metoda ClockController.Seek została wywołana z argumentami opisującymi wyszukiwanie miejsca docelowego dla obiektu podrzędnego z elementem typu Slip, ale bez zdefiniowanego czasu trwania. Nie jest jasne, czy szukany jest obiekt podrzędny, czy poszukiwanie dotyczy okresu poza czasem trwania obiektu podrzędnego.
pt_br: O método ClockController.Seek foi chamado com argumentos que descrevem um destino de busca que busca um filho com Slip, mas sem duração definida. Não é claro se estamos buscando o filho ou buscando além da duração do filho.
ru: Метод ClockController.Seek был вызван с аргументами, описывающими искомый элемент. Метод выполняет поиск дочернего элемента со Slip, но без определенной продолжительности. Неясно, что ищется: дочерний элемент или то, что лежит после длительности дочернего элемента.
tr: Slip içeren ancak tanımlı süresi olmayan bir alt öğe arayan bir arama hedefi tanımlayan bağımsız değişkenlerle ClockController.Seek metodu çağırıldı. Alt öğenin mi yoksa alt öğenin geçmiş süresinin mi arandığı belirli değil.
zh_hans: 使用描述查找目标的参数调用 ClockController.Seek 方法，该查找目标查找有 Slip 但却无定义的持续时间的子级。这不清楚是在查找子级还是在查找子级经过的持续时间。
zh_hant: ClockController.Seek 方法已使用引數呼叫，此引數說明搜尋目標，會使用 Slip 搜尋子項目，但並未定義持續時間。無法判斷要搜尋子項目，或是搜尋超過子項目的持續時間。

# Timing_SeekDestinationIndefinite
source: The ClockController.Seek method was called using TimeSeekOrigin.Duration as the seekOrigin parameter for a Clock that has a duration of Forever. Clocks that have duration of Forever must use TimeSeekOrigin.BeginTime.
cs: Metoda ClockController.Seek byla vyvolána pomocí prvku TimeSeekOrigin.Duration jako parametr seekOrigin pro Clock, jejichž trvání je Forever. Clock, které mají nastaveno trvání na hodnotu Forever, musejí používat TimeSeekOrigin.BeginTime.
de: Die ClockController.Seek-Methode wurde unter Verwendung von "TimeSeekOrigin.Duration" als seekOrigin-Parameter für eine "Clock" aufgerufen, die die Dauer "Forever" besitzt. Von "Clocks" mit der Dauer "Forever" muss "TimeSeekOrigin.BeginTime" verwendet werden.
es: Se llamó al método ClockController.Seek mediante TimeSeekOrigin.Duration como parámetro seekOrigin para Clock que tiene una duración de Forever. Clocks con una duración Forever deben usar TimeSeekOrigin.BeginTime.
fr: La méthode ClockController.Seek a été appelée avec TimeSeekOrigin.Duration comme paramètre seekOrigin d'un objet Clock dont la durée est égale à Forever. Les objets Clock ayant une durée égale à Forever doivent utiliser TimeSeekOrigin.BeginTime.
it: Il metodo ClockController.Seek è stato chiamato con TimeSeekOrigin.Duration come parametro seekOrigin per un Clock con durata Forever. Per i Clock con durata Forever è necessario utilizzare TimeSeekOrigin.BeginTime.
ja: ClockController.Seek メソッドは、TimeSeekOrigin.Duration を使用して、期間が Forever の Clock の seekOrigin パラメーターとして呼び出されました。期間が Forever の Clock は、TimeSeekOrigin.BeginTime を使用する必要があります。
ko: ClockController.Seek 메서드가 Forever의 기간을 지닌 Clock에 대해 TimeSeekOrigin.Duration을 seekOrigin 매개 변수로 사용하여 호출되었습니다. Forever의 기간을 지닌 Clock은 TimeSeekOrigin.BeginTime을 사용해야 합니다.
pl: Metoda ClockController.Seek została wywołana przy użyciu TimeSeekOrigin.Duration jako wartości parametru seekOrigin dla obiektu Clock, który ma czas trwania Forever. Obiekty Clock posiadające czas trwania Forever muszą używać wartości TimeSeekOrigin.BeginTime.
pt_br: O método ClockController.Seek foi chamado com o uso de TimeSeekOrigin.Duration como o parâmetro seekOrigin para um Clock com duração de Forever. Clocks com duração Forever devem utilizar TimeSeekOrigin.BeginTime.
ru: Метод ClockController.Seek был вызван с использованием TimeSeekOrigin.Duration в качестве параметра seekOrigin для объекта Clock со значением длительности Forever. Объекты Clock, у которых длительность имеет значение Forever, должны использовать метод TimeSeekOrigin.BeginTime.
tr: Forever süresi olan bir Clock için seekOrigin parametresi olarak TimeSeekOrigin.Duration kullanılarak ClockController.Seek metodu çağırıldı. Forever süresine sahip Clock'lar TimeSeekOrigin.BeginTime kullanmalıdır.
zh_hans: 通过将 TimeSeekOrigin.Duration 用作具有 Forever 持续时间的 Clock 的 seekOrigin 参数，调用 ClockController.Seek 方法。具有 Forever 持续时间的 Clock 必须使用 TimeSeekOrigin.BeginTime。
zh_hant: ClockController.Seek 方法已使用 TimeSeekOrigin.Duration 做為 Clock 的 seekOrigin 參數呼叫，該時鐘具有持續時間 Forever。具有持續時間 Forever 的 Clock 必須使用 TimeSeekOrigin.BeginTime。

# Timing_SeekDestinationNegative
source: The ClockController.Seek method was called with arguments that describe a seek destination with a negative value. The seek destination must be a time greater than or equal to zero.
cs: Metoda ClockController.Seek byla vyvolána argumenty, které popisují cíl hledání se zápornou hodnotou. Tímto cílem musí být doba delší nebo rovná nule.´
de: Die ClockController.Seek-Methode wurde mit Argumenten aufgerufen, die ein Suchziel mit negativem Wert beschreiben. Bei dem Suchziel muss es sich um eine Zeit handeln, die größer oder gleich Null ist.
es: Se llamó al método ClockController.Seek con argumentos que describen un destino de llamada con un valor negativo. El destino de la llamada debe ser una hora mayor que o igual a cero.
fr: La méthode ClockController.Seek a été appelée avec des arguments qui décrivent une destination de recherche ayant une valeur négative. La destination de recherche doit être supérieure ou égale à zéro.
it: Il metodo ClockController.Seek è stato chiamato con argomenti che descrivono una destinazione di posizionamento con valore negativo. La destinazione di posizionamento deve essere un'unità di tempo maggiore o uguale a zero.
ja: ClockController.Seek メソッドは、負の値でシーク先を示す引数によって呼び出されました。シークの宛先は、0 以上の時間である必要があります。
ko: 음수 값을 지닌 검색 대상을 설명하는 인수를 사용하여 ClockController.Seek 메서드를 호출했습니다. 검색 대상은 0보다 크거나 같은 시간이어야 합니다.
pl: Metoda ClockController.Seek została wywołana z argumentami opisującymi miejsce docelowe wyszukiwania z wartością ujemną. Miejsce docelowe wyszukiwania musi być większe lub równe zeru.
pt_br: O método ClockController.Seek foi chamado com argumentos que descrevem um destino de busca com um valor negativo. O destino de busca deve ter uma hora maior ou igual a zero.
ru: Метод ClockController.Seek был вызван с аргументами, описывающими искомый элемент с отрицательным значением. Искомый элемент должен быть временем, большим или равным 0.
tr: Negatif değer içeren bir arama hedefini tanımlayan bağımsız değişkenlerle ClockController.Seek metodu çağırıldı. Arama hedefi sıfıra eşit veya daha büyük bir zaman olmalıdır.
zh_hans: 使用用负值描述查找目标的参数来调用 ClockController.Seek 方法。该查找目标必须是大于或等于零的某个时间。
zh_hant: ClockController.Seek method 已使用引數呼叫，此引數說明搜尋具有負值的目標。搜尋目標必須是大於或等於零的時間。

# Timing_SkipToFillDestinationIndefinite
source: Cannot call the ClockController.SkipToFill method for a Clock that has a Duration or RepeatDuration of Forever, because this Clock will never reach its fill period.
cs: Nelze vyvolat metodu ClockController.SkipToFill pro Clock, které mají Duration nastavenu na RepeatDuration hodnoty Forever, protože tyto Clock nikdy nenaplní svůj čas.
de: Die ClockController.SkipToFill-Methode kann nicht für eine "Clock" aufgerufen werden, deren "Duration" oder "RepeatDuration" den Wert "Forever" besitzt, da diese "Clock" niemals den Füllzeitraum erreicht.
es: No se puede llamar al método ClockController.SkipToFill para Clock que tiene un valor Duration o RepeatDuration de Forever porque este Clock nunca alcanza su periodo de relleno.
fr: Impossible d'appeler la méthode ClockController.SkipToFill pour un objet Clock ayant une propriété Duration ou RepeatDuration égale à Forever, parce que cet objet Clock n'atteindra jamais sa période de remplissage.
it: Impossibile chiamare il metodo ClockController.SkipToFill per un Clock con valore Forever per Duration o RepeatDuration, perché questo Clock non raggiungerà mai la fine del segmento di tempo.
ja: Clock が塗りつぶし期間に達することはないため、Forever の RepeatDuration または Duration を持つこの Clock に対する ClockController.SkipToFill メソッドを呼び出すことができません。
ko: Forever의 Duration 또는 RepeatDuration을 지닌 Clock은 전체 기간에 도달할 수 없기 때문에 이러한 Clock에 대해 ClockController.SkipToFill 메서드를 호출할 수 없습니다.
pl: Metody ClockController.SkipToFill nie można wywoływać dla obiektu Clock o właściwości Duration lub RepeatDuration o wartości Forever, ponieważ taki obiekt Clock nigdy nie dotrze do końca okresu.
pt_br: Não é possível chamar o método ClockController.SkipToFill para um Clock com Duration ou RepeatDuration de Forever, porque esse Clock nunca atingirá o período de preenchimento.
ru: Невозможно вызвать метод ClockController.SkipToFill для объекта Clock, у которого для свойств Duration или RepeatDuration установлено значение Forever, поскольку Clock никогда не достигнет периода заполнения.
tr: Clock doldurma dönemine hiçbir zaman ulaşamayacağı için, Forever olarak Duration veya RepeatDuration içeren bir Clock için ClockController.SkipToFill metodu çağırılamaz.
zh_hans: 无法为具有 Duration 或 Forever RepeatDuration 的 Clock 调用 ClockController.SkipToFill 方法，因为此 Clock 将从未达到其填充期间。
zh_hant: 無法針對 Forever 為 Duration 或 RepeatDuration 的 Clock 呼叫 ClockController.SkipToFill 方法，因為此 Clock 永遠不會到達此填滿期間。

# Timing_SlipBehavior_SlipOnlyOnSimpleTimelines
source: SlipBehavior.Slip is supported only on root ParallelTimelines that do not reverse, accelerate, decelerate, or have a RepeatBehavior specified as a Duration.
cs: Prvek SlipBehavior.Slip je podporován pouze na kořenu ParallelTimelines, který nevrací, neurychluje, nezpomaluje ani nemá RepeatBehavior zadán jako Duration.
de: "SlipBehavior.Slip" wird nur auf einem Stamm-ParallelTimeline ohne "Reverse", "Accelerate" oder "Decelerate" und ohne die Angabe "RepeatBehavior" als "Duration" unterstützt.
es: SlipBehavior.Slip sólo se admite en un ParallelTimeline raíz que no invierta, acelere, desacelere ni tenga un RepeatBehavior especificado como Duration.
fr: SlipBehavior.Slip n'est pris en charge que sur les éléments ParallelTimelines racines qui ne sont pas inversés, accélérés ou ralentis, ou pour lesquels RepeatBehavior n'est pas spécifié en tant que Duration.
it: SlipBehavior.Slip è supportato solo per ParallelTimeline radice che non prevedono riproduzioni al contrario, accelerazioni o decelerazioni oppure che utilizzano un RepeatBehavior specificato come Duration.
ja: SlipBehavior.Slip は、Duration として指定された RepeatBehavior を取り消さない、加速しない、減速しない、または持たないルート ParallelTimeline に対してのみサポートされます。
ko: SlipBehavior.Slip은 역전, 가속, 감속되지 않거나 Duration으로 RepeatBehavior가 지정되지 않은 루트 ParallelTimeline에서만 지원됩니다.
pl: Metoda SlipBehavior.Slip jest obsługiwana tylko w głównym elemencie ParallelTimeline, który nie cofa się, nie przyspiesza, nie zwalnia, ani nie ma elementu RepeatBehavior określonego jako Duration.
pt_br: Somente há suporte para SlipBehavior.Slip em um ParallelTimelines raiz que não inverta, acelere, desacelere ou tenha RepeatBehavior especificado como Duration.
ru: Метод SlipBehavior.Slip поддерживается только для корневого элемента ParallelTimelines, который не выполняет реверсирование, ускорение, замедление и для которого в качестве значения RepeatBehavior не указано Duration.
tr: SlipBehavior.Slip yalnızca Duration olarak belirtilen bir RepeatBehavior'ı olmayan, tersine çevirmeyen, hızlandırmayan, yavaşlatmayan kök ParallelTimeline'lar üzerinde desteklenir.
zh_hans: 仅在没有反转、加速、减速或没有将 RepeatBehavior 指定为 Duration 的根 ParallelTimelines 上支持 SlipBehavior.Slip。
zh_hant: 只有在 [Duration] 不是指定為 reverse、accelerate、decelerate 或 RepeatBehavior 的根 ParallelTimelines 上，才支援 SlipBehavior.Slip。

# Timing_SlipBehavior_SyncOnlyWithSimpleParents
source: Clocks with CanSlip cannot have parents or ancestors with AutoReverse, AccelerationRatio, or DecelerationRatio.
cs: Hodiny s vlastností CanSlip nemohou mít nadřazené prvky nebo předchůdce s vlastností AutoReverse, AccelerationRatio nebo DecelerationRatio.
de: Zeitgeber mit "CanSlip" dürfen nicht über übergeordnete Elemente oder Objekte mit "AutoReverse", "AccelerationRatio" oder "DecelerationRatio" verfügen.
es: Los relojes con CanSlip no pueden tener objetos primarios o antecesores con AutoReverse, AccelerationRatio o DecelerationRatio.
fr: Les objets Clock avec CanSlip ne peuvent pas avoir de parents ou d'ancêtres ayant AutoReverse, AccelerationRatio ou DecelerationRatio.
it: Per i Clock con CanSlip non possono esistere elementi padre o predecessore con AutoReverse, AccelerationRatio o DecelerationRatio.
ja: CanSlip がある Clock は、AutoReverse、AccelerationRatio、または DecelerationRatio がある親や先祖を保持できません。
ko: CanSlip이 포함된 Clock은 AutoReverse, AccelerationRatio 또는 DecelerationRatio가 있는 부모 또는 상위 항목을 사용할 수 없습니다.
pl: Obiekty Clock z CanSlip nie mogą mieć obiektów nadrzędnych ani elementów nadrzędnych z AutoReverse, AccelerationRatio lub DecelerationRatio.
pt_br: Os relógios com CanSlip não podem ter pais ou ancestrais com AutoReverse, AccelerationRatio ou DecelerationRatio.
ru: Объекты Clocks с CanSlip не могут иметь родительских объектов или предков с элементами AutoReverse, AccelerationRatio или DecelerationRatio.
tr: CanSlip içeren saatler AutoReverse, AccelerationRatio veya DecelerationRatio içeren üst öğelere ve köklere sahip olamaz.
zh_hans: 具有 CanSlip 的时钟不能有带 AutoReverse、AccelerationRatio 或 DecelerationRatio 的父级或上级。
zh_hant: 具有 CanSlip 的時鐘不能使用具有 AutoReverse、AccelerationRatio 或 DecelerationRatio 的做為父項目或上階。
