Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# General_BadType
source: The object passed to '{0}' is not a valid type.
cs: Objekt předaný typu {0} není platný typ.
de: Das an "{0}" weitergegebene Objekt ist kein gültiger Typ.
es: El tipo de objeto pasado a '{0}' no es válido.
fr: Type de l'objet transmis à '{0}' non valide.
it: L'oggetto passato a '{0}' non è di un tipo valido.
ja: '{0}' に渡されたオブジェクトは、有効な型ではありません。
ko: '{0}'에 전달된 개체는 잘못된 형식입니다.
pl: Obiekt przekazywany do elementu „{0}” jest nieprawidłowego typu.
pt_br: O objeto transferido para '{0}' não é um tipo válido.
ru: Объект, переданный "{0}", имеет недопустимый тип.
tr: '{0}' öğesine geçirilen nesne geçerli türde değil.
zh_hans: 传递给“{0}”的对象不是有效的类型。
zh_hant: 傳遞到 '{0}' 的物件不是有效的型別。

# General_Expected_Type
source: Expected object of type '{0}'.
cs: Očekávaný objekt typu {0}.
de: Es wurde ein Objekt vom Typ "{0}" erwartet.
es: Se esperaba un tipo de objeto '{0}'.
fr: Objet de type '{0}' attendu.
it: Previsto oggetto di tipo '{0}'.
ja: 型 '{0}' の予測されたオブジェクトです。
ko: '{0}' 형식의 개체가 필요합니다.
pl: Oczekiwano obiektu typu „{0}”.
pt_br: Era esperado objeto do tipo '{0}'.
ru: Ожидался объект типа "{0}".
tr: Beklenen nesne türü '{0}'.
zh_hans: 类型“{0}”的预期对象。
zh_hant: 必須是型別為 '{0}' 的物件。

# General_ObjectIsReadOnly
source: The object is marked 'Read Only'.
cs: Objekt je označen Read Only.
de: Das Objekt ist als Read Only markiert.
es: El objeto está marcado como de sólo lectura ('Read Only').
fr: Objet marqué 'Read Only'.
it: Oggetto contrassegnato come 'Read Only'.
ja: このオブジェクトは、'Read Only' とマークされています。
ko: 개체가 'Read Only'로 표시되어 있습니다.
pl: Obiekt jest oznaczony jako „Read Only”.
pt_br: O objeto está marcado como somente leitura ('Read Only').
ru: Объект отмечен как "Read Only".
tr: Nesne 'Read Only' olarak işaretlenmiş.
zh_hans: 对象标记为“Read Only”。
zh_hant: 物件已標示為 'Read Only'。

# Geometry_BadNumber
source: Arithmetic error found while trying to perform this operation.
cs: Při pokusu o provedení této operace narazil program na aritmetickou chybu.
de: Beim Versuch, diesen Vorgang auszuführen, wurde ein arithmetischer Fehler gefunden.
es: Error aritmético al intentar realizar esta operación.
fr: Erreur arithmétique détectée lors de l'exécution de cette opération.
it: Errore aritmetico durante il tentativo di esecuzione di questa operazione.
ja: この処理の試行中に、算術エラーが見つかりました。
ko: 이 작업을 수행하는 동안 산술 오류가 발생했습니다.
pl: Znaleziono błąd arytmetyczny podczas próby wykonania tej operacji.
pt_br: Encontrado erro aritmético durante a tentativa de executar esta operação.
ru: При попытке выполнить эту операцию возникла арифметическая ошибка.
tr: Bu işlem gerçekleştirilmeye çalışılırken aritmetik hata bulundu.
zh_hans: 尝试执行此操作时发现算术错误。
zh_hant: 嘗試執行此操作時發生算數錯誤。

# GestureRecognizerNotAvailable
source: No gesture recognizer is available on the system.
cs: V systému není k dispozici nástroj pro rozpoznání gest.
de: Im System ist keine Stiftbewegungserkennung verfügbar.
es: No hay ningún reconocedor de gestos disponible en el sistema.
fr: Aucune reconnaissance de mouvement n'est disponible sur le système.
it: Nessun riconoscimento di movimento disponibile nel sistema.
ja: このシステムでは、ジェスチャ認識エンジンは利用できません。
ko: 시스템에서 제스처 인식기를 사용할 수 없습니다.
pl: W systemie nie ma żadnego dostępnego modułu rozpoznawania gestów.
pt_br: Nenhum reconhecedor de gesto disponível no sistema.
ru: Средство распознавания жестов недоступно в системе.
tr: Sistemde kullanılabilir hareket tanıyıcı yok.
zh_hans: 系统上没有可用的特定动作识别器。
zh_hant: 系統上沒有可用的筆勢辨識器。

# GetPenaltyModuleHandleFailure
source: Text formatting engine cannot retrieve penalty module handle due to error: '{0}'.
cs: Nástroj formátování textu nemůže získat ovladač modulu penále kvůli chybě: {0}.
de: Textformatierungsmodul kann das Handle eines Abzugmoduls aufgrund eines Fehlers nicht abrufen: "{0}".
es: El motor de formato de texto no puede recuperar el identificador de módulo de sanción debido al error '{0}'.
fr: Le moteur de mise en forme de texte ne peut pas extraire le descripteur du module de pénalités en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile recuperare l'handle del modulo di penalità a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のためにペナルティ モジュール ハンドルを取得できません。
ko: 오류로 인해 텍스트 서식 엔진이 패널티 모듈 핸들을 검색할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstów nie może pobrać obsługi modułu kar z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode recuperar o identificador do módulo de penalidade devido ao erro: '{0}'.
ru: Процессор форматирования текста не может извлечь обработчик модуля штрафов из-за ошибки "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle ceza modülü işleyicisini alamıyor: '{0}'.
zh_hans: 文本格式化引擎无法检索处罚模块句柄，因为错误:“{0}”。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法抓取處罰 (penalty) 模組控制碼: '{0}'。

# GetResponseFailed
source: Cannot get response for web request to '{0}'.
cs: Odpověď na webový požadavek pro {0} nelze získat.
de: Antwort auf Webanforderung an "{0}" kann nicht abgerufen werden.
es: No se puede obtener una respuesta a las solicitudes web para '{0}'.
fr: Impossible d'obtenir la réponse pour la requête web de '{0}'.
it: Impossibile ottenere una risposta per la richiesta Web inviata a '{0}'.
ja: '{0}' への Web 要求に対する応答を取得できません。
ko: '{0}'에 대한 웹 요청의 응답을 가져올 수 없습니다.
pl: Nie można uzyskać odpowiedzi na żądanie sieci web skierowane do elementu „{0}”.
pt_br: Não é possível obter resposta para a solicitação da Web para '{0}'.
ru: Не удается получить ответ на веб-запрос к "{0}".
tr: '{0}' için yapılan web isteğine yanıt alınamıyor.
zh_hans: 无法获取对“{0}”的 Web 请求的响应。
zh_hant: 無法取得 '{0}' 的 Web 要求回應。

# GlyphAreaTooBig
source: Values for advanceWidths and glyphOffsets constitute too large of a GlyphRun. The area of its bounding box, measured in renderingEmSize squares, is '{0}' but it cannot exceed '{1}'.
cs: Hodnoty pro advanceWidths a glyphOffsets vytvářejí příliš velký GlyphRun. Prostor jeho ohraničujícího rámečku, měřený ve čtvercích renderingEmSize, je {0}, ale nemůže překročit hodnotu {1}.
de: Die Werte "advanceWidths" und "glyphOffsets " sind zu hoch für "GlyphRun". Der Bereich des umgebenden Feldes, gemessen in renderingEmSize-Quadraten, beträgt "{0}", darf jedoch "{1}" nicht überschreiten.
es: Los valores de advanceWidths y glyphOffsets son demasiado grandes para GlyphRun. El área del cuadro de límite, medido en cuadrados renderingEmSize, es "{0}" pero no puede superar "{1}".
fr: Les valeurs pour advanceWidths et glyphOffsets constituent un GlyphRun trop grand. Son rectangle englobant, mesuré en renderingEmSize carrés, est de '{0}' mais ne peut pas dépasser '{1}'.
it: I valori per advanceWidths e glyphOffsets comportano la creazione di un elemento GlyphRun troppo grande. L'area del riquadro delimitatore di testo, misurata in quadrati renderingEmSize è '{0}' ma non può essere maggiore di '{1}'.
ja: advanceWidths および glyphOffsets の値が、GlyphRun で占める割合が大きすぎます。renderingEmSize で測定した境界ボックスの領域は '{0}' ですが、'{1}' を超えることはできません。
ko: advanceWidths와 glyphOffsets에 대한 값을 사용할 경우 너무 큰 GlyphRun이 만들어집니다. renderingEmSize 제곱으로 측정된 해당 경계 상자의 면적은 '{0}'이며 '{1}'을(를) 초과할 수 없습니다.
pl: Wartości parametrów advanceWidths i glyphOffsets są za duże dla obiektu GlyphRun. Obszar jego pola ograniczającego, mierzony w jednostkach powierzchni renderingEmSize wynosi „{0}”, a nie może przekroczyć „{1}”.
pt_br: Os valores de advanceWidths e glyphOffsets criam um GlyphRun muito grande. A área da caixa delimitadora, medida em renderingEmSize quadrados, é '{0}', mas não pode exceder '{1}'.
ru: Слишком большие значения advanceWidths и glyphOffsets для GlyphRun. Площадь ограничивающего прямоугольника (измененная в квадратах renderingEmSize) равна "{0}" и не может превышать значение "{1}".
tr: advanceWidths ve glyphOffsets değerleri çok büyük GlyphRun oluşturuyor. Sınırlayıcı kutusunun renderingEmSize kare cinsinden ölçülen alanı '{0}' ancak '{1}' değerini aşamaz.
zh_hans: advanceWidths 和 glyphOffsets 的值构成的 GlyphRun 过大。其边界框的面积(renderingEmSize 方块中测量)为“{0}”，但不能超过“{1}”。
zh_hant: advanceWidths 與 glyphOffsets 的值造成 GlyphRun 太大。其週框區域 (以 renderingEmSize 矩形表示) 是 '{0}'，但其不可超過 '{1}'。

# GlyphCoordinateTooBig
source: advanceWidths and glyphOffsets constitute coordinate too large for glyph at index '{0}'. For renderingEmSize '{1}' the values cannot exceed '{2}'.
cs: advanceWidths a glyphOffsets vytvářejí příliš velkou souřadnici pro šifru indexu {0}. Pro renderingEmSize {1} tyto hodnoty nesmějí překročit hodnotu {2}.
de: advanceWidths und glyphOffsets stellen für das Symbol bei Index "{0}" zu große Koordinaten dar. Die Werte dürfen für renderingEmSize "{1}" den Wert "{2}" nicht überschreiten.
es: advanceWidths y glyphOffsets generan unas coordenadas demasiado grandes para el glifo en el índice "{0}". Para renderingEmSize "{1}", los valores no pueden superar "{2}".
fr: advanceWidths et glyphOffsets constituent une coordonnée trop grande pour un glyphe à l'index '{0}'. Pour renderingEmSize '{1}', les valeurs ne peuvent pas dépasser '{2}'.
it: I valori per advanceWidths e glyphOffsets comportano la creazione di coordinate troppo estese per il glifo alla posizione di indice '{0}'. Per l'elemento renderingEmSize '{1}' i valori non possono essere maggiori di '{2}'.
ja: advanceWidths および glyphOffsets が、インデックス '{0}' のグリフには大きすぎる座標を含んでいます。renderingEmSize '{1}' では、値は '{2}' を超えてはなりません。
ko: advanceWidths와 glyphOffsets를 사용할 경우 '{0}' 인덱스의 문자 모양에 대해 너무 큰 좌표가 만들어집니다. renderingEmSize '{1}'의 경우 값은 '{2}'을(를) 초과할 수 없습니다.
pl: Wartości parametrów advanceWidths i glyphOffsets tworzą zbyt dużą wartość współrzędnej dla symbolu o indeksie „{0}”. Dla renderingEmSize „{1}” wartości nie mogą przekroczyć „{2}”.
pt_br: advanceWidths e glyphOffsets criam uma coordenada muito grande para o glifo no índice '{0}'. Para renderingEmSize '{1}', os valores não podem exceder '{2}'.
ru: Слишком большие координаты advanceWidths и glyphOffsets для глифа с индексом "{0}". Значения renderingEmSize "{1}" не могут превышать "{2}".
tr: advanceWidths ve glyphOffsets '{0}' dizinindeki karakter için çok büyük alan oluşturuyor. renderingEmSize '{1}' için değerler '{2}' değerini aşamaz.
zh_hans: advanceWidths 和 glyphOffsets 构成的坐标对索引“{0}”处的字形过大。对于 renderingEmSize“{1}”，该值不能超过“{2}”。
zh_hant: advanceWidths 與 glyphOffsets 造成索引 '{0}' 的字符太大。對於 renderingEmSize '{1}' 來說，值不可超過 '{2}'。

# GlyphIndexOutOfRange
source: '{0}' glyph index is not valid for the specified font.
cs: Index šifry {0} není pro zadaný font platný.
de: Der Symbolindex "{0}" ist ungültig für die angegebene Schriftart.
es: El índice de glifo '{0}' no es válido para la fuente especificada.
fr: Index de glyphe '{0}' non valide pour la police spécifiée.
it: L'indice di glifo '{0}' non è valido per il tipo di carattere specificato.
ja: '{0}' グリフ インデックスは、指定されたフォントでは無効です。
ko: 지정한 글꼴에 '{0}' 문자 인덱스를 사용할 수 없습니다.
pl: Indeks symbolu „{0}” jest nieprawidłowy dla wskazanej czcionki.
pt_br: O índice de glifo '{0}' não é válido para a fonte especificada.
ru: Индекс глифа "{0}" не является допустимым для заданного шрифта.
tr: '{0}' kabartma dizini belirtilen yazı tipi için geçerli değil.
zh_hans: “{0}”字形索引对于指定的字体无效。
zh_hant: '{0}' 圖像索引對於指定的字型而言是無效的。

# GlyphTypefaceNotRecorded
source: Glyph typeface URI does not point to a previously recorded glyph typeface.
cs: Druh písma šifry identifikátoru URI neukazuje k dříve zaznamenanému typu písma šifry.
de: Vom Symbolschriftart-URI wird nicht auf eine bereits eingetragene Symbolschriftart verwiesen.
es: El URI de tipo de letra de glifo no hace referencia a un tipo de letra de glifo registrado previamente.
fr: L'URI de la police du glyphe ne pointe pas vers une police de glyphe précédemment enregistrée.
it: L'URI del carattere tipografico del glifo non punta a un carattere tipografico registrato in precedenza.
ja: グリフ書体 URI が、前回記録されたグリフ書体をポイントしていません。
ko: 문자 서체 URI는 이전에 기록된 문자 서체를 가리키지 않습니다.
pl: Identyfikator URI kroju pisma symbolu nie wskazuje na poprzednio zarejestrowany krój pisma symbolu.
pt_br: O URI da face de tipos de glifo não aponta para uma face de tipos de glifo gravada anteriormente.
ru: Идентификатор URI гарнитуры глифа не указывает на ранее записанную гарнитуру глифа.
tr: Kabartma yazı biçimi URI'si daha önce kaydedilen bir kabartma yazı biçimini göstermiyor.
zh_hans: 字形字样 URI 未指向以前记录的字形字样。
zh_hant: 圖像字樣 URI 未指向先前記錄的圖像字樣。

# GoToPageText
source: Go To Page
cs: Jdi na stranu
de: Gehe zu Seite
es: Ir a la página
fr: Atteindre la page
it: Vai alla pagina
ja: ページへ移動
ko: 이동
pl: Przejdź do strony
pt_br: Ir para Página
ru: Перейти на страницу
tr: Sayfaya Git
zh_hans: 转到页面
zh_hant: 移至頁面

# HandlerTypeIllegal
source: Handler type is mismatched.
cs: Neodpovídající typ ovladače.
de: Beim Handlertyp ist keine Übereinstimmung vorhanden.
es: Discrepancia de tipo de controlador.
fr: Type de gestionnaire non compatible.
it: Tipo di gestore non corrispondente.
ja: ハンドラーの型が一致しません。
ko: 처리기 형식이 일치하지 않습니다.
pl: Niedopasowany typ obsługi.
pt_br: Tipo de manipulador não correspondente.
ru: Несоответствие типа обработчика.
tr: İşleyici türü eşleşmiyor.
zh_hans: 处理程序类型不匹配。
zh_hant: 處理嘗試型別不相符。

# HelpText
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
it: Guida
ja: ヘルプ
ko: 도움말
pl: Pomoc
pt_br: Ajuda
ru: Справка
tr: Yardım
zh_hans: 帮助
zh_hant: 說明

# HitTest_Invalid
source: '{0}' HitTestParameters are not supported on '{1}'.
cs: {0} HitTestParameters nejsou v prvku {1} podporovány.
de: HitTestParameters "{0}" werden für "{1}" nicht unterstützt.
es: "{0}" HitTestParameters no están admitidos en "{1}".
fr: HitTestParameters '{0}' non pris en charge sur '{1}'.
it: Gli elementi HitTestParameters '{0}' non sono supportati in '{1}'.
ja: '{0}' HitTestParameters は、'{1}' でサポートされていません。
ko: '{0}' HitTestParameters는 '{1}'에서 지원되지 않습니다.
pl: Obiekty klasy HitTestParameters „{0}” nie są obsługiwane w elemencie „{1}”.
pt_br: Não há suporte para HitTestParameters '{0}' em '{1}'.
ru: Параметры HitTestParameters "{0}" не поддерживаются в "{1}".
tr: '{0}' HitTestParameters '{1}' öğesinde desteklenmez.
zh_hans: “{1}”上不支持“{0}”HitTestParameters。
zh_hant: 在 '{1}' 上不支援 '{0}' HitTestParameters。

# HitTest_Singular
source: Hit testing with a singular MatrixCamera is not supported.
cs: Hit testing jednou kamerou MatrixCamera není podporováno.
de: Treffertests werden für einzelne "MatrixCamera" nicht unterstützt.
es: La prueba de aciertos con una MatrixCamera singular no está admitida.
fr: Test des résultats avec une MatrixCamera non pris en charge.
it: Hit test con un valore singolare MatrixCamera non supportato.
ja: 単一の MatrixCamera でのヒット テストは、サポートされていません。
ko: 단일 MatrixCamera의 적중 테스트는 지원되지 않습니다.
pl: Testowanie trafień przy użyciu pojedynczego elementu MatrixCamera jest nieobsługiwane.
pt_br: Não há suporte para o teste de hit com um MatrixCamera singular.
ru: Проверка на наличие данных в кэше не поддерживается при использовании одной MatrixCamera.
tr: Tekil MatrixCamera ile vuruş sınama desteklenmez.
zh_hans: 不支持带有单数 MatrixCamera 的命中测试。
zh_hant: 不支援使用單一 MatrixCamera 執行叫用測試。

# HwndSourceDisposed
source: Cannot access a disposed HwndSource.
cs: Není přístup k použitému zdroji HwndSource.
de: Der Zugriff auf die verworfene "HwndSource" ist nicht möglich.
es: No se puede obtener acceso a un HwndSource eliminado.
fr: Impossible d'accéder à un HwndSource libéré.
it: Impossibile accedere a una HwndSource eliminata.
ja: 破棄された HwndSource にはアクセスできません。
ko: 삭제된 HwndSource에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do usuniętego obiektu HwndSource.
pt_br: Não é possível acessar um HwndSource descartado.
ru: Не удается обратиться к ликвидированному HwndSource.
tr: Bırakılmış bir HwndSource öğesine erişilemiyor.
zh_hans: 无法访问已释放的 HwndSource。
zh_hant: 無法存取已處置的 HwndSource。

# HwndTarget_HardwareNotSupportDueToProtocolMismatch
source: Due to protocol mismatch hardware support is not available.
cs: Podpora hardwaru není z důvodu neshody protokolů k dispozici.
de: Aufgrund eines Protokollkonflikts steht kein Hardwaresupport zur Verfügung.
es: Debido a la falta de compatibilidad del protocolo, el soporte de hardware no está disponible.
fr: En raison d'une incompatibilité de protocole, la prise en charge matérielle n'est pas disponible.
it: Il supporto hardware non è disponibile a causa del protocollo non corrispondente.
ja: プロトコルが一致しないため、ハードウェア サポートを利用できません。
ko: 프로토콜 불일치로 인해 하드웨어 지원을 사용할 수 없습니다.
pl: Z powodu niezgodności protokołów obsługa sprzętu jest niedostępna.
pt_br: Devido à incompatibilidade de protocolo, o suporte de hardware não está disponível.
ru: Аппаратная поддержка недоступна из-за несоответствия протоколов.
tr: Protokol uyumsuzluğu nedeniyle donanım desteği kullanılamıyor.
zh_hans: 由于协议不匹配，硬件支持不可用。
zh_hant: 因為通訊協定不符，所以不提供硬體支援。

# HwndTarget_InvalidWindowHandle
source: The specified handle is not a valid window handle.
cs: Určený nástroj není platným nástrojem pro toto okno.
de: Bei dem angegebenen Handle handelt es sich nicht um ein gültiges Fensterhandle.
es: El identificador especificado no es un identificador de ventana válido.
fr: Le descripteur spécifié n'est pas un descripteur de fenêtre valide.
it: L'handle specificato non è un handle di finestra valido.
ja: 指定されたハンドルは、有効なウィンドウ ハンドルではありません。
ko: 지정된 핸들은 잘못된 창 핸들입니다.
pl: Wskazane dojście nie jest prawidłowym dojściem okna.
pt_br: O identificador especificado não é um identificador de janela válido.
ru: Указанный дескриптор не является допустимым дескриптором окна.
tr: Belirtilen işleyici geçerli bir pencere işleyicisi değil.
zh_hans: 指定的句柄不是有效的窗口句柄。
zh_hant: 指定的控制碼不是有效的視窗控制碼。

# HwndTarget_InvalidWindowProcess
source: The specified window does not belong to the current process.
cs: Určené okno nepatří k tomuto procesu.
de: Das angegebene Fenster gehört nicht zum aktuellen Vorgang.
es: La ventana especificada no pertenece al proceso actual.
fr: La fenêtre spécifiée n'appartient pas au processus en cours.
it: La finestra specificata non appartiene al processo corrente.
ja: 指定されたウィンドウは、現在のプロセスに属していません。
ko: 지정된 창은 현재 프로세스에 속하지 않습니다.
pl: Wskazane okno nie należy do bieżącego procesu.
pt_br: A janela especificada não pertence ao processo atual.
ru: Указанное окно не принадлежит текущему процессу.
tr: Belirtilen pencere geçerli işleme ait değil.
zh_hans: 指定的窗口不属于当前进程。
zh_hant: 指定的視窗不屬於目前的處理程序。

# HwndTarget_InvalidWindowThread
source: The specified window does not belong to the current thread.
cs: Určené okno nepatří k tomuto vláknu.
de: Das angegebene Fenster gehört nicht zum aktuellen Thread.
es: La ventana especificada no pertenece al subproceso actual.
fr: La fenêtre spécifiée n'appartient pas au thread en cours.
it: La finestra specificata non appartiene al thread corrente.
ja: 指定されたウィンドウは、現在のスレッドに属していません。
ko: 지정된 창은 현재 스레드에 속하지 않습니다.
pl: Wskazane okno nie należy do bieżącego wątku.
pt_br: A janela especificada não pertence ao thread atual.
ru: Указанное окно не принадлежит текущему потоку.
tr: Belirtilen pencere geçerli iş parçacığına ait değil.
zh_hans: 指定的窗口不属于当前线程。
zh_hant: 指定的視窗不屬於目前的執行緒。

# HwndTarget_WindowAlreadyHasContent
source: Another HwndTarget is associated with this window.
cs: S tímto oknem je spojen jiný HwndTarget.
de: Ein anderes "HwndTarget" ist mit diesem Fenster verknüpft.
es: Hay otro HwndTarget asociado a esta ventana.
fr: Un autre HwndTarget est associé à cette fenêtre.
it: Alla finestra è associato un altro HwndTarget.
ja: 他の HwndTarget がこのウィンドウに関連付けられています。
ko: 다른 HwndTarget이 이 창과 연결되어 있습니다.
pl: Z tym oknem jest skojarzony inny element HwndTarget.
pt_br: Outro HwndTarget está associado a esta janela.
ru: С данным окном связан другой HwndTarget.
tr: Bu pencereyle başka bir HwndTarget ilişkilendirilmiş.
zh_hans: 另一 HwndTarget 与此窗口有关。
zh_hant: 已有另一個 HwndTarget 與此視窗關聯。

# IAnimatable_CantAnimateSealedDO
source: Cannot animate the '{0}' property on '{1}' because the object is sealed or frozen.
cs: Nelze animovat vlastnost {0} v objektu {1}, protože je zapečetěný nebo zmrazený.
de: Die Eigenschaft "{0}" auf "{1}" kann nicht animiert werden, weil das Objekt versiegelt oder fixiert ist.
es: No se puede animar la propiedad "{0}" en "{1}" porque el objeto está protegido o inmovilizado.
fr: Impossible d'animer la propriété '{0}' sur '{1}', car l'objet est sealed ou gelé.
it: Non è possibile animare la proprietà '{0}' in '{1}' perché l'oggetto è sealed o bloccato.
ja: オブジェクトがシールまたは固定されているため、'{1}' で '{0}' プロパティをアニメーション処理できません。
ko: 개체가 봉인 또는 고정되어 있기 때문에 '{1}'에 있는 '{0}' 속성에 애니메이션 효과를 줄 수 없습니다.
pl: Nie można animować właściwości „{0}” w elemencie „{1}”, ponieważ obiekt jest zapieczętowany lub zablokowany.
pt_br: Não é possível animar a propriedade '{0}' em '{1}' porque o objeto está selado ou congelado.
ru: Не удается анимировать свойство "{0}" для "{1}", так как этот объект запечатан или заморожен.
tr: Nesne mühürlenmiş veya dondurulmuş olduğundan '{1}' üzerinde '{0}' özelliğinin animasyonu oluşturulamıyor.
zh_hans: 无法在“{1}”上激活“{0}”属性，因为该对象已密封或已冻结。
zh_hant: 因為該物件已密封或已凍結，所以無法在 '{1}' 顯示 '{0}' 屬性的動畫。

# IOBufferOverflow
source: A read or write operation references a location outside the bounds of the buffer provided.
cs: Operace čtení nebo zapisování odkazuje na místo mimo hranice poskytnuté vyrovnávací paměti.
de: Von einem Lese- oder Schreibvorgang wird auf einen Speicherort verwiesen, der sich außerhalb des gültigen Bereichs des bereitgestellten Puffers befindet.
es: Una operación de lectura o escritura hace referencia a una ubicación que reside fuera de los límites del búfer proporcionado.
fr: Une opération de lecture ou d'écriture fait référence à un emplacement en dehors des limites de la mémoire tampon fournie.
it: Un'operazione di lettura o scrittura fa riferimento a una posizione all'esterno dei limiti del buffer specificati.
ja: 読み取りまたは書込み操作は、指定されたバッファーの境界外の場所を参照します。
ko: 읽기 또는 쓰기 작업이 제공된 버퍼의 경계를 벗어난 위치를 참조합니다.
pl: Operacja czytania lub pisania odwołuje się do lokalizacji spoza zakresu dostępnego buforu.
pt_br: Uma operação de leitura ou gravação faz referência a um local fora dos limites do buffer fornecido.
ru: Операция чтения или записи ссылается на расположение за пределами указанного буфера.
tr: Bir okuma veya yazma işlemi sağlanan arabelleğin sınırları dışında bir yere başvuruda bulunuyor.
zh_hans: 读取或写入操作引用提供的缓冲区边界之外的位置。
zh_hant: 讀取或寫入操作參考位於所提供之緩衝區範圍以外的位置。

# IOExceptionWithFileName
source: I/O error when opening file '{0}'.
cs: Objevila se chyba vstupu/výstupu při otevírání souboru {0}.
de: E/A-Fehler beim Öffnen der Datei "{0}".
es: Error de E/S al abrir el archivo '{0}'.
fr: Erreur d'E/S lors de l'ouverture du fichier '{0}'.
it: Errore di I/O durante l'apertura del file '{0}'.
ja: ファイル '{0}' を開いているときに I/O エラーが発生しました。
ko: '{0}' 파일을 여는 동안 I/O 오류가 발생했습니다.
pl: Błąd we/wy podczas otwierania pliku „{0}”.
pt_br: Erro de E/S ao abrir o arquivo '{0}'.
ru: Ошибка ввода-вывода при открытии файла "{0}".
tr: '{0}' dosyası açılırken G/Ç hatası oluştu.
zh_hans: 打开文件“{0}”时 I/O 错误。
zh_hant: 開啟檔案 '{0}' 時發生 I/O 錯誤。

# Image_AlphaThresholdOutOfRange
source: Alpha threshold must be from 0 through 100.
cs: Práh alfa musí být v rozsahu 0 až 100.
de: Der Alpha-Schwellenwert muss zwischen 0 und 100 liegen.
es: El umbral alfa debe estar comprendido entre 0 y 100.
fr: Le seuil alpha doit être compris entre 0 et 100.
it: La soglia alpha deve essere compresa tra 0 e 100.
ja: アルファのしきい値は、0 ～ 100 でなければなりません。
ko: Alpha 임계값은 0에서 100 사이여야 합니다.
pl: Próg alfa musi mieć wartość od 0 do 100.
pt_br: O limite alfa deve ser de 0 a 100.
ru: Порог Alpha должен находиться в диапазоне от 0 до 100.
tr: Alfa eşiği 0 ile 100 arasında olmalıdır.
zh_hans: Alpha 阈值必须从 0 至 100。
zh_hant: Alpha 閾值必須介於 0 到 100 之間。
