Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParameterValueCannotBeNegative
source: '{0}' parameter value cannot be negative.
cs: Hodnota parametru {0} nemůže být záporná.
de: Der Parameterwert "{0}" darf nicht negativ sein.
es: El valor del parámetro '{0}' no puede ser negativo.
fr: La valeur du paramètre '{0}' ne peut pas être négative.
it: Il valore del parametro '{0}' non può essere negativo.
ja: '{0}' パラメーター値を負の値にすることはできません。
ko: '{0}' 매개 변수 값은 음수일 수 없습니다.
pl: Wartość parametru „{0}” nie może być ujemna.
pt_br: O valor do parâmetro '{0}' não pode ser negativo.
ru: Значение параметра "{0}" не может быть отрицательным.
tr: '{0}' parametre değeri negatif olamaz.
zh_hans: “{0}”参数值不能为负数。
zh_hant: '{0}' 參數值不能為負數。

# ParameterValueMustBeGreaterThanZero
source: '{0}' parameter value must be greater than zero.
cs: Hodnota parametru {0} musí být větší než nula.
de: Der Parameterwert "{0}" muss größer Null sein.
es: El valor del parámetro '{0}' debe ser mayor que cero.
fr: La valeur du paramètre '{0}' doit être supérieure à zéro.
it: Il valore del parametro '{0}' deve essere maggiore di zero.
ja: '{0}' パラメーター値は、0 より大きい必要があります。
ko: '{0}' 매개 변수 값은 0보다 커야 합니다.
pl: Wartość parametru „{0}” musi być większa niż zero.
pt_br: O valor do parâmetro '{0}' deve ser maior que zero.
ru: Значение параметра "{0}" должно быть больше 0.
tr: '{0}' parametre değeri sıfırdan büyük olmalıdır.
zh_hans: “{0}”参数值必须大于零。
zh_hant: '{0}' 參數值必須大於零。

# Parser_BadForm
source: Incorrect form '{0}' found parsing '{1}' string.
cs: Nalezena nesprávná forma {0} při analýze řetězce {1}.
de: Beim Analysieren der Zeichenfolge "{1}" wurde die ungültige Form "{0}" gefunden.
es: Se encontró un formato incorrecto "{0}" al analizar la cadena "{1}".
fr: Forme '{0}' incorrecte trouvée durant l'analyse de la chaîne '{1}'.
it: È stato trovato un formato non corretto '{0}' durante l'analisi della stringa '{1}'.
ja: '{1}' 文字列の解析中に無効なフォーム '{0}' が見つかりました。
ko: '{1}' 문자열을 구문 분석하는 동안 잘못된 '{0}' 형식이 검색되었습니다.
pl: Znaleziono nieprawidłową formę „{0}” podczas analizy ciągu „{1}”.
pt_br: Forma incorreta de '{0}' encontrada na análise da cadeia de caracteres '{1}'.
ru: При синтаксическом анализе строки "{1}" обнаружена неправильная форма "{0}".
tr: '{1}' dizesi ayrıştırılırken yanlış '{0}' biçimi bulundu.
zh_hans: 解析“{1}”字符串时发现格式“{0}”错误。
zh_hant: 剖析 '{1}' 字串時發現不正確的格式 '{0}'。

# Parser_Empty
source: Empty string not allowed.
cs: Prázdný řetězec není dovolen.
de: Die leere Zeichenfolge ist nicht zulässig.
es: Cadena vacía no permitida.
fr: Chaîne vide non autorisée.
it: Non sono consentite stringhe vuote.
ja: 空の文字列は使用できません。
ko: 빈 문자열을 사용할 수 없습니다.
pl: Pusty łańcuch nie jest dozwolony.
pt_br: Não é permitida cadeia de caracteres vazia.
ru: Пустую строку использовать запрещено.
tr: Boş dizeye izin verilmez.
zh_hans: 不允许空字符串。
zh_hant: 不允許空字串。

# Parser_UnexpectedToken
source: Unexpected token '{0}' encountered at position '{1}'.
cs: Nalezen neočekávaný token {0} na pozici {1}.
de: Das unerwartete Token "{0}" wurde an Position "{1}" gefunden.
es: Se encontró un símbolo (token) "{0}" inesperado en la posición "{1}".
fr: Jeton '{0}' inattendu rencontré à la position '{1}'.
it: È stato rilevato un token imprevisto '{0}' alla posizione '{1}'.
ja: 位置 '{1}' で予期しないトークン '{0}' が検出されました。
ko: 위치 '{1}'에 예기치 않은 토큰 '{0}'이(가) 있습니다.
pl: Nieoczekiwany token „{0}” wystąpił na pozycji „{1}”.
pt_br: Token inesperado '{0}' encontrado na posição '{1}'.
ru: Недопустимый маркер "{0}" обнаружен в позиции "{1}".
tr: '{1}' konumunda beklenmeyen '{0}' belirteciyle karşılaşıldı.
zh_hans: 在位置“{1}”处遇到异常的标记“{0}”。
zh_hant: 在位置 '{1}' 發現未預期的語彙基元 '{0}'。

# Parsers_IllegalToken
source: Token is not valid.
cs: Token není platný.
de: Ungültiges Token.
es: El símbolo (token) no es válido.
fr: Jeton non valide.
it: Token non valido.
ja: トークンが無効です。
ko: 토큰이 잘못되었습니다.
pl: Token jest nieprawidłowy.
pt_br: O token não é válido.
ru: Недопустимый маркер.
tr: Belirteç geçerli değil.
zh_hans: 令牌无效。
zh_hant: 語彙基元無效。

# Parsers_IllegalToken_250_Chars
source: Token is not valid because it is more than 250 characters.
cs: Tento token je neplatný, protože obsahuje víc než 250 znaků.
de: Das Token ist nicht gültig, da es länger als 250 Zeichen ist.
es: El símbolo (token) no es válido porque tiene más de 250 caracteres.
fr: Le jeton n'est pas valide car il comporte plus de 250 caractères.
it: Token non valido perché composto da più di 250 caratteri.
ja: 250 文字以上を超えるため、トークンは無効です。
ko: 토큰의 길이가 250자보다 길기 때문에 사용할 수 없습니다.
pl: Token jest nieprawidłowy, ponieważ zawiera więcej niż 250 znaków.
pt_br: O token não é válido porque tem mais de 250 caracteres.
ru: Маркер является недействительным, поскольку содержит более 250 знаков.
tr: Belirteç 250 karakterden fazla olduğu için geçerli değil.
zh_hans: 令牌无效，因为其超过 250 个字符。
zh_hant: 語彙基元無效，因為它超過 250 個字元。

# PasteKeyDisplayString
source: Ctrl+V;Shift+Insert
de: Strg+V;Umschalt+Einfg

# PasteText
source: Paste
cs: Vložit
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
ja: 貼り付け
ko: 붙여넣기
pl: Wklej
pt_br: Colar
ru: Вставить
tr: Yapıştır
zh_hans: 粘贴
zh_hant: 貼上

# PathGeometry_InternalReadBackError
source: Internal error in newly produced path figures.
cs: Vnitřní chyba nově vytvořených čísel cesty.
de: Interner Fehler in neu hergestellten Pfadzahlen.
es: Error interno en las cifras de ruta de acceso recién creadas.
fr: Erreur interne dans les figures de tracé récemment créées.
it: Errore interno nelle nuove figure di percorso create.
ja: 新しく作成されたパス数値の内部エラーです。
ko: 새로 생성된 경로 수치에 내부 오류가 발생했습니다.
pl: Wewnętrzny błąd w nowo utworzonej ścieżce.
pt_br: Erro interno em ilustrações de caminho recém-produzidas.
ru: Внутренняя ошибка в только что созданных фигурах пути.
tr: Yeni oluşturulan yol şekillerinde iç hata.
zh_hans: 新生成的路径目录中的内部错误。
zh_hant: 在新產生的路徑圖表中發生內部錯誤。

# PathTooLongExceptionWithFileName
source: '{0}' file name is longer than the system-defined maximum length.
cs: Název souboru {0} je delší než maximální délka definovaná v systému.
de: Der Dateiname "{0}" übersteigt die vom System definierte Maximallänge.
es: La longitud del nombre de archivo '{0}' es superior a la longitud máxima definida por el sistema.
fr: Nom de fichier '{0}' plus long que la longueur maximale définie par le système.
it: La lunghezza del nome di file '{0}' è maggiore della lunghezza massima definita nel sistema.
ja: '{0}' ファイル名は、システムで定義された最大長を超えています。
ko: '{0}' 파일 이름이 시스템에 정의된 최대 길이보다 깁니다.
pl: Nazwa pliku „{0}” jest dłuższa niż maksymalna długość zdefiniowana w systemie.
pt_br: O nome de arquivo '{0}' é maior que o comprimento máximo definido pelo sistema.
ru: Имя файла "{0}" превышает максимально допустимую в системе длину.
tr: '{0}' dosya adı sistemde tanımlı en fazla uzunluktan daha uzun.
zh_hans: “{0}”文件名超过系统定义的最大长度。
zh_hant: '{0}' 檔案名稱超過系統定義的長度上限。

# PenImcDllVerificationFailed
source: {0} failed to load from static constructor.
cs: {0} nebylo možné načíst ze statického konstruktoru.
de: "{0}" konnte aus dem statischen Konstruktor nicht geladen werden.
es: {0} no se pudo cargar desde el constructor estático.
fr: Échec du chargement de {0} à partir du constructeur statique.
it: Non è stato possibile caricare {0} dal costruttore statico.
ja: {0} が静的コンストラクターからの読み込みに失敗しました。
ko: 정적 생성자에서 {0}을(를) 로드하지 못했습니다.
pl: Element {0} nie mógł pobrać z konstruktora statycznego.
pt_br: Falha no carregamento de {0} por meio do construtor estático.
ru: {0} не удалось выполнить загрузку из статического конструктора.
tr: {0} statik oluşturucudan yüklenemedi.
zh_hans: {0} 未能从静态构造函数加载。
zh_hant: {0} 無法從靜態建構函式載入。

# PenImcSxSRegistrationFailed
source: SxS COM registration of {0} failed.
cs: Registrace SxS COM {0} nebyla úspěšná.
de: Fehler bei der SxS COM-Registrierung von "{0}".
es: Error en el registro de SxS COM de {0}.
fr: Échec de l'inscription COM SxS de {0}.
it: La registrazione COM SxS di {0} non è riuscita.
ja: {0} の SxS COM 登録に失敗しました。
ko: {0}의 SxS COM 등록에 실패했습니다.
pl: Rejestracja SxS COM elementu {0} zakończyła się niepowodzeniem.
pt_br: Falha no registro COM de SxS de {0}.
ru: Сбой регистрации SxS COM для {0}.
tr: {0} için SxS COM kaydı başarısız oldu.
zh_hans: {0} 的 SxS COM 注册失败。
zh_hant: {0} 的 SxS COM 登錄失敗。

# PenService_InvalidPacketData
source: Unexpected size of packet from pen service.
cs: Neočekávaná velikost balíku služby pera.
de: Unerwartete Größe für Paket von Stiftdienst.
es: Tamaño de paquete inesperado del servicio manuscrito.
fr: Taille de paquet inattendue en provenance du service de gestion du stylet.
it: Dimensioni del pacchetto impreviste dal servizio penna.
ja: ペン サービスの予期しないパケット サイズです。
ko: 펜 서비스에 예기치 못한 크기의 패킷이 있습니다.
pl: Nieoczekiwana wielkość pakietu z usługi pióra.
pt_br: Tamanho inesperado de pacote do serviço de caneta.
ru: Получен пакет неожиданного размера от службы пера.
tr: Kalem hizmetinden beklenmeyen paket boyutu.
zh_hans: 笔服务的数据包大小异常。
zh_hant: 從畫筆服務收到未預期的封包大小。

# PenService_WindowAlreadyRegistered
source: The window is already registered for stylus input.
cs: Okno je již registrováno pro vstupy tužkou.
de: Das Fenster ist bereits für die Stifteingabe registriert.
es: La ventana ya está registrada para la entrada de lápiz.
fr: La fenêtre est déjà inscrite pour une entrée de stylet.
it: Finestra già registrata per l'input con stilo.
ja: ウィンドウは、既にスタイラス入力用に登録されています。
ko: 스타일러스 입력을 위한 창이 이미 등록되었습니다.
pl: Okno jest już zarejestrowane dla wprowadzania danych piórem.
pt_br: A janela já está registrada para entrada de caneta.
ru: Окно уже зарегистрировано для ввода при помощи пера.
tr: Pencere zaten iğne girişi için kaydedilmiş.
zh_hans: 已经为触笔输入注册了窗口。
zh_hant: 視窗已針對手寫筆輸入登錄。

# PenService_WindowNotRegistered
source: The window is not registered for stylus input.
cs: Okno není registrováno pro vstupy tužkou.
de: Das Fenster ist nicht für die Stifteingabe registriert.
es: La ventana no está registrada para la entrada de lápiz.
fr: La fenêtre n'est pas inscrite pour une entrée de stylet.
it: Finestra non registrata per l'input con stilo.
ja: ウィンドウは、スタイラス入力用に登録されていません。
ko: 스타일러스 입력을 위한 창이 등록되어 있지 않습니다.
pl: Okno nie jest zarejestrowane dla wprowadzania danych piórem.
pt_br: A janela não está registrada para entrada de caneta.
ru: Окно не зарегистрировано для ввода при помощи пера.
tr: Pencere iğne girişi için kaydedilmemiş.
zh_hans: 没有为触笔输入注册窗口。
zh_hant: 視窗未針對手寫筆輸入登錄。

# Penservice_Disposed
source: Cannot access a disposed pen service.
cs: Nelze použít odstraněné pero.
de: Auf den verworfenen Stiftdienst kann nicht zugegriffen werden.
es: No se puede obtener acceso a un servicio manuscrito eliminado.
fr: Impossible d'accéder à un service de gestion du stylet libéré.
it: Impossibile accedere a un servizio penna eliminato.
ja: 破棄されたペン サービスにアクセスできません。
ko: 삭제된 펜 서비스에 액세스할 수 없습니다.
pl: Brak dostępu do usuniętej usługi pióra.
pt_br: Não é possível acessar um serviço de caneta descartado.
ru: Невозможно обратиться к ликвидированной службе пера.
tr: Bırakılmış bir kalem hizmetine erişilemiyor.
zh_hans: 无法访问已释放的笔服务。
zh_hant: 無法存取已處置的畫筆服務。

# PreviousPageText
source: Previous Page
cs: Předchozí stránka
de: Vorherige Seite
es: Página anterior
fr: Page précédente
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
pl: Poprzednia strona
pt_br: Página Anterior
ru: Предыдущая страница
tr: Önceki Sayfa
zh_hans: 上一页
zh_hant: 上一頁

# PrintKeyDisplayString
source: Ctrl+P
de: Strg+P

# PrintPreviewKeyDisplayString
source: Ctrl+F2
de: Strg+F2

# PrintPreviewText
source: Print Preview
cs: Náhled tisku
de: Seitenansicht
es: Vista previa de impresión
fr: Aperçu avant impression
it: Anteprima di stampa
ja: 印刷プレビュー
ko: 인쇄 미리 보기
pl: Podgląd wydruku
pt_br: Vizualizer Impressão
ru: Предварительный просмотр
tr: Baskı Önizleme
zh_hans: 打印预览
zh_hant: 預覽列印

# PrintText
source: Print
cs: Tisk
de: Drucken
es: Imprimir
fr: Impression
it: Stampa
ja: 印刷
ko: 인쇄
pl: Drukowanie
pt_br: Imprimir
ru: Печать
tr: Yazdır
zh_hans: 打印
zh_hant: 列印

# PropertiesText
source: Properties
cs: Vlastnosti
de: Eigenschaften
es: Propiedades
fr: Propriétés
it: Proprietà
ja: プロパティ
ko: 속성
pl: Właściwości
pt_br: Propriedades
ru: Свойства
tr: Özellikler
zh_hans: 属性
zh_hant: 屬性

# PropertyCannotBeNegative
source: '{0}' property value must be greater than or equal to zero.
cs: Hodnota vlastnosti {0} musí být větší nebo rovna nule.
de: Der Eigenschaftswert "{0}" muss größer oder gleich Null sein.
es: El valor de la propiedad '{0}' debe ser mayor que o igual a cero.
fr: La valeur de la propriété '{0}' doit être supérieure ou égale à zéro.
it: Il valore della proprietà '{0}' deve essere maggiore o uguale a zero.
ja: '{0}' プロパティ値は、0 以上である必要があります。
ko: '{0}' 속성 값은 0보다 크거나 같아야 합니다.
pl: Wartość właściwości „{0}” musi być większa lub równa zeru.
pt_br: O valor da propriedade '{0}' deve ser maior ou igual a zero.
ru: Значение свойства "{0}" должно быть больше или равно 0.
tr: '{0}' özellik değeri sıfıra eşit veya daha büyük olmalıdır.
zh_hans: “{0}”属性值必须大于或等于零。
zh_hant: '{0}' 屬性值必須大於或等於零。

# PropertyMustBeGreaterThanZero
source: '{0}' property value must be greater than zero.
cs: Hodnota vlastnosti {0} musí být větší než nula.
de: Der Eigenschaftswert "{0}" muss größer Null sein.
es: El valor de la propiedad '{0}' debe ser mayor que cero.
fr: La valeur de la propriété '{0}' doit être supérieure à zéro.
it: Il valore della proprietà '{0}' deve essere maggiore di zero.
ja: '{0}' プロパティ値は、0 より大きい必要があります。
ko: '{0}' 속성 값은 0보다 커야 합니다.
pl: Wartość właściwości „{0}” musi być większa od zera.
pt_br: O valor da propriedade '{0}' deve ser maior que zero.
ru: Значение свойства "{0}" должно быть больше 0.
tr: '{0}' özellik değeri sıfırdan büyük olmalıdır.
zh_hans: “{0}”属性值必须大于零。
zh_hant: '{0}' 屬性值必須大於零。

# PropertyOfClassCannotBeGreaterThan
source: '{0}' property of the '{1}' class must be less than or equal to '{2}'.
cs: Hodnota vlastnosti {0} třídy {1} musí být menší nebo rovna hodnotě {2}.
de: Die {0}-Eigenschaft der {1}-Klasse muss kleiner oder gleich {2} sein.
es: La propiedad "{0}" de la clase "{1}" debe ser menor que o igual a "{2}".
fr: La propriété '{0}' de la classe '{1}' doit être inférieure ou égale à '{2}'.
it: Il valore della proprietà '{0}' della classe '{1}' deve essere minore o uguale a '{2}'.
ja: '{1}' クラスの '{0}' プロパティは、'{2}' 以下である必要があります。
ko: '{1}' 클래스의 '{0}' 속성은 '{2}'보다 작거나 같아야 합니다.
pl: Właściwość „{0}” klasy „{1}” musi być mniejsza lub równa „{2}”.
pt_br: A propriedade '{0}' da classe '{1}' precisa ser inferior ou igual a '{2}'.
ru: Свойство "{0}" класса "{1}" должно быть меньше или равно "{2}".
tr: '{1}' sınıfının '{0}' özelliği '{2}' değerinden küçük veya bu değere eşit olmalıdır.
zh_hans: “{1}”类的“{0}”属性必须小于或等于“{2}”。
zh_hant: '{1}' 類別的 '{0}' 屬性必須小於或等於 '{2}'。

# PropertyOfClassCannotBeNull
source: '{0}' property of the '{1}' class cannot be null.
cs: Hodnota vlastnosti {0} třídy {1} nesmí být null.
de: Die {0}-Eigenschaft der {1}-Klasse darf nicht NULL sein.
es: La propiedad "{0}" de la clase {1}" no puede ser nula.
fr: La propriété '{0}' de la classe '{1}' ne peut pas avoir une valeur null.
it: Il valore della proprietà '{0}' della classe '{1}' non può essere Null.
ja: '{1}' クラスの '{0}' プロパティは、NULL にできません。
ko: '{1}' 클래스의 '{0}' 속성은 null일 수 없습니다.
pl: Właściwość „{0}” klasy „{1}” nie może mieć wartości null.
pt_br: A propriedade '{0}' da classe '{1}' não pode ser nula.
ru: Свойство "{0}" класса "{1}" не может иметь значение NULL.
tr: '{1}' sınıfının '{0}' özelliği boş olamaz.
zh_hans: “{1}”类的“{0}”属性不能为 NULL。
zh_hant: '{1}' 類別的 '{0}' 屬性不可為 null。

# PropertyOfClassMustBeGreaterThanZero
source: '{0}' property of the '{1}' class must be greater than zero.
cs: Hodnota vlastnosti {0} třídy {1} musí být větší než nula.
de: Die {0}-Eigenschaft der {1}-Klasse muss größer als null sein.
es: La propiedad "{0}" de la clase "{1}" debe ser mayor que cero.
fr: La propriété '{0}' de la classe '{1}' doit être supérieure à zéro.
it: Il valore della proprietà '{0}' della classe '{1}' deve essere maggiore di zero.
ja: '{1}' クラスの '{0}' プロパティは、0 より大きい必要があります。
ko: '{1}' 클래스의 '{0}' 속성은 0보다 커야 합니다.
pl: Właściwość „{0}” klasy „{1}” musi być większa niż zero.
pt_br: A propriedade '{0}' da classe '{1}' precisa ser maior que zero.
ru: Свойство "{0}" класса "{1}" должно быть больше 0.
tr: '{1}' sınıfının '{0}' özelliği sıfırdan büyük olmalıdır.
zh_hans: “{1}”类的“{0}”属性必须大于零。
zh_hant: '{1}' 類別的 '{0}' 屬性必須大於零。

# PropertyValueCannotBeNaN
source: '{0}' property value cannot be NaN.
cs: Hodnota vlastnosti {0} nemůže být NaN.
de: Der Eigenschaftswert "{0}" darf nicht "NaN" sein.
es: El valor de la propiedad '{0}' no puede ser NaN.
fr: La valeur de la propriété '{0}' ne peut pas être NaN.
it: Il valore della proprietà '{0}' non può essere NaN.
ja: '{0}' プロパティ値は、NaN にできません。
ko: '{0}' 속성 값은 NaN일 수 없습니다.
pl: Wartość właściwości „{0}” nie może być równa NaN.
pt_br: O valor da propriedade '{0}' não pode ser NaN.
ru: Значение свойства "{0}" не может быть равно NaN.
tr: '{0}' özellik değeri NaN olamaz.
zh_hans: “{0}”属性值不能为 NaN。
zh_hant: '{0}' 屬性值不能是 NaN。

# Quaternion_ZeroAxisSpecified
source: Zero axis of rotation specified.
cs: Určena nulová osa otáčení.
de: Die Nullachse für die Drehung wurde angegeben.
es: Se especificaron cero ejes de rotación.
fr: Axe de rotation zéro spécifié.
it: Specificato asse di rotazione zero.
ja: 回転の 0 軸は指定されています。
ko: 회전 축이 0으로 지정되었습니다.
pl: Określono zerową oś obrotu.
pt_br: Eixo de rotação zero especificado.
ru: Задана нулевая ось вращения.
tr: Sıfır döndürme ekseni belirtildi.
zh_hans: 指定的旋转的零轴。
zh_hant: 已指定零轉動軸。

# QueryLineFailure
source: Text formatting engine cannot query text information due to error: '{0}'.
cs: Nástroj formátování textu nemůže požadovat textovou informaci kvůli chybě : {0}.
de: Vom Textformatierungsmodul können aufgrund des folgenden Fehlers keine Textinformationen abgefragt werden: "{0}".
es: El motor de formato de texto no puede consultar la información del texto debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas interroger les informations texte en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile richiedere informazioni sul testo a causa dell'errore: '{0}'.
ja: テキストの書式設定エンジンは、エラー '{0}' のためテキスト情報を照会できません。
ko: 오류로 인해 텍스트 서식 엔진이 텍스트 정보를 쿼리할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może utworzyć zapytania o informacje tekstowe z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode consultar as informações do texto devido ao erro: '{0}'.
ru: Процессор форматирования текста не может запросить сведения о тексте из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle metin bilgilerini sorgulayamıyor: '{0}'.
zh_hans: 文本格式化引擎无法查询文本信息，因为错误:“{0}”。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法查詢文字資訊: '{0}'。

# ReadCountNegative
source: Count of bytes to read cannot be negative.
cs: Počet bajtů k načtení nemůže být záporný.
de: Die Anzahl der zu lesenden Bytes kann nicht negativ sein.
es: El recuento de bytes de lectura no puede ser negativo.
fr: Le nombre d'octets à lire ne peut pas être négatif.
it: Il numero di byte da leggere non può essere negativo.
ja: 読み取るバイト数は負の値にできません。
ko: 읽을 바이트 개수는 음수일 수 없습니다.
pl: Liczba bajtów do odczytu nie może być ujemna.
pt_br: A contagem de bytes para leitura não pode ser negativa.
ru: Число считываемых байт не может быть отрицательным.
tr: Okunacak bayt sayısı negatif olamaz.
zh_hans: 要读取的字节计数不能为负数。
zh_hant: 要讀取的位元組計數不能為負數。

# ReadOnlyInputGesturesCollection
source: Operation not supported on a read-only InputGestureCollection.
cs: Tato operace není podporována kolekcí InputGestureCollection jen pro čtení.
de: Der Vorgang wird für schreibgeschützte "InputGestureCollection" nicht unterstützt.
es: Operación no admitida en un InputGestureCollection de sólo lectura.
fr: Opération non prise en charge sur une classe InputGestureCollection en lecture seule.
it: Operazione non supportata in un InputGestureCollection di sola lettura.
ja: 読み取り専用の InputGestureCollection での操作はサポートされていません。
ko: 읽기 전용 InputGestureCollection에서는 작업이 지원되지 않습니다.
pl: Operacja nie jest obsługiwana w InputGestureCollection tylko do odczytu.
pt_br: Operação sem suporte em um InputGestureCollection somente leitura.
ru: Операцию нельзя выполнить для семейства InputGestureCollection, доступного только для чтения.
tr: İşlem salt okunur InputGestureCollection için desteklenmiyor.
zh_hans: 在只读 InputGestureCollection 上不支持操作。
zh_hant: 唯讀的 InputGestureCollection 上不支援操作。

# Rect3D_CannotCallMethod
source: Cannot call the method.
cs: Tuto metodu nelze vyvolat.
de: Die Methode kann nicht aufgerufen werden.
es: No se puede llamar al método.
fr: Impossible d'appeler la méthode.
it: Impossibile chiamare il metodo.
ja: メソッドを呼び出せません。
ko: 메서드를 호출할 수 없습니다.
pl: Nie można wywołać metody.
pt_br: Não é possível chamar o método.
ru: Не удается вызвать метод.
tr: Metot çağırılamıyor.
zh_hans: 无法调用该方法。
zh_hant: 無法呼叫方法。

# Rect3D_CannotModifyEmptyRect
source: Cannot modify this property on the Empty Rect3D.
cs: Tuto vlastnost nelze upravovat v Empty Rect3D.
de: Die Eigenschaft kann für Empty "Rect3D" nicht geändert werden.
es: No se puede modificar esta propiedad en Empty Rect3D.
fr: Impossible de modifier cette propriété sur la structure Empty Rect3D.
it: Impossibile modificare questa proprietà nel Rect3D Empty.
ja: Empty Rect3D 上でこのプロパティを変更できません。
ko: Empty Rect3D에서 이 속성을 수정할 수 없습니다.
pl: Nie można zmieniać tej właściwości w obiekcie Rect3D o właściwości Empty.
pt_br: Não é possível modificar esta propriedade em Empty Rect3D.
ru: Невозможно изменить это свойство для Empty Rect3D.
tr: Empty Rect3D üzerinde bu özellik değiştirilemez.
zh_hans: 无法在 Empty Rect3D 上修改此属性。
zh_hant: 無法在 Empty Rect3D 上修改此屬性。

# Rect_Empty
source: Rectangle cannot be empty.
cs: Obdélník nemůže být prázdný.
de: Das Rechteck darf nicht leer sein.
es: El rectángulo no puede estar vacío.
fr: L'objet Rectangle ne peut pas être vide.
it: Il rettangolo non può essere vuoto.
ja: Rectangle を空にすることはできません。
ko: 사각형을 비워둘 수 없습니다.
pl: Prostokąt nie może być pusty.
pt_br: O retângulo não pode estar vazio.
ru: Прямоугольник не может быть пустым.
tr: Dikdörtgen boş olmaz.
zh_hans: 矩形不能为空。
zh_hant: 矩形不能是空白的。

# RedoKeyDisplayString
source: Ctrl+Y
de: Strg+Y

# RedoText
source: Redo
cs: Znovu
de: Wiederholen
es: Rehacer
fr: Rétablir
it: Ripeti
ja: やり直し
ko: 다시 실행
pl: Ponów
pt_br: Refazer
ru: Повторить
tr: Yinele
zh_hans: 重做
zh_hant: 取消復原

# ReentrantVisualTreeChangeError
source: The visual tree has been changed during a '{0}' event.
cs: Během události {0} se vizuální strom změnil.
de: Die visuelle Struktur wurde während eines "{0}"-Ereignisses geändert.
es: El árbol visual se cambió durante un evento de "{0}".
fr: L'arborescence d'éléments visuels a changé durant un événement '{0}'.
it: L'albero visuale è stato modificato durante un evento '{0}'.
ja: '{0}' イベント中にビジュアル ツリーが変更されました。
ko: '{0}' 이벤트 중 시각적 트리가 변경되었습니다.
pl: Drzewo wizualne zostało zmienione podczas zdarzenia „{0}”.
pt_br: A árvore visual foi alterada durante um evento do '{0}'.
ru: Визуальное дерево изменено во время события "{0}".
tr: Görsel ağaç bir '{0}' olayı sırasında değiştirildi.
zh_hans: 已在“{0}”事件期间更改可视化树。
zh_hant: 此視覺化樹狀結構在 '{0}' 事件期間已有所變更。
