Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# IntegerCollectionLengthLessThanZero
source: Integer collection size cannot be negative.
cs: Celočíselná hodnota velikosti kolekce nemůže být záporná.
de: Die Größe der Ganzzahlsammlung kann nicht negativ sein.
es: El tamaño de la colección de enteros no puede ser negativa.
fr: La taille d'une collection de type entier ne peut pas être négative.
it: Le dimensioni di una raccolta Integer non possono essere negative.
ja: 整数のコレクション サイズは負にできません。
ko: 정수 컬렉션 크기는 음수일 수 없습니다.
pl: Wielkość kolekcji o wartości całkowitej nie może być liczbą ujemną.
pt_br: O tamanho da coleção de inteiros não pode ser negativo.
ru: Целочисленный размер коллекции не может быть отрицательным.
tr: Tamsayı koleksiyonu boyutu negatif olamaz.
zh_hans: 整数集合的大小不能为负数。
zh_hant: 整數集合大小不能為負數。

# InvalidAbsoluteUriInFontFamilyName
source: An absolute URI in a font family name must have file:// scheme.
cs: Absolutní hodnota identifikátoru URI v názvu rodiny fontů musí mít schéma soubor://.
de: Der absolute URI in einer Schriftfamilie muss das Schema "file://" aufweisen.
es: Un URI absoluto de un nombre de familia de fuentes debe tener el esquema file://.
fr: Un URI absolu dans un nom de famille de polices doit avoir le modèle fichier://.
it: L'URI assoluto in un nome di famiglia di caratteri deve includere file:// schema.
ja: フォント ファミリ名の絶対 URI は、file:// スキームを必要とします。
ko: 글꼴 패밀리 이름의 절대 URI는 file:// 형식이어야 합니다.
pl: Bezwzględny identyfikator URI w nazwie rodziny czcionek musi pasować do schematu file://.
pt_br: Um URI absoluto em um nome de família de fonte deve ter um esquema file://.
ru: Абсолютный идентификатор URI в имени семейства шрифтов должен иметь схему file://.
tr: Bir yazı tipi aile adındaki mutlak URI, dosya:// düzen biçiminde olmalıdır.
zh_hans: 字体系列名称的绝对 URI 必须有 file://scheme。
zh_hant: 字型家族名稱中的絕對 URI 必須有 file:// 配置。

# InvalidAdditionalDataForStylusPoint
source: The additional data passed in does not match what is expected based on the StylusPointDescription.
cs: Další vložená data neodpovídají očekávání podle popisu StylusPointDescription.
de: Die zusätzlich weitergegebenen Daten stimmen nicht mit dem überein, was basierend auf "StylusPointDescription" erwartet wurde.
es: Los datos adicionales pasados no coinciden con lo esperado en base a StylusPointDescription.
fr: Les données supplémentaires transmises ne correspondent pas à celles attendues en fonction du StylusPointDescription.
it: I dati aggiuntivi passati non corrispondono a quanto previsto in base alla StylusPointDescription.
ja: 渡された追加のデータが、StylusPointDescription に基づいて要求されるデータに一致しません。
ko: 전달된 추가 데이터가 StylusPointDescription을 기준으로 필요한 데이터와 일치하지 않습니다.
pl: Przekazane dodatkowe dane nie pasują do danych oczekiwanych na podstawie informacji z elementu StylusPointDescription.
pt_br: Os dados adicionais transferidos não correspondem ao que é esperado com base em StylusPointDescription.
ru: Дополнительные переданные данные не соответствуют ожидаемым согласно StylusPointDescription.
tr: İçeri aktarılan ek veriler, StylusPointDescription temel alındığında beklenenlerle eşleşmiyor.
zh_hans: 传入的其他数据与基于 StylusPointDescription 预期的数据不匹配。
zh_hant: 傳遞的額外資料不符合 StylusPointDescription 所預期的資料。

# InvalidBufferLength
source: Maximum buffer length must be within actual buffer length.
cs: Maximální velikost vyrovnávací paměti musí být v rámci skutečné velikosti paměti.
de: Die maximale Pufferlänge muss sich innerhalb der tatsächlichen Pufferlänge befinden.
es: La longitud máxima del búfer debe estar comprendida dentro de la longitud real del búfer.
fr: La longueur maximale de la mémoire tampon doit figurer dans les limites de celle de la mémoire tampon actuelle.
it: La lunghezza massima del buffer deve essere compresa entro la lunghezza effettiva del buffer.
ja: 最大バッファー長は、実際のバッファー長より小さくなければなりません。
ko: 최대 버퍼 길이는 실제 버퍼 길이 내에 있어야 합니다.
pl: Maksymalna długość buforu nie może być większa niż bieżąca długość buforu.
pt_br: O tamanho máximo do buffer deve estar dentro do tamanho do buffer real.
ru: Максимальная длина буфера должна быть в пределах реальной.
tr: En fazla arabellek uzunluğu gerçek arabellek uzunluğu içinde olmalıdır.
zh_hans: 最大缓冲区长度必须在实际缓冲区长度内。
zh_hant: 最大緩衝區長度不能大於實際緩衝區長度。

# InvalidByteRanges
source: Byte ranges are not valid in '{0}'.
cs: Rozsahy bajtů nejsou pro prvek {0} platné.
de: Die Bytebereiche in "{0}" sind ungültig.
es: Los intervalos de bytes no son válidos en '{0}'.
fr: Plages d'octets non valides dans '{0}'.
it: Intervalli di byte non validi in '{0}'.
ja: '{0}' のバイト範囲が無効です。
ko: '{0}'에서 바이트 범위가 잘못되었습니다.
pl: Nieprawidłowe zakresy bajtów w „{0}”.
pt_br: Os intervalos de bytes não são válidos em '{0}'.
ru: Недопустимые диапазоны байтов в "{0}".
tr: '{0}' içinde bayt aralıkları geçerli değil.
zh_hans: 字节范围在“{0}”中无效。
zh_hant: 位元組範圍在 '{0}' 中是無效的。

# InvalidCursorType
source: '{0}' cursor type is not valid.
cs: Typ kurzoru {0} není platný.
de: Der Cursortyp "{0}" ist ungültig.
es: El tipo de cursor '{0}' no es válido.
fr: Type de curseur '{0}' non valide.
it: Il tipo di cursore '{0}' non è valido.
ja: '{0}' のカーソルの種類が無効です。
ko: '{0}' 커서 형식이 잘못되었습니다.
pl: Nieprawidłowy typ kursora „{0}”.
pt_br: O tipo de cursor '{0}' não é válido.
ru: Недопустимый тип курсора "{0}".
tr: '{0}' imleç türü geçerli değil.
zh_hans: “{0}”光标类型无效。
zh_hant: '{0}' 資料指標類型無效。

# InvalidDataInISF
source: The specified data is invalid, see inner exception for details.
cs: Určená data nejsou platná, podrobnosti naleznete ve vnitřní výjimce.
de: Die angegebenen Daten sind ungültig. Details siehe interne Ausnahme.
es: Los datos especificados no son válidos; consulte la excepción interna para ver más detalles.
fr: Les données spécifiées ne sont pas valides, consultez l'exception interne pour plus d'informations.
it: I dati specificati non sono validi. Per ulteriori dettagli, vedere l'eccezione interna.
ja: 指定されたデータは無効です。詳細については、内部例外を参照してください。
ko: 지정한 데이터가 잘못되었습니다. 자세한 내용은 내부 예외를 참조하십시오.
pl: Wskazane dane są nieprawidłowe. Zobacz wyjątek wewnętrzny, aby uzyskać szczegółowe informacje.
pt_br: Os dados especificados são inválidos. Consulte a exceção interna para obter detalhes.
ru: Указанные данные не являются допустимыми, подробности см. во внутреннем исключении.
tr: belirtilen veriler geçersiz, ayrıntılar için iç özel duruma bakın.
zh_hans: 指定的数据无效，有关详细信息，请参见内部异常。
zh_hant: 指定的資料無效。如需詳細資訊，請參閱內部例外狀況。

# InvalidDataTypeForExtendedProperty
source: Property data must be a non-reference variant compatible type.
cs: Data vlastnosti musejí být typ kompatibilní s nereferenční variantou.
de: Der Typ der Eigenschaftendaten muss mit Varianten ohne Verweis kompatibel sein.
es: Los datos de propiedad deben ser de un tipo compatible con la variante sin referencia.
fr: Les données de propriété doivent avoir un type compatible variant autre que reference.
it: I dati della proprietà devono essere di un tipo compatibile con variant non di riferimento.
ja: プロパティ データは、非参照バリアント互換型でなければなりません。
ko: 속성 데이터는 비참조 variant 호환 형식이어야 합니다.
pl: Dane właściwości muszą być typem zgodnym z wariantem bez odwołań.
pt_br: Os dados de propriedade devem ser do tipo compatível variante diferente de referência.
ru: Данные свойства должны представлять собой совместимые типы variant, не являющиеся ссылками.
tr: Özellik verileri, başvuru dışı değişken uyumlu türde olmalıdır.
zh_hans: 属性数据必须是非引用变量兼容类型。
zh_hant: 屬性資料必須是非參考 Variant 相容型別。

# InvalidDiameter
source: The value is out of range.
cs: Hodnota je mimo zadaný rozsah.
de: Der Wert liegt außerhalb des gültigen Bereichs.
es: El valor está fuera del intervalo.
fr: Valeur hors de la plage.
it: Valore non compreso nell'intervallo valido.
ja: 値が範囲外です。
ko: 값이 범위를 벗어낫습니다.
pl: Wartość jest spoza zakresu.
pt_br: O valor está fora do intervalo.
ru: Значение выходит за пределы допустимого диапазона.
tr: Değer aralık dışında.
zh_hans: 该值超出范围。
zh_hant: 值超出範圍。

# InvalidDrawingAttributesHeight
source: Height must be greater than or equal to DrawingAttributes.MinHeight and less than or equal to DrawingAttribute.MaxHeight.
cs: Výška musí být větší nebo rovna hodnotě minimální výšky DrawingAttributes.MinHeight a menší nebo rovna hodnotě maximální výšky DrawingAttribute.MaxHeight.
de: Die Höhe muss größer oder gleich "DrawingAttributes.MinHeight" und kleiner oder gleich "DrawingAttribute.MaxHeight" sein.
es: El alto debe ser mayor que o igual a DrawingAttributes.MinHeight y menor que o igual a DrawingAttribute.MaxHeight.
fr: Height doit avoir une valeur supérieure ou égale à DrawingAttributes.MinHeight et inférieure ou égale à DrawingAttribute.MaxHeight.
it: L'altezza deve essere maggiore o uguale a DrawingAttributes.MinHeight e minore o uguale a DrawingAttribute.MaxHeight.
ja: 高さは、DrawingAttributes.MinHeight 以上で、DrawingAttribute.MaxHeight 以下でなければなりません。
ko: 높이는 DrawingAttributes.MinHeight보다 크거나 같아야 하고 DrawingAttribute.MaxHeight보다 작거나 같아야 합니다.
pl: Wysokość musi być większa niż lub równa wartości DrawingAttributes.MinHeight i mniejsza niż lub równa wartości DrawingAttribute.MaxHeight.
pt_br: A altura deve ser maior ou igual a DrawingAttributes.MinHeight, e menor ou igual a DrawingAttribute.MaxHeight.
ru: Высота должна быть больше или равна DrawingAttributes.MinHeight и меньше или равна DrawingAttribute.MaxHeight.
tr: Yükseklik DrawingAttributes.MinHeight değerine eşit veya daha büyük ve DrawingAttribute.MaxHeight değerine eşit veya daha küçük olmalıdır.
zh_hans: 高度必须大于或等于 DrawingAttributes.MinHeight 并小于或等于 DrawingAttribute.MaxHeight。
zh_hant: 高度必須大於或等於 DrawingAttributes.MinHeight，且小於或等於 DrawingAttribute.MaxHeight。

# InvalidDrawingAttributesWidth
source: Width must be greater than or equal to DrawingAttributes.MinWidth and less than or equal to DrawingAttribute.MaxWidth.
cs: Šířka musí být větší nebo rovna hodnotě minimální šířky DrawingAttributes.MinWidth a menší nebo rovna hodnotě maximální šířky DrawingAttribute.MaxWidth.
de: Die Breite muss größer oder gleich "DrawingAttributes.MinWidth" und kleiner oder gleich "DrawingAttribute.MaxWidth" sein.
es: El ancho debe ser mayor que o igual a DrawingAttributes.MinWidth y menor que o igual a DrawingAttribute.MaxWidth.
fr: Width doit avoir une valeur supérieure ou égale à DrawingAttributes.MinWidth et inférieure ou égale à DrawingAttribute.MaxWidth.
it: La larghezza deve essere maggiore o uguale a DrawingAttributes.MinWidth e minore o uguale a DrawingAttribute.MaxWidth.
ja: 幅は、DrawingAttributes.MinWidth 以上で、DrawingAttribute.MaxWidth 以下でなければなりません。
ko: 너비는 DrawingAttributes.MinWidth보다 크거나 같아야 하고 DrawingAttribute.MaxWidth보다 작거나 같아야 합니다.
pl: Szerokość musi być większa niż lub równa wartości DrawingAttributes.MinWidth i mniejsza niż lub równa wartości DrawingAttribute.MaxWidth.
pt_br: A largura deve ser maior ou igual a DrawingAttributes.MinWidth, e menor ou igual a DrawingAttribute.MaxWidth.
ru: Ширина должна быть больше или равна DrawingAttributes.MinWidth и меньше или равна DrawingAttribute.MaxWidth.
tr: Genişlik DrawingAttributes.MinWidth değerine eşit veya daha büyük ve DrawingAttribute.MaxWidth değerine eşit veya daha küçük olmalıdır.
zh_hans: 宽度必须大于或等于 DrawingAttributes.MinWidth 并小于或等于 DrawingAttribute.MaxWidth。
zh_hant: 寬度必須大於或等於 DrawingAttributes.MinWidth，且小於或等於 DrawingAttribute.MaxWidth。

# InvalidEpInIsf
source: Extended property data type is not valid.
cs: Rozšířená data vlastnosti nejsou platná.
de: Der Datentyp der erweiterten Eigenschaft ist ungültig.
es: El tipo de datos de la propiedad extendida no es válido.
fr: Type de données de propriété étendue non valide.
it: Tipo di dati della proprietà estesa non valido.
ja: 拡張プロパティ データ型が無効です。
ko: 확장된 속성 데이터 형식이 잘못되었습니다.
pl: Typ danych właściwości rozszerzonych jest nieprawidłowy.
pt_br: O tipo de dados estendidos de propriedade não é válido.
ru: Недопустимый тип данных расширенного свойства.
tr: Genişletilmiş özellik veri türü geçerli değil.
zh_hans: 扩展的属性数据类型无效。
zh_hant: 延伸屬性資料型別無效。

# InvalidEventHandle
source: The event handle is not usable.
cs: Tento ovladač události nelze použít.
de: Das Ereignishandle ist unbrauchbar.
es: El identificador de eventos no se puede usar.
fr: Le descripteur d'événement n'est pas utilisable.
it: Handle dell'evento non utilizzabile.
ja: イベント ハンドルを使用できません。
ko: 이벤트 핸들을 사용할 수 없습니다.
pl: Nie można użyć obsługi zdarzenia.
pt_br: O identificador de eventos não pode ser utilizado.
ru: Дескриптор события не годен для использования.
tr: Olay işleyicisi kullanılabilir durumda değil.
zh_hans: 事件句柄不可用。
zh_hant: 事件控制碼無法使用。

# InvalidGuid
source: GUID cannot be empty.
cs: Pole identifikátoru GUID nemůže být prázdné.
de: Der GUID darf nicht leer sein.
es: El GUID no puede estar vacío.
fr: Le GUID ne peut pas être vide.
it: Il GUID non può essere vuoto.
ja: GUID を空にすることはできません。
ko: GUID는 비워 둘 수 없습니다.
pl: Identyfikator GUID nie może być pusty.
pt_br: O GUID não pode estar vazio.
ru: GUID не может быть пустым.
tr: GUID boş olamaz.
zh_hans: GUID 不能为空。
zh_hant: GUID 不能是空的。

# InvalidIsButtonForId
source: The specified GUID represents a button, so isButton must be true.
cs: Určená hodnota identifikátoru GUID představuje tlačítko, proto musí být nastaven parametr isButton.
de: Der angegebene GUID stellt eine Schaltfläche dar, weshalb "isButton" auf "true" festgelegt sein muss.
es: El GUID especificado representa un botón, por lo que isButton debe ser verdadero.
fr: Comme le GUID spécifié représente un bouton, isButton doit avoir la valeur true.
it: Il GUID specificato rappresenta un pulsante, pertanto isButton deve essere true.
ja: 指定された GUID はボタンを示しているため、isButton を true にする必要があります。
ko: 지정된 GUID는 단추를 나타내므로 isButton은 true로 설정되어야 합니다.
pl: Wskazany identyfikator GUID odpowiada przyciskowi, więc element isButton musi mieć wartość true.
pt_br: O GUID especificado representa um botão; portanto, isButton deve ser verdadeiro.
ru: Указанный GUID представляет кнопку, поэтому isButton должно иметь значение "true".
tr: Belirtilen GUID bir düğmeyi temsil ettiği için, isButton değeri doğru olmalıdır.
zh_hans: 指定的 GUID 表示按钮，因此 isButton 必须为 true。
zh_hant: 指定的 GUID 代表按鈕，因此 isButton 必須是 True。

# InvalidIsButtonForId2
source: The specified GUID does not represent a button, so isButton must be false.
cs: Určená hodnota identifikátoru GUID nepředstavuje tlačítko, proto musí být parametr isButton neplatný.
de: Der angegebene GUID stellt keine Schaltfläche dar, weshalb "isButton" auf "false" festgelegt sein muss.
es: El GUID especificado no representa un botón, por lo que isButton debe ser falso.
fr: Comme le GUID spécifié ne représente pas un bouton, isButton doit avoir la valeur false.
it: Il GUID specificato non rappresenta un pulsante, pertanto isButton deve essere false.
ja: 指定された GUID はボタンを示していないので、isButton を false にする必要があります。
ko: 지정된 GUID는 단추로 나타나지 않으므로 isButton은 false로 설정되어야 합니다.
pl: Wskazany identyfikator GUID nie odpowiada przyciskowi, więc element isButton musi mieć wartość false.
pt_br: O GUID especificado não representa um botão; portanto, isButton deve ser falso.
ru: Указанный GUID не представляет кнопку, поэтому isButton должно иметь значение "false".
tr: Belirtilen GUID bir düğmeyi temsil etmediği için, isButton değeri yanlış olmalıdır.
zh_hans: 指定的 GUID 不表示按钮，因此 isButton 必须为 false。
zh_hant: 指定的 GUID 不代表按鈕，因此 isButton 必須是 False。

# InvalidMatrixContainsInfinity
source: Infinity member value is not valid in Matrix.
cs: Hodnota nekonečno pro člen není v této Matrix platná.
de: Der Infinity-Mitgliedswert ist in "Matrix" nicht gültig.
es: El valor de miembro infinito no es válido en Matrix.
fr: Valeur du membre Infinity non valide dans Matrix.
it: Valore del membro infinito non valido in Matrix.
ja: Matrix では無限大のメンバー値は無効です。
ko: Matrix에서 무한대 멤버 값이 잘못되었습니다.
pl: Nieskończona wartość elementu jest nieprawidłowa w elemencie Matrix.
pt_br: O valor do membro de infinito não é válido em Matrix.
ru: Матрица Matrix не может содержать элементы с бесконечными значениями.
tr: Sonsuzluk üye değeri Matrix içinde geçerli değil.
zh_hans: 无穷大成员值在 Matrix 中无效。
zh_hant: 沒有限制的成員值在 Matrix 中是無效的。

# InvalidMatrixContainsNaN
source: NaN is not a valid value for Matrix member.
cs: NaN není platná hodnota pro člen Matrix.
de: "NaN" ist kein gültiger Wert für das Matrix-Mitglied.
es: NaN no es un valor válido para el miembro Matrix.
fr: NaN n'est pas une valeur valide pour le membre Matrix.
it: NaN non è un valore valido per il membro Matrix.
ja: NaN は Matrix メンバーに対して無効な値です。
ko: NaN은 Matrix 멤버에 사용할 수 없는 값입니다.
pl: NaN nie jest prawidłową wartością dla członka klasy Matrix.
pt_br: NaN não é um valor válido para o membro de Matrix.
ru: NaN является недопустимым значением для элемента Matrix.
tr: NaN, Matrix ütesi için geçerli bir değer değildir.
zh_hans: NaN 不是 Matrix 成员的有效值。
zh_hant: NaN 不是 Matrix 成員的有效值。

# InvalidMinMaxForButton
source: StylusPointPropertyInfos that are buttons must have a minimum of 0 and a maximum of 1.
cs: StylusPointPropertyInfos, které jsou tlačítky, musí mít hodnotu v rozsahu 0 až 1.
de: Wenn "StylusPointPropertyInfos" Schaltflächen darstellt, muss ein Mindestwert von "0" und ein Maximalwert von "1" vorhanden sein.
es: Las StylusPointPropertyInfos que son botones deben tener como mínimo 0 y como máximo 1.
fr: Les objets StylusPointPropertyInfo qui sont des boutons doivent avoir un minimum égal à 0 et un maximum égal à 1.
it: Per StylusPointPropertyInfo corrispondenti a pulsanti il valore minimo deve essere 0 e il valore massimo 1.
ja: ボタンである StylusPointPropertyInfos は、最低 0 で最大 1 の値を保持する必要があります。
ko: 단추 StylusPointPropertyInfo의 최솟값은 0이고 최댓값은 1이어야 합니다.
pl: Obiekty StylusPointPropertyInfo będące przyciskami muszą mieć wartość minimalną 0, a maksymalną 1.
pt_br: StylusPointPropertyInfos que são botões devem ter o valor mínimo de 0 e o valor máximo de 1.
ru: StylusPointPropertyInfos, соответствующие кнопкам, должны иметь значение в интервале от минимума 0 до максимума 1.
tr: Düğme olan StylusPointPropertyInfos en az 0 ve en çok 1 olmalıdır.
zh_hans: StylusPointPropertyInfos 按钮必须有最小值 0 和最大值 1。
zh_hant: 若 StylusPointPropertyInfos 是按鈕，則最小值是 0，而最大值是 1。

# InvalidPartName
source: The part name does not correspond to its content type.
cs: Název součásti neodpovídá typu jejího obsahu.
de: Der Teilname entspricht nicht dessen Inhaltstyp.
es: El nombre de la parte no se corresponde con su tipo de contenido.
fr: Le nom de partie ne correspond pas à son type de contenu.
it: Nome di parte non corrispondente al tipo di contenuto.
ja: パート名がコンテンツの種類に対応していません。
ko: 부분 이름이 해당 콘텐츠 형식과 일치하지 않습니다.
pl: Nazwa części nie odpowiada typowi jej zawartości.
pt_br: O nome da parte não corresponde ao seu tipo de conteúdo.
ru: Имя компонента не соответствует типу содержимого.
tr: Bölüm adı içerik türüyle uyumlu değil.
zh_hans: 部分名称与其内容类型不一致。
zh_hant: 部分名稱未對應到其內容類型。

# InvalidPermissionStateValue
source: PermissionState value '{0}' is not valid for this Permission.
cs: Hodnota PermissionState {0} není pro toto oprávnění platná.
de: Der PermissionState-Wert "{0}" ist für diese Berechtigung nicht gültig.
es: El valor de PermissionState '{0}' no es válido para este permiso.
fr: Valeur de PermissionState '{0}' non valide pour cette autorisation.
it: Valore PermissionState '{0}' non valido per l'autorizzazione corrente.
ja: PermissionState 値 '{0}' は、このアクセス許可に対して無効です。
ko: PermissionState 값 '{0}'은(는) 이 권한에 대해 올바르지 않습니다.
pl: Wartość PermissionState „{0}” jest nieprawidłowa dla tego uprawnienia.
pt_br: O valor de PermissionState '{0}' não é válido para esta Permissão.
ru: Значение PermissionState "{0}" недопустимо для данного разрешения.
tr: '{0}' PermissionState değeri bu İzin için geçerli değil.
zh_hans: PermissionState 值“{0}”对于此 Permission 无效。
zh_hant: PermissionState 值 '{0}' 對此權限無效。

# InvalidPermissionType
source: Permission type is not valid. Expected '{0}'.
cs: Typ oprávnění je neplatný. Očekávaný typ je {0}.
de: Ungültiger Berechtigungstyp. Erwartet wurde "{0}".
es: El tipo de permiso no es válido. Se esperaba '{0}'.
fr: Type d'autorisation non valide. Type attendu '{0}'.
it: Tipo di autorizzazione non valido. Previsto '{0}'.
ja: アクセス許可の種類が無効です。'{0}' を指定してください。
ko: 사용 권한 형식이 잘못되었습니다. '{0}'이(가) 필요합니다.
pl: Nieprawidłowy typ uprawnień. Oczekiwano „{0}”.
pt_br: O tipo de permissão não é válido. Era esperado '{0}'.
ru: Недопустимый тип разрешений. Требуется "{0}".
tr: İzin türü geçerli değil. Beklenen '{0}'.
zh_hans: 权限类型无效。应为“{0}”。
zh_hant: 使用權限類型無效。應該是 '{0}'。

# InvalidPressureValue
source: Pressure must be a value between 0 and 1.
cs: Tlak musí být hodnota v rozsahu 0 až 1.
de: Der Druck muss einen Wert zwischen 0 und 1 besitzen.
es: La presión debe ser un valor comprendido entre 0 y 1.
fr: Pressure doit être une valeur comprise entre 0 et 1.
it: La pressione deve essere un valore compreso tra 0 e 1.
ja: Pressure は、0 と 1 の間の値でなければなりません。
ko: 압력은 0과 1 사이의 값이어야 합니다.
pl: Nacisk musi mieć wartość pomiędzy 0 a 1.
pt_br: A pressão deve ser um valor entre 0 e 1.
ru: Нажим может принимать значения от 0 до 1.
tr: Basınç 0 ile 1 arasında bir değer olmalıdır.
zh_hans: 压力必须是介于 0 和 1 之间的值。
zh_hant: 壓力必須是介於 0 到 1 之間的值。

# InvalidRemovedStroke
source: The stroke being removed does not exist in the current collection.
cs: Protože byl zdvih odstraněn, v aktuální kolekci neexistuje.
de: Der zu entfernende Strich ist in der aktuellen Sammlung nicht vorhanden.
es: El trazo que se está quitando no existe en la colección actual.
fr: Le trait en cours de suppression n'existe pas dans la collection actuelle.
it: Il tratto da rimuovere non esiste nella raccolta corrente.
ja: 削除するストロークは、現在のコレクションに存在しません。
ko: 제거할 스트로크가 현재 컬렉션에 없습니다.
pl: Usuwane pociągnięcie nie występuje w bieżącej kolekcji.
pt_br: O traço que está sendo removido não existe na coleção atual.
ru: Удаляемый росчерк отсутствует в текущем семействе.
tr: Kaldırılan bölü işareti geçerli koleksiyonda yok.
zh_hans: 正在移除的笔画在当前集合中不存在。
zh_hant: 要移除的筆劃不存在於目前的集合中。

# InvalidReplacedStroke
source: The stroke being replaced does not exist in the current collection.
cs: Protože byl zdvih nahrazen, v aktuální kolekci neexistuje.
de: Der zu ersetzende Strich ist in der aktuellen Sammlung nicht vorhanden.
es: El trazo que se está reemplazado no existe en la colección actual.
fr: Le trait en cours de remplacement n'existe pas dans la collection en cours.
it: Il tratto da sostituire non esiste nella raccolta corrente.
ja: 交換するストロークは、現在のコレクションに存在しません。
ko: 바꿀 스트로크가 현재 컬렉션에 없습니다.
pl: Zastępowane pociągnięcie nie występuje w bieżącej kolekcji.
pt_br: O traço que está sendo substituído não existe na coleção atual.
ru: Заменяемый росчерк отсутствует в текущем семействе.
tr: Değiştirilen bölü işareti geçerli koleksiyonda yok.
zh_hans: 正在替换的笔画在当前集合中不存在。
zh_hant: 要取代的筆劃不存在於目前的集合中。

# InvalidScheme
source: HTTP byte range downloader can support only HTTP or HTTPS schemes.
cs: Nástroj načítání bajtových rozsahů HTTP podporuje pouze schémata HTTP nebo HTTPS.
de: Vom HTTP-Bytebereichs-Downloadprogramm können nur HTTP- oder HTTPS-Schemas unterstützt werden.
es: La aplicación de descarga de intervalo de bytes HTTP sólo admite esquemas HTTP o HTTPS.
fr: Le téléchargeur de plages d'octets HTTP ne peut prendre en charge que les schémas HTTP ou HTTPS.
it: L'utilità di download intervallo di byte HTTP supporta solo schemi HTTP o HTTPS.
ja: HTTP バイト範囲ダウンローダーは、HTTP または HTTPS スキームのみをサポートできます。
ko: HTTP 바이트 범위 다운로더는 HTTP 또는 HTTPS 형식만 지원할 수 있습니다.
pl: Narzędzie pobierania kodu HTTP obsługujące zakresy bajtów może obsłużyć tylko schematy HTTP i HTTPS.
pt_br: A ferramenta de download do intervalo de bytes HTTP pode oferecer suporte somente aos esquemas HTTP ou HTTPS.
ru: Загрузчик диапазона байтов HTTP поддерживает только схемы HTTP и HTTPS.
tr: HTTP bayt aralığı yükleyicisi yalnızca HTTP veya HTTPS düzenlerini destekleyebilir.
zh_hans: HTTP 字节范围下载程序仅支持 HTTP 或 HTTPS 方案。
zh_hant: HTTP 位元組範圍下載程式只支援 HTTP 或 HTTPS 配置。
