Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UnknownStroke1
source: Unrecognized Stroke in Stroke.Invalidated event arguments.
cs: Neznámý Stroke v argumentech události Stroke.Invalidated.
de: Unbekannter "Stroke" in Argumenten des Stroke.Invalidated-Ereignissees.
es: Stroke no reconocido en los argumentos del evento Stroke.Invalidated.
fr: Objet Stroke non reconnu dans les arguments de l'événement Stroke.Invalidated.
it: Stroke non riconosciuto negli argomenti dell'evento Stroke.Invalidated.
ja: Stroke.Invalidated イベント引数での認識できない Stroke です。
ko: Stroke.Invalidated 이벤트 인수에 인식할 수 없는 Stroke가 있습니다.
pl: Nierozpoznany obiekt Stroke w argumentach zdarzenia Stroke.Invalidated.
pt_br: Stroke não reconhecido nos argumentos de evento Stroke.Invalidated.
ru: Нераспознанный росчерк Stroke в аргументах события Stroke.Invalidated.
tr: Stroke.Invalidated olay bağımsız değişkenlerinde tanınmayan Stroke.
zh_hans: Stroke.Invalidated 事件参数中无法识别的 Stroke。
zh_hant: 在 Stroke.Invalidated event 引數中發現無法識別的 Stroke。

# UnknownStroke3
source: Unrecognized Stroke in StrokeCollectionChangedEventArgs.Removed.
cs: Neznámý Stroke v prvku StrokeCollectionChangedEventArgs.Removed.
de: Unbekannter "Stroke" in "StrokeCollectionChangedEventArgs.Removed".
es: Stroke no reconocido en StrokeCollectionChangedEventArgs.Removed.
fr: Objet Stroke non reconnu dans StrokeCollectionChangedEventArgs.Removed.
it: Stroke non riconosciuto in StrokeCollectionChangedEventArgs.Removed.
ja: StrokeCollectionChangedEventArgs.Removed での認識できない Stroke です。
ko: StrokeCollectionChangedEventArgs.Removed에 인식할 수 없는 Stroke가 있습니다.
pl: Nierozpoznany obiekt Stroke w StrokeCollectionChangedEventArgs.Removed.
pt_br: Stroke não reconhecido em StrokeCollectionChangedEventArgs.Removed.
ru: Нераспознанный росчерк Stroke в StrokeCollectionChangedEventArgs.Removed.
tr: StrokeCollectionChangedEventArgs.Removed içinde tanınmayan Stroke.
zh_hans: StrokeCollectionChangedEventArgs.Removed 中无法识别的 Stroke。
zh_hant: 在 StrokeCollectionChangedEventArgs.Removed 中發現無法識別的 Stroke。

# UnspecifiedGestureConstructionException
source: Failed to initialize GestureRecognizer.
cs: Nepodařilo se inicializovat GestureRecognizer.
de: "GestureRecognizer" konnte nicht initialisiert werden.
es: Error al inicializar GestureRecognizer.
fr: Échec de l'initialisation de GestureRecognizer.
it: Impossibile inizializzare GestureRecognizer.
ja: GestureRecognizer の初期化に失敗しました。
ko: GestureRecognizer를 초기화하지 못했습니다.
pl: Nie można zainicjować elementu GestureRecognizer.
pt_br: Falha ao inicializar GestureRecognizer.
ru: Ошибка при инициализации GestureRecognizer.
tr: GestureRecognizer başlatılamadı.
zh_hans: 初始化 GestureRecognizer 失败。
zh_hant: 無法初始化 GestureRecognizer。

# UnspecifiedGestureException
source: Gesture recognition failed.
cs: Rozpoznání gest se nezdařilo.
de: Die Bewegung wurde nicht erkannt.
es: Error de reconocimiento de gesto.
fr: Échec de la reconnaissance du mouvement.
it: Riconoscimento del movimento non riuscito.
ja: ジェスチャ認識に失敗しました。
ko: 제스처를 인식하지 못했습니다.
pl: Rozpoznanie gestu nie powiodło się.
pt_br: Falha no reconhecimento de gesto.
ru: Ошибка при распознавании жеста.
tr: Hareket tanıma başarısız oldu.
zh_hans: 特定动作识别失败。
zh_hant: 筆勢辨識失敗。

# UnspecifiedSetEnabledGesturesException
source: Failed to set enabled gestures.
cs: Nepodařilo se nastavit aktivovaná gesta.
de: Die aktivierten Bewegungen konnten nicht festgelegt werden.
es: Error al establecer los gestos habilitados.
fr: Échec de la définition des mouvements activés.
it: Impossibile impostare i movimenti abilitati.
ja: 有効なジェスチャの設定に失敗しました。
ko: 사용할 수 있는 제스처를 설정하지 못했습니다.
pl: Ustawienie włączonych gestów nie powiodło się.
pt_br: Falha ao definir gestos habilitados.
ru: Ошибка при включении разрешенных жестов.
tr: Etkinleştirilmiş hareketler ayarlanamadı.
zh_hans: 未能设置所启用的特定动作。
zh_hant: 無法設定已啟用的筆勢。

# Unsupported_MouseAction
source: Unsupported MouseAction '{0}'.
cs: Nepodporovaná MouseAction {0}.
de: Nicht unterstützte "MouseAction '{0}'".
es: MouseAction '{0}' no admitida.
fr: Énumération MouseAction '{0}' non prise en charge.
it: MouseAction non supportata '{0}'.
ja: サポートされていない MouseAction '{0}' です。
ko: MouseAction '{0}'(이)가 지원되지 않습니다.
pl: Nieobsługiwana operacja MouseAction „{0}”.
pt_br: MouseAction '{0}' sem-suporte.
ru: Неподдерживаемое действие MouseAction "{0}".
tr: Desteklenmeyen MouseAction '{0}'.
zh_hans: 不支持的 MouseAction“{0}”。
zh_hant: 不支援的 MouseAction '{0}'。

# UriMustBeAbsolute
source: URI must be absolute. Relative URIs are not supported.
cs: Identifikátor URI musí být absolutní hodnota. Relativní hodnoty URI nejsou podporovány.
de: Der URI muss absolut sein. Relative URIs werden nicht unterstützt.
es: El URI debe ser absoluto. Los URI relativos no están admitidos.
fr: L'URI doit être absolu. Les URI relatifs ne sont pas pris en charge.
it: L'URI deve essere assoluto. Non sono supportati URI relativi.
ja: URI は絶対である必要があります。相対 URI はサポートされていません。
ko: 절대 URI여야 합니다. 상대 URI는 지원되지 않습니다.
pl: Identyfikator URI musi być wartością bezwzględną. Względne identyfikatory URI nie są obsługiwane.
pt_br: O URI deve ser absoluto. Não há suporte para os URIs relativos.
ru: Идентификатор URI должен быть абсолютным. Относительные идентификаторы URI не поддерживаются.
tr: URI mutlak olmalıdır. Göreli URI'ler desteklenmez.
zh_hans: 必须是绝对 URI。不支持相对 URI。
zh_hant: URI 必須是絕對 URI。不支援相對 URI。

# UriMustBeFileOrPack
source: Font family Uri should have either file:// or pack://application: scheme.
cs: Rodina fontů identifikátoru Uri by měla mít buď schéma file://, nebo pack://aplikace:
de: Der Schriftfamilien-URI sollte entweder das Schema "file://" oder das Schema "pack://application:" besitzen.
es: El Uri de la familia de fuentes debería tener un esquema file:// o pack://aplicación:.
fr: L'URI de la famille de polices doit avoir comme modèle file:// ou pack://application:.
it: L'URI della famiglia di caratteri deve essere espresso con lo schema file:// o pack://applicazione:.
ja: フォント ファミリの URI は、file:// または pack://アプリケーション: スキーマである必要があります。
ko: 글꼴 패밀리 URI는 file:// 또는 pack://application: 중 하나의 형식이어야 합니다.
pl: Identyfikator URI rodziny czcionek powinien zawierać schemat file:// lub pack://application:.
pt_br: O Uri da família de fonte deve ter o esquema file:// ou pack://aplicativo:.
ru: Идентификатор URI семейства шрифтов должен иметь схему file:// или pack://application.
tr: Yazı tipi ailesi Uri'si file:// veya pack://application: scheme biçiminde olmalıdır.
zh_hans: 字体系列 Uri 应有 file:// 或 pack://application: scheme。
zh_hant: 字型家族 Uri 必須有 file:// 或 pack://application: 配置。

# UriNotAbsolute
source: URI must be absolute.
cs: Identifikátor URI musí být absolutní hodnota.
de: Der URI muss absolut sein.
es: El URI debe ser absoluto.
fr: L'URI doit être absolu.
it: L'URI deve essere assoluto.
ja: URI は絶対 URI でなければなりません。
ko: 절대 URI여야 합니다.
pl: Identyfikator URI musi być wartością bezwzględną.
pt_br: O URI deve ser absoluto.
ru: Идентификатор URI должен быть абсолютным.
tr: URI mutlak olmalıdır.
zh_hans: 必须是绝对 URI。
zh_hant: URI 必須是絕對 URI。

# UriSchemeMismatch
source: This factory supports only URIs with the '{0}' scheme.
cs: Tento objekt pro vytváření podporuje pouze identifikátor URI se schématem {0}.
de: Von der Factory werden ausschließlich URIs mit dem Schema "{0}" unterstützt.
es: Este valor de fábrica sólo admite URI con el esquema '{0}'.
fr: Cette fabrique ne prend en charge que les URI avec le modèle '{0}'.
it: Questa factory supporta solo URI con lo schema '{0}'.
ja: このファクトリは、'{0}' スキーマの URI のみをサポートします。
ko: 이 공장은 '{0}' 형식의 URI만 지원합니다.
pl: Ta fabryka obsługuje identyfikatory URI ze schematem „{0}”.
pt_br: Esta criação oferece suporte somente aos URIs com o esquema '{0}'.
ru: Данное производство поддерживает только идентификаторы URI со схемой "{0}".
tr: Bu fabrika yalnızca '{0}' düzenine sahip URI'leri destekler.
zh_hans: 此工厂仅支持具有“{0}”方案的 URI。
zh_hant: 此 factory 只支援具有 '{0}' 配置的 URI。

# UsesPerPixelOpacityIsObsolete
source: UsesPerPixelOpacity is obsolete and should not be set when using UsesPerPixelTransparency
cs: Možnost UsesPerPixelOpacity je zastaralá a neměla by se nastavovat, pokud se používá možnost UsesPerPixelTransparency.
de: UsesPerPixelOpacity ist veraltet und sollte nicht festgelegt werden, wenn UsesPerPixelTransparency verwendet wird
es: UsesPerPixelOpacity está obsoleto y no se debe definir si se está usando UsesPerPixelTransparency
fr: UsesPerPixelOpacity est obsolète et ne doit pas être défini à l'aide de UsesPerPixelTransparency
it: UsesPerPixelOpacity è obsoleto e non deve essere impostato quando si usa UsesPerPixelTransparency
ja: UsesPerPixelOpacity は廃止されており、UsesPerPixelTransparency を使用する場合には設定しないでください
ko: 사용자픽셀당투명도를 사용하는 경우 사용자픽셀당불투명도는 사용되지 않으며 설정하면 안 됩니다.
pl: Element UsesPerPixelOpacity jest nieaktualny i nie powinien być ustawiany, gdy korzysta się z elementu UsesPerPixelTransparency
pt_br: UsesPerPixelOpacity é obsoleto e não deve ser definido ao usar UsesPerPixelTransparency
ru: Параметр UsesPerPixelOpacity устарел и не должен задаваться при использовании UsesPerPixelTransparency
tr: UsesPerPixelOpacity artık kullanılmamaktadır ve UsesPerPixelTransparency kullanılırken ayarlanmamalıdır
zh_hans: UsesPerPixelOpacity 已过时，不应在使用 UsesPerPixelTransparency 时设置
zh_hant: UsesPerPixelOpacity 已過時，在使用 UsesPerPixelTransparency 時不應加以設定

# ValueNotValidForGuid
source: Value is not valid for the specified GUID.
cs: Tato hodnota není platnou hodnotou pro určený identifikátor GUID.
de: Der Wert ist für den angegebenen GUID ungültig.
es: El valor no es válido para el GUID especificado.
fr: Valeur non valide spécifiée pour le GUID.
it: Valore non valido per il GUID specificato.
ja: 指定された GUID に対して、値が無効です。
ko: 지정된 GUID에 대한 값이 잘못되었습니다.
pl: Wartość jest nieprawidłowa dla określonego identyfikatora GUID.
pt_br: O valor não é válido para o GUID especificado.
ru: Значение не является допустимым для указанного GUID.
tr: Değer belirtilen GUID için geçerli değil.
zh_hans: 值对指定的 GUID 无效。
zh_hant: 該值對於指定的 GUID 而言是無效的。

# Viewport2DVisual3D_MaterialGroupIsInteractiveMaterial
source: MaterialGroup cannot be an interactive Material (IsVisualHostMaterial is true).
cs: MaterialGroup nemůže být interaktivní materiál (vlastnost IsVisualHostMaterial má hodnotu true).
de: "MaterialGroup" kann kein interaktives "Material" sein ("IsVisualHostMaterial" ist "true").
es: MaterialGroup no puede ser un Material interactivo (IsVisualHostMaterial es true).
fr: MaterialGroup ne peut pas être un matériel interactif (IsVisualHostMaterial est true).
it: MaterialGroup non può essere un elemento Material interattivo (IsVisualHostMaterial è true).
ja: MaterialGroup を対話形式の Material にする (IsVisualHostMaterial を true にする) ことはできません。
ko: MaterialGroup은 대화형 Material (IsVisualHostMaterial이 true임)일 수 없습니다.
pl: Obiekt MaterialGroup nie może być interaktywnym obiektem Material (właściwość IsVisualHostMaterial ma wartość true).
pt_br: MaterialGroup não pode ser um Material interativo (IsVisualHostMaterial é true).
ru: MaterialGroup не может быть интерактивным материалом (IsVisualHostMaterial имеет значение true).
tr: MaterialGroup etkileşimli bir Material olamaz (IsVisualHostMaterial değeri true).
zh_hans: MaterialGroup 不能为交互式材料(IsVisualHostMaterial 为 true)。
zh_hant: MaterialGroup 不可以是互動式材質 (IsVisualHostMaterial 為 true)。

# Viewport2DVisual3D_MultipleInteractiveMaterials
source: Viewport2DVisual3D supports only one interactive Material.
cs: Viewport2DVisual3D podporuje pouze jeden interaktivní materiál.
de: "Viewport2DVisual3D" unterstützt nur ein interaktives "Material".
es: Viewport2DVisual3D admite sólo un Material interactivo.
fr: Viewport2DVisual3D ne prend en charge qu'un matériel interactif.
it: Viewport2DVisual3D supporta un solo elemento Material interattivo.
ja: Viewport2DVisual3D でサポートされる対話形式の Material は 1 つだけです。
ko: Viewport2DVisual3D는 대화형 Material만 지원합니다.
pl: Obiekt Viewport2DVisual3D obsługuje tylko jeden interaktywny obiekt Material.
pt_br: Viewport2DVisual3D dá suporte somente a um Material interativo.
ru: Viewport2DVisual3D поддерживает только один интерактивный материал.
tr: Viewport2DVisual3D yalnızca bir etkileşimli Material destekliyor.
zh_hans: Viewport2DVisual3D 仅支持一个交互式材料。
zh_hant: Viewport2DVisual3D 只支援一個互動式材質。

# VisualCannotBeDetached
source: Specified Visual cannot be detached.
cs: Určený prvek Visual nelze odpojit.
de: Das angegebene Visual-Objekt kann nicht getrennt werden.
es: El Visual especificado no se puede desasociar.
fr: L'objet Visual spécifié ne peut pas être détaché.
it: Impossibile dissociare il Visual specificato.
ja: 指定された Visual は解除できません。
ko: 지정된 Visual을 분리할 수 없습니다.
pl: Nie można odłączyć określonego obiektu Visual.
pt_br: O Visual especificado não pode ser desanexado.
ru: Указанный элемент Visual не может быть отсоединен.
tr: Belirtilen Visual'in bağlantısı kesilemez.
zh_hans: 无法分离指定的 Visual。
zh_hant: 指定的 Visual 無法中斷。

# VisualCollection_EntryInUse
source: Specified index is already in use. Disconnect the Visual child at the specified index first.
cs: Určený index je již používán. Odpojte nejprve podřízený prvek Visual určeného indexu.
de: Der angegebene Index wird bereits verwendet. Trennen Sie zuerst das untergeordnete "Visual" am angegebenen Index.
es: El índice especificado ya está en uso. Desconecte primero el Visual secundario en el índice especificado.
fr: L'index spécifié est déjà en cours d'utilisation. Déconnectez l'enfant de Visual au premier index spécifié.
it: L'indice specificato è già in uso. Disconnettere innanzitutto l'elemento figlio del Visual in corrispondenza dell'indice specificato.
ja: 指定されたインデックスは既に使用されています。まず、指定されたインデックスで Visual の子との接続を切断してください。
ko: 지정된 인덱스를 이미 사용하고 있습니다. 먼저 지정된 인덱스에서 Visual 자식의 연결을 끊으십시오.
pl: Określony indeks jest już używany. Odłącz najpierw podrzędny obiekt Visual w określonym indeksie.
pt_br: O índice especificado já está em uso. Primeiro, desconecte o Visual filho no índice especificado.
ru: Указанный индекс уже используется. Сначала отсоедините дочерний элемент Visual, соответствующий указанному индексу.
tr: Belirtilen dizin zaten kullanılıyor. Önce belirtilen dizinde Visual alt öğesinin bağlantısını kesin.
zh_hans: 指定的索引已经在使用。请先在指定的索引处断开 Visual 子级。
zh_hant: 指定的索引已在使用中。請先將位於指定索引的 Visual 子項目中斷連線。

# VisualCollection_NotEnoughCapacity
source: Number of entries exceeds specified capacity of the VisualCollection.
cs: Počet vstupů překročil určenou kapacitu kolekce VisualCollection.
de: Die Anzahl der Einträge übersteigt die angegebene Kapazität von "VisualCollection".
es: El número de entradas supera la capacidad especificada de la VisualCollection.
fr: Le nombre d'entrées dépasse la capacité spécifiée de la collection VisualCollection.
it: Il numero di voci supera la capacità specificata per il VisualCollection.
ja: エントリの数が、VisualCollection の指定された容量を超えています。
ko: 항목의 수가 VisualCollection의 지정된 용량을 초과합니다.
pl: Liczba wpisów przekracza określoną pojemność kolekcji VisualCollection.
pt_br: O número de entradas excede a capacidade especificada de VisualCollection.
ru: Количество записей превышает указанную емкость семейства VisualCollection.
tr: Giriş sayısı belirtilen VisualCollection kapasitesini aşıyor.
zh_hans: 项数超过了 VisualCollection 的指定容量。
zh_hant: 項目數目超出 VisualCollection 的指定容量。

# VisualCollection_ReadOnly
source: This VisualCollection is read only and cannot be modified.
cs: Tato VisualCollection je určena pouze pro čtení a nelze ji upravovat.
de: "VisualCollection" ist schreibgeschützt und kann nicht geändert werden.
es: Esta VisualCollection es de sólo lectura y no se puede modificar.
fr: Cette collection VisualCollection est en lecture seule et ne peut pas être modifiée.
it: Questo VisualCollection è di sola lettura. Impossibile modificarlo.
ja: この VisualCollection は読み取り専用で、変更できません。
ko: 이 VisualCollection은 읽기 전용이므로 수정할 수 없습니다.
pl: Ta kolekcja VisualCollection jest tylko do odczytu i nie można jej modyfikować.
pt_br: Este VisualCollection é somente leitura e não pode ser modificado.
ru: Семейство VisualCollection доступно только для чтения и не может быть изменено.
tr: Bu VisualCollection salt okunur ve değiştirilemez.
zh_hans: 此 VisualCollection 为只读，不能修改。
zh_hant: 此 VisualCollection 是唯讀的，且無法修改。

# VisualCollection_VisualHasParent
source: Specified Visual is already a child of another Visual or the root of a CompositionTarget.
cs: Určený prvek Visual je již podřízeným prvkem jiného prvku Visual nebo kořene CompositionTarget.
de: Das angegebene Visual-Objekt ist bereits ein untergeordnetes Element eines anderen Visual-Objekts oder der Stamm von "CompositionTarget".
es: El Visual especificado ya es un objeto secundario de otro Visual o la raíz de un CompositionTarget.
fr: L'objet Visual spécifié est déjà un enfant d'un autre objet Visual ou la racine d'une classe CompositionTarget.
it: Il Visual specificato è già un elemento figlio di un altro Visual o rappresenta la radice di una CompositionTarget.
ja: 指定された Visual は、既に別の Visual の子であるか、CompositionTarget のルートです。
ko: 지정된 Visual이 이미 다른 Visual의 자식이거나 CompositionTarget의 루트입니다.
pl: Określony obiekt Visual jest podrzędny w stosunku do innego obiektu Visual lub elementu głównego CompositionTarget.
pt_br: O Visual especificado já é filho de outro Visual ou a raiz de um CompositionTarget.
ru: Указанный элемент Visual уже является дочерним по отношению к другому элементу Visual или корневому элементу CompositionTarget.
tr: Belirtilen Visual zaten başka bir Visual'in alt öğesi veya bir CompositionTarget kökü.
zh_hans: 指定的 Visual 已经是另一个 Visual 的子级或者已经是 CompositionTarget 的根。
zh_hant: 指定的 Visual 已經是另一個 Visual 的子項目，或是 CompositionTarget 的根。

# VisualTarget_AnotherTargetAlreadyConnected
source: Another target is already connected to this HostVisual.
cs: K tomuto hostitelskému prvku HostVisual je již připojen jiný cíl.
de: Ein anderes Ziel ist bereits mit diesem HostVisual-Objekt verbunden.
es: Otro destino ya está conectado a este HostVisual.
fr: Une autre cible est déjà connectée à cet objet HostVisual.
it: A questo HostVisual è già connessa un'altra destinazione.
ja: この HostVisual には、別のターゲットが既に接続されています。
ko: 다른 대상이 이미 이 HostVisual에 연결되어 있습니다.
pl: Inny element docelowy jest już połączony z tym elementem HostVisual.
pt_br: Outro destino já está conectado a este HostVisual.
ru: Другой целевой элемент уже подключен к данному элементу HostVisual.
tr: Bu HostVisual'e başka bir hedef zaten bağlı.
zh_hans: 另一个目标已经连接到此 HostVisual。
zh_hant: 其他目標已連線到此 HostVisual。

# Visual_ArgumentOutOfRange
source: Specified index is out of range or child at index is null. Do not call this method if VisualChildrenCount returns zero, indicating that the Visual has no children.
cs: Zadaný index je mimo rozsah nebo podřízený objekt na indexu má hodnotu null. Nevolejte tuto metodu, vrací-li funkce VisualChildrenCount hodnotu nula, která znamená, že objekt Visual nemá podřízené objekty.
de: Der angegebene Index befindet sich außerhalb des gültigen Bereichs, oder das untergeordnete Element beim Index ist NULL. Rufen Sie diese Methode nicht auf, wenn "VisualChildrenCount " den Wert "0" zurückgibt. Dies weist darauf hin, dass das Visual-Objekt keine untergeordneten Elemente besitzt.
es: El índice especificado está fuera de intervalo o el objeto secundario en el índice es nulo. No llame a este método si VisualChildrenCount devuelve cero, lo que indica que el Visual no tiene objetos secundarios.
fr: L'index spécifié est en dehors des limites admises ou l'enfant à l'index a la valeur null. N'appelez pas cette méthode si VisualChildrenCount renvoie la valeur zéro, ce qui signifie que le Visual n'a pas d'enfant.
it: L'indice specificato non è compreso nell'intervallo valido oppure l'elemento figlio in corrispondenza dell'indice è null. Non chiamare questo metodo se VisualChildrenCount restituisce zero, ovvero un valore che indica che il Visual non include elementi figlio.
ja: 指定されたインデックスは範囲外か、インデックスの子が NULL です。VisualChildrenCount によって、Visual に子がないことを示す 0 が返された場合は、このメソッドを呼び出さないでください。
ko: 지정된 인덱스가 범위를 벗어나거나 인덱스의 자식이 null입니다. VisualChildrenCount가 Visual에 자식이 없음을 나타내는 0을 반환하면 이 메서드를 호출하지 마십시오.
pl: Podany indeks jest poza zakresem lub element podrzędny w indeksie jest zerowy. Nie należy wywoływać tej metody, jeśli operacja VisualChildrenCount zwraca zero, wskazując brak elementów podrzędnych obiektu Visual.
pt_br: O índice especificado está fora do intervalo ou o filho no índice é nulo. Não chame este método se VisualChildrenCount retornar zero, indicando que Visual não tem filhos.
ru: Указанный индекс вышел за границы массива, или дочерний объект с индексом не определен. Не вызывайте данный метод, если метод VisualChildrenCount возвращает значение 0, указывая на отсутствие дочерних элементов у элемента Visual.
tr: Belirtilen dizin aralık dışında veya dizindeki alt öğe boş. Visual'ın alt öğesi olmadığı anlamında VisualChildrenCount sıfır döndürürse bu yöntemi çağırmayın.
zh_hans: 指定的索引超出范围，或索引处的子级为 null。如果 VisualChildrenCount 返回零，表示 Visual 没有子级，请不要调用此方法。
zh_hant: 指定的索引超出範圍，或位於索引的子項目是 null 值。如果 VisualChildrenCount 傳回零 (表示 Visual 沒有子項目)，請勿呼叫此方法。

# Visual_CannotTransformPoint
source: This Visual cannot transform the given point.
cs: Tento prvek Visual není schopen transformovat daný bod.
de: Dieses Visual-Objekt kann den gegebenen Punkt nicht transformieren.
es: Este Visual no puede transformar el punto especificado.
fr: Cet objet Visual ne peut pas transformer le point donné.
it: Il Visual non è in grado di eseguire la trasformazione del punto specificato.
ja: この Visual は、指定されたポイントを変換できません。
ko: 이 Visual에서 지정된 지점을 변환할 수 없습니다.
pl: Ten element Visual nie może przekształcić danego punktu.
pt_br: Este Visual não pode transformar o ponto fornecido.
ru: Этот элемент Visual не может преобразовать данную точку.
tr: Bu Visual verilen noktayı dönüştüremez.
zh_hans: 此 Visual 无法转换给定点。
zh_hant: 此 Visual 無法轉換指定的點。

# Visual_HasParent
source: Must disconnect specified child from current parent Visual before attaching to new parent Visual.
cs: Před připojením podřízeného prvku k novému prvku Visual je nutno jej nejprve odpojit od jeho aktuálně nadřazeného prvku Visual.
de: Das angegebene untergeordnete Element muss vom aktuellen übergeordneten Visual-Objekt getrennt werden, bevor es an ein neues übergeordnetes Visual-Objekt angefügt wird.
es: Antes de adjuntar al nuevo Visual primario, debe desconectar el secundario del Visual primario actual.
fr: Déconnexion obligatoire de l'enfant spécifié du Visual parent actuel avant de procéder à l'attachement d'un nouveau Visual parent.
it: È necessario disconnettere il figlio specificato dal Visual padre corrente prima di associarlo a un nuovo Visual padre.
ja: 新しい親 Visual に関連付ける前に、指定された子と現在の親 Visual との接続を切断する必要があります。
ko: 새 부모 Visual에 연결하려면 먼저 현재 부모 Visual에서 지정된 자식의 연결을 끊어야 합니다.
pl: Należy odłączyć określony element podrzędny od bieżącego elementu nadrzędnego Visual przed podłączeniem go do nowego elementu nadrzędnego Visual.
pt_br: É necessário desconectar o filho especificado do Visual pai atual antes de anexá-lo ao novo Visual pai.
ru: Необходимо отсоединить указанный дочерний элемент от родительского элемента Visual, прежде чем подсоединять его к новому элементу Visual.
tr: Yeni üst Visual'e eklemeden önce belirtilen alt öğenin geçerli üst Visual'den bağlantısının kesilmesi gerekir.
zh_hans: 在指定子级连接到新的父 Visual 之前必须断开与当前父 Visual 的连接。
zh_hant: 附加到新的父 Visual 之前，必須先從目前的父 Visual 將指定的子項目中斷連線。
