Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# LayoutManager_DeepRecursion
source: Layout recursion reached allowed limit to avoid stack overflow: '{0}'. Either the tree contains a loop or is too deep.
cs: Opakování rozložení dosáhlo povoleného limitu, který má zabránit zborcení zásobníku: {0}. Strom buď obsahuje smyčku, nebo je příliš hluboký.
de: Von der Layoutrekursion wurde die zulässige Grenze zum Vermeiden eines Überlaufs erreicht: "{0}". Entweder ist in der Struktur eine Schleife enthalten oder die Struktur ist zu tief.
es: La recursividad de diseño alcanzó el límite permitido para evitar el desbordamiento de pila: '{0}'. El árbol contiene un bucle o es demasiado profundo.
fr: La récursivité de la disposition a atteint la limite autorisée pour éviter le dépassement de capacité de la pile : '{0}'. L'arborescence contient une boucle ou est trop profonde.
it: La ricorsione di layout ha raggiunto il limite consentito per evitare l'overflow dello stack: '{0}'. L'albero contiene un ciclo o troppi livelli.
ja: Layout の再帰が、スタック オーバーフローを避けるために許可されている制限値に達しました:'{0}'。ツリーにループが含まれているか、ツリーが深すぎます。
ko: 레이아웃 재귀가 스택 오버플로가 발생하지 않도록 허용된 한계에 도달했습니다. '{0}'. 트리가 루프를 포함하고 있거나 너무 깊습니다.
pl: Rekursja układu osiągnęła limit dozwolony, aby uniknąć przepełnienia stosu: „{0}”. Drzewo zawiera pętlę lub jest za głębokie.
pt_br: A recursividade de layout atingiu o limite para evitar o estouro de pilha: '{0}'. A árvore contém um loop ou é muito profunda.
ru: Рекурсия макета достигла допустимого предела, предотвращающего переполнение стека: "{0}". Дерево содержит цикл или имеет слишком глубокий уровень вложенности.
tr: Düzen özyinelemesi yığın taşmasını önlemek üzere izin verilen sınıra ulaştı: '{0}'. Ağaç döngü içeriyor veya çok derin.
zh_hans: 布局递归已达到避免堆栈溢出允许的极限:“{0}”。该树包含循环或者过深。
zh_hant: 配置地回已達到允許的限制，以避免堆疊溢位: '{0}'。可能是樹狀結構包含迴圈，或樹狀結構太深。

# Manipulation_InvalidManipulationMode
source: An unrecognized ManipulationMode flag was encountered.
cs: Byl zjištěn neznámý příznak ManipulationMode.
de: Ein unbekanntes ManipulationMode-Flag wurde gefunden.
es: Se encontró una marca ManipulationMode no reconocida.
fr: Un indicateur ManipulationMode non reconnu a été rencontré.
it: Flag ManipulationMode non riconosciuto.
ja: 認識されない ManipulationMode フラグが見つかりました。
ko: 인식할 수 없는 ManipulationMode 플래그가 발생했습니다.
pl: Napotkano nierozpoznaną flagę ManipulationMode.
pt_br: Um sinalizador ManipulationMode não reconhecido foi encontrado.
ru: Обнаружен неизвестный флаг ManipulationMode.
tr: Tanınmayan bir ManipulationMode bayrağıyla karşılaşıldı.
zh_hans: 遇到了无法识别的 ManipulationMode 标志。
zh_hant: 遇到無法辨認的 ManipulationMode 旗標。

# Manipulation_ManipulationNotActive
source: Manipulation is not active on the specified element.
cs: Na zadaném elementu není manipulace aktivní.
de: "Manipulation" ist für das angegebene Element nicht aktiv.
es: La manipulación no está activa en el elemento especificado.
fr: La manipulation n'est pas active sur l'élément spécifié.
it: Modifica non attiva sull'elemento specificato.
ja: 指定した要素では操作がアクティブではありません。
ko: 지정된 요소에서 조작이 활성화되어 있지 않습니다.
pl: Manipulowanie nie jest aktywne dla określonego elementu.
pt_br: A manipulação não está ativa no elemento especificado.
ru: В выбранном элементе манипуляция не включена.
tr: Belirtilen öğede değişiklik yapma etkin değil.
zh_hans: 操作对于指定的元素为非活动状态。
zh_hant: 指定之項目的操作不在使用中。

# Manipulation_ManipulationNotEnabled
source: IsManipulationEnabled is not set to true on the specified element.
cs: Na zadaném elementu není vlastnost IsManipulationEnabled nastavena na hodnotu true.
de: "IsManipulationEnabled" ist für das angegebene Element nicht auf "true" gesetzt.
es: IsManipulationEnabled no está establecido en true en el elemento especificado.
fr: IsManipulationEnabled n'a pas la valeur true sur l'élément spécifié.
it: IsManipulationEnabled non impostato su true sull'elemento specificato.
ja: 指定した要素では IsManipulationEnabled が true に設定されていません。
ko: 지정된 요소에서 IsManipulationEnabled가 true로 설정되어 있지 않습니다.
pl: Właściwość IsManipulationEnabled nie ma ustawionej wartości true dla określonego elementu.
pt_br: IsManipulationEnabled não está definido como true no elemento especificado.
ru: IsManipulationEnabled для указанного элемента не равно "true".
tr: Belirtilen öğede IsManipulationEnabled true olarak ayarlanmadı.
zh_hans: IsManipulationEnabled 对于指定的元素未设置为 true。
zh_hant: 指定之項目的 IsManipulationEnabled 未設為 true。

# Matrix3D_NotInvertible
source: Cannot invert the matrix, because the matrix is not invertible.
cs: Nelze provést inverzi matrice, protože tuto matrici nelze převracet.
de: Die Matrix kann nicht invertiert werden, da die Matrix nicht invertierbar ist.
es: No se puede invertir la matriz porque no es invertible.
fr: Impossible d'inverser la matrice parce que la matrice n'est pas réversible.
it: Impossibile invertire la matrice perché la matrice non è invertibile.
ja: 行列を反転できません。この行列は反転できません。
ko: 반전할 수 있는 행렬이 아니기 때문에 행렬을 반전할 수 없습니다.
pl: Nie można odwrócić macierzy, ponieważ jest nieodwracalna.
pt_br: Não é possível inverter a matriz porque ela não é invertível.
ru: Невозможно обратить матрицу, поскольку она является необратимой.
tr: Matris ters çevrilebilir olmadığı için ters çevrilemiyor.
zh_hans: 无法反转矩阵，因为该矩阵不可逆。
zh_hant: 無法反轉矩陣，因為矩陣無法反轉。

# MatrixNotInvertible
source: The specified Matrix must be invertible.
cs: Určená Matrix musí umožňovat inverzi.
de: Die angegebene Matrix muss invertierbar sein.
es: La Matrix especificada debe ser invertible.
fr: L'objet Matrix spécifié doit être réversible.
it: La Matrix specificata deve essere invertibile.
ja: 指定された Matrix は反転可能でなければなりません。
ko: 지정한 Matrix는 반전할 수 있어야 합니다.
pl: Wskazana macierz Matrix musi być odwracalna.
pt_br: A matriz (Matrix) especificada deve ser invertível.
ru: Указанная матрица Matrix должна быть обратимой.
tr: Belirtilen Matrix ters çevrilebilir olmalıdır.
zh_hans: 指定的 Matrix 必须可逆。
zh_hant: 指定的 Matrix 必須可以反轉。

# MediaBoostBassText
source: Boost Bass
de: Bass verstärken
es: Amplificar graves
fr: Accentuer les basses
it: Incrementa bassi
ja: 低音を強調
ko: 저음 증가
pl: Wzbogacaj niskie tony
pt_br: Ampliar o Baixo
ru: Усилить басы
tr: Yüksek Bas
zh_hans: 增强低音
zh_hant: 提高低音

# MediaChannelDownText
source: Channel Down
de: Channel nach unten
es: Bajar canal
fr: Chaîne précédente
it: Canale precedente
ja: チャンネル ダウン
ko: 채널 아래로
pl: Kanał w dół
pt_br: Canal Abaixo
ru: Канал вниз
tr: Kanal Geri
zh_hans: 频道递减
zh_hant: 下一頻道

# MediaChannelUpText
source: Channel Up
de: Channel nach oben
es: Subir canal
fr: Chaîne suivante
it: Canale successivo
ja: チャンネル アップ
ko: 채널 위로
pl: Kanał w górę
pt_br: Canal Acima
ru: Канал вверх
tr: Kanal İleri
zh_hans: 频道递增
zh_hant: 上一頻道

# MediaContext_APINotAllowed
source: Cannot call this API during the OnRender callback. During OnRender, only drawing operations that draw the content of the Visual can be performed.
cs: API nelze vyvolat během OnRender callback. Během OnRender lze provádět pouze kreslicí operace, které kreslí obsah prvku Visual.
de: Der API-Aufruf ist während des OnRender-Rückrufs nicht möglich. Während "OnRender" können nur Zeichenvorgänge durchgeführt werden, von denen der Inhalt der Visualisierung gezeichnet wird.
es: No se puede llamar a esta API durante la devolución de llamada OnRender. Durante OnRender, sólo se pueden realizar las operaciones de dibujo que diseñan el contenido del Visual.
fr: Impossible d'appeler cette API pendant le rappel d'OnRender. Pendant OnRender, seules peuvent être effectuées les opérations qui dessinent le contenu du Visual.
it: Impossibile chiamare l'API durante il callbackOnRender. Durante OnRender è possibile eseguire solo operazioni per il disegno del contenuto del Visual.
ja: OnRender コールバック中は、この API を呼び出せません。OnRender 実行中は、Visual のコンテンツを描画する描画処理のみを実行できます。
ko: OnRender를 콜백하는 동안에는 이 API를 호출할 수 없습니다. OnRender를 실행하는 동안에는 Visual 콘텐츠를 그리는 그리기 작업만 수행할 수 있습니다.
pl: Nie można wywołać tego interfejsu API w trakcie wywołania zwrotnego metody OnRender. W czasie operacji OnRender mogą być wykonywane tylko operacje rysowania zawartości obiektu Visual.
pt_br: Não é possível chamar esta API durante o retorno de chamada OnRender. Durante o OnRender, somente as operações de desenho que emitem o conteúdo do Visual podem ser executadas.
ru: Невозможно вызвать эту API-функцию во время ответного вызова OnRender. Во время OnRender можно выполнять только операции прорисовки содержимого элемента Visual.
tr: OnRender geri çağırma sırasında bu API aranamaz. OnRender sırasında yalnızca, Visual içeriğini çizmeye yarayan çizim işlemleri gerçekleştirilebilir.
zh_hans: OnRender 回调过程中无法调用此 API。OnRender 过程中，只能执行绘制 Visual 内容的绘图操作。
zh_hant: 在進行 OnRender 回呼時，無法呼叫此 API。在 OnRender 時，只能執行繪製 Visual 內容的繪製操作。

# MediaContext_InfiniteLayoutLoop
source: An infinite loop appears to have resulted from cross-dependent views.
cs: Výsledkem vzájemně závislých náhledů je nekonečná smyčka.
de: Durch Ansichten mit gegenseitiger Abhängigkeit wurde möglicherweise eine Endlosschleife ausgelöst.
es: Las vistas interdependientes parecen haber creado un bucle infinito.
fr: Les vues inter-dépendantes ont provoqué une boucle infinie.
it: Ciclo infinito risultante da visualizzazioni interdipendenti.
ja: 無限ループは、相互依存ビューの結果として発生した可能性があります。
ko: 상호 종속 보기의 결과로 무한 루프가 나타납니다.
pl: Pojawiła się nieskończona pętla będąca efektem krzyżowo zależnych widoków.
pt_br: Um loop infinito parece ter resultado de exibições de dependência cruzada.
ru: В результате просмотров с перекрестными зависимостями образовался бесконечный цикл.
tr: Karşılıklı olarak bağımlı görünümlerden sonsuz bir döngü oluşmuş gibi görünüyor.
zh_hans: 无限循环可能源自交叉相关的视图。
zh_hant: 無限迴圈似乎是因為交叉依存檢視所造成。

# MediaContext_InfiniteTickLoop
source: An infinite loop appears to have resulted from repeatedly invalidating the TimeManager during the Layout/Render process.
cs: Nekonečná smyčka vznikla z opakovaného zneplatňování manažera TimeManager během procesu Layout/Render.
de: Durch wiederholtes Kennzeichnen von "TimeManager" als ungültig während des Layout/Render-Vorgangs wurde möglicherweise eine Endlosschleife ausgelöst.
es: La invalidación repetida de TimeManager durante el proceso de diseño/representación parece haber creado un bucle infinito.
fr: Une boucle infinie est née de l'invalidation répétée de TimeManager pendant le processus Disposition / Restitution.
it: Ciclo infinito risultante dalla invalidazione ripetuta di TimeManager durante il processo di layout/rendering.
ja: 無限ループは、Layout/Render プロセス中に、TimeManager を繰り返し無効にした結果として発生した可能性があります。
ko: Layout/Render를 처리하는 동안 TimeManager를 반복적으로 무효화한 결과로 무한 루프가 나타납니다
pl: W wyniku powtarzanego unieważniania elementu TimeManager podczas procesu tworzenia układu/renderowania pojawiła się nieskończona pętla.
pt_br: Um loop infinito parece ter resultado do cancelamento repetido de validade de TimeManager durante o processo de Layout/Processamento.
ru: Из-за неоднократной отмены TimeManager во время обработки Layout/Render образовался бесконечный цикл.
tr: Layout/Render işlemi sırasında sürekli TimeManager geçersiz kılınmasıyla sonsuz bir döngü oluşmuş gibi görünüyor.
zh_hans: 无限循环可能源自布局/呈现过程中重复地将 TimeManager 设置为无效。
zh_hant: 無限迴圈似乎是因為 Layout/Render 程序中重複發現無效的 TimeManager 所造成。

# MediaContext_NoBadShaderHandler
source: Invalid user-specified pixel shader. Register a PixelShader.InvalidPixelShaderEncountered event handler to avoid this exception being raised.
cs: Neplatná uživatelská funkce pixel shader. Zaregistrujte obslužnou rutinu události PixelShader.InvalidPixelShaderEncountered, abyste se vyhnuli vyvolání této výjimky.
de: Der vom Benutzer angegebene Pixel-Shader ist ungültig. Registrieren Sie einen PixelShader.InvalidPixelShaderEncountered-Ereignishandler, damit diese Ausnahme nicht mehr ausgelöst wird.
es: Sombreador de píxeles especificado por el usuario no válido. Registre un controlador de eventos PixelShader.InvalidPixelShaderEncountered para evitar esta excepción.
fr: Nuanceur de pixels défini par l'utilisateur non valide. Inscrivez un gestionnaire d'événements PixelShader.InvalidPixelShaderEncountered afin que cette exception ne soit pas levée.
it: Pixel shader specificato dall'utente non valido. Registrare un gestore eventi PixelShader.InvalidPixelShaderEncountered per evitare che l'eccezione venga generata.
ja: ユーザー指定のピクセル シェーダーが無効です。PixelShader.InvalidPixelShaderEncountered イベント ハンドラーを登録して、この例外の発生を回避してください。
ko: 사용자가 지정한 픽셀 셰이더가 잘못되었습니다. 이 예외가 발생하지 않게 하려면 PixelShader.InvalidPixelShaderEncountered 이벤트 처리기를 등록하십시오.
pl: Nieprawidłowe cieniowanie pikseli określone przez użytkownika. Aby uniknąć generowania tego wyjątku, zarejestruj obsługę zdarzenia PixelShader.InvalidPixelShaderEncountered.
pt_br: Sombreador de pixels inválido especificado pelo usuário. Registre um manipulador de eventos PixelShader.InvalidPixelShaderEncountered para evitar que esta exceção seja gerada.
ru: Указанный пользователем построитель текстуры недействителен. Зарегистрируйте обработчик событий PixelShader.InvalidPixelShaderEncountered, чтобы предотвратить появление этого исключения.
tr: Kullanıcı tarafından belirtilen piksel gölgelendiricisi geçersiz. Bu özel durumun oluşturulmaması için bir PixelShader.InvalidPixelShaderEncountered olay işleyicisi kaydettirin.
zh_hans: 用户指定的像素着色器无效。请注册 PixelShader.InvalidPixelShaderEncountered 事件处理程序以避免引发此异常。
zh_hant: 使用者指定的像素著色器無效。請註冊 PixelShader.InvalidPixelShaderEncountered 事件處理常式來避免引發這個例外狀況。

# MediaContext_OutOfVideoMemory
source: Out of video memory.
cs: Mimo rozsah video paměti.
de: Unzureichender Videospeicher.
es: Sin memoria de vídeo.
fr: Mémoire vidéo insuffisante.
it: Memoria video insufficiente.
ja: ビデオ メモリが不足しています。
ko: 비디오 메모리가 부족합니다.
pl: Brak pamięci wideo.
pt_br: Sem memória de vídeo.
ru: Недостаточно видеопамяти.
tr: Video belleği yetersiz.
zh_hans: 超出视频存储器。
zh_hant: 視訊記憶體不足。

# MediaContext_RenderThreadError
source: An unspecified error occurred on the render thread.
cs: V rendrovacím vlákně došlo k neočekávané chybě.
de: Ein nicht angegebener Fehler ist im Renderthread aufgetreten.
es: Error no especificado en el subproceso de representación.
fr: Erreur non spécifiée rencontrée sur le thread de restitution.
it: Errore non specificato nel thread di rendering.
ja: レンダーのスレッドで、指定されていないエラーが発生しました。
ko: 렌더 스레드에 알 수 없는 오류가 발생했습니다.
pl: W wątku renderowania pojawił się nieokreślony błąd.
pt_br: Erro não especificado no thread de processamento.
ru: Произошла неопознанная ошибка в обрабатывающем потоке.
tr: İşleme iş parçacığında belirlenemeyen bir hata oluştu.
zh_hans: 呈现线程上发生未指定的错误。
zh_hant: 在轉譯執行緒上發現未指定的錯誤。

# MediaDecreaseBassText
source: Decrease Bass
cs: Zeslabení basů
de: Bass verringern
es: Reducir graves
fr: Réduire les basses
it: Riduci bassi
ja: 低音を下げる
ko: 저음 감소
pl: Zmniejsz niskie tony
pt_br: Diminuir o Baixo
ru: Меньше басов
tr: Bas Azalt
zh_hans: 降低低音
zh_hant: 降低低音

# MediaDecreaseMicrophoneVolumeText
source: Decrease Microphone Volume
cs: Zeslabení hlasitosti mikrofonu
de: Mikrofonlautstärke verringern
es: Bajar el volumen del micrófono
fr: Réduire le volume du microphone
it: Abbassa volume microfono
ja: マイクの音量を下げる
ko: 마이크 볼륨 낮추기
pl: Zmniejsz głośność mikrofonu
pt_br: Diminuir Volume do Microfone
ru: Уменьшить уровень микрофона
tr: Mikrofon Sesini Azalt
zh_hans: 降低麦克风音量
zh_hant: 降低麥克風音量

# MediaDecreaseTrebleText
source: Decrease Treble
cs: Zeslabení výšek
de: Höhen verringern
es: Reducir agudos
fr: Réduire les aigus
it: Diminuisci acuti
ja: 高音を下げる
ko: 고음 낮추기
pl: Zmniejsz tony wysokie
pt_br: Diminuir Agudo
ru: Меньше высоких частот
tr: Tiz Azalt
zh_hans: 降低高音
zh_hant: 降低高音

# MediaDecreaseVolumeText
source: Decrease Volume
cs: Zeslabení hlasitosti
de: Lautstärke verringern
es: Bajar volumen
fr: Réduire le volume
it: Abbassa volume
ja: 音量を下げる
ko: 볼륨 낮추기
pl: Zmniejsz głośność
pt_br: Diminuir Volume
ru: Тише
tr: Ses Düzeyini Azalt
zh_hans: 降低音量
zh_hant: 降低音量

# MediaFastForwardText
source: Fast Forward
cs: Rychle převinout vpřed
de: Schneller Vorlauf
es: Avance rápido
fr: Avance rapide
it: Avanzamento rapido
ja: 早送り
ko: 빨리 감기
pl: Szybko przewiń do przodu
pt_br: Avançar
ru: Перемотка вперед
tr: İleri Sar
zh_hans: 快进
zh_hant: 向前快轉

# MediaIncreaseBassText
source: Increase Bass
cs: Zesílení basů
de: Bass erhöhen
es: Aumentar graves
fr: Augmenter les basses
it: Aumenta bassi
ja: 低音を上げる
ko: 저음 높이기
pl: Zwiększ niskie tony
pt_br: Aumentar o Baixo
ru: Больше басов
tr: Bas Artır
zh_hans: 提高低音
zh_hant: 提高低音

# MediaIncreaseMicrophoneVolumeText
source: Increase Microphone Volume
cs: Zesílení hlasitosti mikrofonu
de: Mikrofonlautstärke erhöhen
es: Subir el volumen del micrófono
fr: Augmenter le volume du micro
it: Aumenta volume microfono
ja: マイクの音量を上げる
ko: 마이크 볼륨 높이기
pl: Zwiększ głośność mikrofonu
pt_br: Aumentar Volume do Microfone
ru: Увеличить уровень микрофона
tr: Mikrofon Sesini Artır
zh_hans: 提高麦克风音量
zh_hant: 提高麥克風音量

# MediaIncreaseTrebleText
source: Increase Treble
cs: Zesílení výšek
de: Höhen erhöhen
es: Aumentar agudos
fr: Augmenter les aigus
it: Aumenta acuti
ja: 高音を上げる
ko: 고음 높이기
pl: Zwiększ wysokie tony
pt_br: Aumentar Agudo
ru: Больше высоких частот
tr: Tiz Artır
zh_hans: 提高高音
zh_hant: 提高高音

# MediaIncreaseVolumeText
source: Increase Volume
cs: Zesílení hlasitosti
de: Lautstärke erhöhen
es: Subir volumen
fr: Augmenter le volume
it: Aumenta volume
ja: 音量を上げる
ko: 볼륨 높이기
pl: Zwiększ głośność
pt_br: Aumentar Volume
ru: Громче
tr: Ses Düzeyini Artır
zh_hans: 提高音量
zh_hant: 提高音量

# MediaMuteMicrophoneVolumeText
source: Mute Microphone Volume
cs: Vypnutí hlasitosti mikrofonu
de: Mikrofonlautstärke stumm schalten
es: Silenciar el volumen del micrófono
fr: Volume du micro muet
it: Disattiva microfono
ja: マイクの音量をミュート
ko: 마이크 음소거
pl: Wycisz mikrofon
pt_br: Ativar Mudo do Volume do Microfone
ru: Отключить микрофон
tr: Mikrofon Sesini Sustur
zh_hans: 将麦克风静音
zh_hant: 將麥克風靜音

# MediaMuteVolumeText
source: Mute Volume
cs: Vypnutí hlasitosti
de: Lautstärke stumm schalten
es: Silenciar volumen
fr: Volume muet
it: Disattiva volume
ja: 音量をミュート
ko: 볼륨 음소거
pl: Wycisz dźwięk
pt_br: Ativar Mudo do Volume
ru: Без звука
tr: Sesi Sustur
zh_hans: 静音
zh_hant: 將音量靜音

# MediaNextTrackText
source: Next Track
cs: Další stopa
de: Nächster Titel
es: Pista siguiente
fr: Piste suivante
it: Brano successivo
ja: 次のトラック
ko: 다음 트랙
pl: Następna ścieżka
pt_br: Próxima Faixa
ru: Следующая запись
tr: Sonraki Parça
zh_hans: 下一曲目
zh_hant: 下一首

# MediaPauseText
source: Pause
cs: Pozastavit
de: Anhalten
es: Pausa
it: Sospendi
ja: 一時停止
ko: 일시 중지
pl: Wstrzymaj
pt_br: Pausar
ru: Приостановить
tr: Duraklat
zh_hans: 暂停
zh_hant: 暫停

# MediaPlayText
source: Play
cs: Přehrát
de: Spielen
es: Reproducir
fr: Lecture
it: Esegui
ja: 再生
ko: 재생
pl: Odtwórz
pt_br: Jogar
ru: Воспроизвести
tr: Oynat
zh_hans: 播放
zh_hant: 播放

# MediaPreviousTrackText
source: Previous Track
cs: Předchozí stopa
de: Vorheriger Titel
es: Pista anterior
fr: Piste précédente
it: Brano precedente
ja: 前のトラック
ko: 이전 트랙
pl: Poprzednia ścieżka
pt_br: Faixa Anterior
ru: Предыдущая запись
tr: Önceki Parça
zh_hans: 上一曲目
zh_hant: 上一首

# MediaRecordText
source: Record
cs: Záznam
de: Aufnehmen
es: Grabar
fr: Enregistrer
it: Registra
ja: 録音
ko: 녹음
pl: Nagraj
pt_br: Gravar
ru: Запись
tr: Kaydet
zh_hans: 录制
zh_hant: 錄音

# MediaRewindText
source: Rewind
cs: Převinout vzad
de: Zurückspulen
es: Rebobinar
fr: Rembobiner
it: Riavvolgimento rapido
ja: 巻き戻し
ko: 되감기
pl: Przewiń do tyłu
pt_br: Retroceder
ru: Перемотка назад
tr: Geri Sar
zh_hans: 后退
zh_hant: 倒帶

# MediaSelectText
source: Select
cs: Výběr
de: Auswählen
it: Selezionare
ko: 선택
pl: Wybierz
pt_br: Selecionar
ru: Выделить
tr: Seçin

# MediaStopText
source: Stop
cs: Zastavit
de: Beenden
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
ko: 중지
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
zh_hans: 停止
zh_hant: 停止

# MediaSystem_ApiInvalidContext
source: This API was accessed with arguments from the wrong context.
cs: K přístupu k API bylo použito argumentů z nesprávného kontextu.
de: Auf die API wurde mit Argumenten aus dem falschen Kontext zugegriffen.
es: A esta API se obtuvo acceso con argumentos de un contexto equivocado.
fr: L'accès à l'API a été effectué avec des arguments du mauvais contexte.
it: Accesso all'API con argomenti dal contesto errato.
ja: この API は、間違ったコンテキストからの引数を使用してアクセスされました。
ko: 잘못된 컨텍스트의 인수로 해당 API에 액세스했습니다.
pl: Dostęp do tego interfejsu API uzyskano przy użyciu argumentów z nieprawidłowego kontekstu.
pt_br: Esta API foi acessada com argumentos do contexto errado.
ru: API-функция вызвана с аргументами из неправильного контекста.
tr: Bu API'ye yanlış bağlamdan bağımsız değişkenlerle erişildi.
zh_hans: 从错误上下文使用参数访问此 API。
zh_hant: 從錯誤的內容使用引數存取此 API。

# MediaSystem_OutOfOrderConnectOrDisconnect
source: Received an out of order connect or disconnect message.
cs: Přijata zpráva o připojení nebo odpojení mimo pořadí.
de: Es wurde eine ungültige Nachricht zur Verbindung oder zur Trennung einer Verbindung empfangen.
es: Se recibió un mensaje de conexión o desconexión fuera de servicio.
fr: Réception d'un message de connexion ou de déconnexion hors service.
it: Ricevuto messaggio di connessione o disconnessione non nell'ordine corretto.
ja: 接続不良または切断メッセージを受信しました。
ko: 잘못된 연결 또는 연결 끊기 메시지를 받았습니다.
pl: Odebrano nieprawidłowe połączenie lub komunikat o rozłączeniu.
pt_br: Mensagem de conexão ou desconexão com defeito recebida.
ru: Нарушен порядок сообщений о подключении или отключении.
tr: Hatalı bağlanma veya bağlantı kesme iletisi alındı.
zh_hans: 接收到错误的连接或断开连接消息。
zh_hant: 已接收順序不正確的連線或中斷連線訊息。

# MediaToggleMicrophoneOnOffText
source: Toggle Microphone OnOff
cs: Přepínání mikrofonu (OnOff)
de: Mikrofon ein-/ausschalten
es: Activar/desactivar micrófono
fr: Basculer le micro entre actif et inactif
it: Attiva/Disattiva microfono
ja: マイクのオン/オフの切り替え
ko: 마이크 설정/해제
pl: Włącz/wyłącz mikrofon — przełącz
pt_br: Ativar/Desativar Microfone
ru: Микрофон вкл/выкл
tr: Mikrofon Aç/Kapat
zh_hans: 打开/关闭麦克风
zh_hant: 切換麥克風開/關

# MediaTogglePlayPauseText
source: Toggle Play Pause
cs: Přepínání pauzy a přehrávání
de: Zwischen Wiedergabe und Pause umschalten
es: Alternar reproducción/pausa
fr: Basculer entre lecture et pause
it: Play/Pausa
ja: 再生/一時停止の切り替え
ko: 재생 중지 설정/해제
pl: Wstrzymaj/odtwórz — przełącz
pt_br: Alternar Executar/Pausar
ru: Воспроизвести/пауза
tr: Oynat/Duraklat
zh_hans: 切换播放暂停
zh_hant: 切換播放/暫停

# Media_DownloadFailed
source: Media file download failed.
cs: Načítání mediálního souboru se nezdařilo.
de: Fehler beim Herunterladen der Mediendatei.
es: Error al descargar el archivo multimedia.
fr: Échec du téléchargement du fichier multimédia.
it: Download di file multimediale non riuscito.
ja: メディア ファイルのダウンロードに失敗しました。
ko: 미디어 파일 다운로드에 실패했습니다.
pl: Nie można pobrać pliku multimedialnego.
pt_br: Falha no download do arquivo de mídia.
ru: Не удалось скачать файл мультимедиа.
tr: Medya dosyasını indirme başarısız oldu.
zh_hans: 媒体文件下载失败。
zh_hant: 媒體檔案下載失敗。

# Media_FileFormatNotSupported
source: Installed codecs do not support the media file format.
cs: Instalované kodeky nepodporují formát mediálního souboru.
de: Das Mediendateiformat wird von den installierten Codecs nicht unterstützt.
es: Los códecs instalados no admiten el formato del archivo multimedia.
fr: Les codecs installés ne prennent pas en charge le format du fichier multimédia.
it: I codec installati non supportano il formato del file multimediale.
ja: インストールされているコーデックは、メディア ファイル形式をサポートしていません。
ko: 설치된 코덱은 미디어 파일 형식을 지원하지 않습니다.
pl: Zainstalowane kodery-dekodery nie obsługują formatu pliku multimedialnego.
pt_br: Os codecs instalados não oferecem suporte ao formato do arquivo de mídia.
ru: Установленные кодеки не поддерживают формат файл мультимедиа.
tr: Yüklü codec bileşenleri medya dosyası biçimini desteklemiyor.
zh_hans: 安装的编码解码器不支持媒体文件格式。
zh_hant: 已安裝的轉碼器不支援該媒體檔案格式。
