Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Effect_20ShaderUsing30Registers
source: A pixel shader using Pixel Shader Model 2.0 cannot be set because registers only available in Pixel Shader Model 3.0 are being used.
cs: Funkci pixel shader používající program Pixel Shader Model 2.0 nelze nastavit, protože jsou používány registry dostupné pouze v programu Pixel Shader Model 3.0.
de: Ein Pixelshader mit Pixel Shader Model 2.0 kann nicht festgelegt werden, da nur in Pixel Shader Model 3.0 verfügbare Register verwendet werden.
es: No se puede establecer un sombreador de píxeles con Pixel Shader Model 2.0 porque se están usando registros disponibles únicamente en Pixel Shader Model 3.0.
fr: Impossible de définir un nuanceur de pixels qui utilise Pixel Shader Model 2.0 car les registres utilisés ne sont disponibles que dans Pixel Shader Model 3.0.
it: Impossibile impostare il pixel shader utilizzando il pixel shader modello 2.0 perché sono in uso registri disponibili solo nel pixer shader modello 3.0.
ja: Pixel Shader Model 3.0 でのみ使用可能なレジスタが使用されているため、Pixel Shader Model 2.0 を使用したピクセル シェーダーを設定することはできません。
ko: Pixel Shader Model 3.0에서만 사용할 수 있는 레지스터가 사용되므로 Pixel Shader Model 2.0을 사용하는 픽셀 셰이더를 설정할 수 없습니다.
pl: Nie można ustawić cieniowania pikseli za pomocą Pixel Shader Model 2.0, ponieważ są używane rejestry dostępne wyłącznie w Pixel Shader Model 3.0.
pt_br: Um sombreador de pixel que use o Pixel Shader Model 2.0 não pode ser definido porque estão sendo usados apenas os registros disponíveis no Pixel Shader Model 3.0.
ru: Не удается задать построитель текстуры, использующий Pixel Shader Model 2.0, поскольку используются регистры, доступные только в Pixel Shader Model 3.0.
tr: Pixel Shader Model 2.0 kullanan bir piksel gölgelendirici, yalnızca Pixel Shader Model 3.0 içinde kullanılabilir yazmaçlar kullanılmakta olduğu için ayarlanamaz.
zh_hans: 无法配置使用 Pixel Shader Model 2.0 的像素着色器，因为正在使用 Pixel Shader Model 3.0 中才有的寄存器。
zh_hant: 無法設定使用 Pixel Shader Model 2.0 的像素著色器，因為只會使用 Pixel Shader Model 3.0 中的暫存器。

# Effect_CombinedLegacyAndNew
source: BitmapEffect and Effect cannot be combined on a Visual.
cs: Efekty BitmapEffect a Effect nelze u prvku Visual kombinovat.
de: BitmapEffect und Effect können nicht auf einem Visual-Element kombiniert werden.
es: BitmapEffect y Effect no se pueden combinar en un elemento Visual.
fr: BitmapEffect et Effect ne peuvent pas être combinés sur un Visual.
it: Impossibile combinare BitmapEffect ed Effect in un Visual.
ja: BitmapEffect と Effect を Visual 上で組み合わせて使用することはできません。
ko: Visual에 BitmapEffect와 Effect를 결합할 수 없습니다.
pl: Właściwości BitmapEffect i Effect nie można łączyć dla obiektu Visual.
pt_br: BitmapEffect e Effect não podem ser combinados em um Visual.
ru: Эффекты BitmapEffect и Effect нельзя соединить в Visual.
tr: Visual üzerinde BitmapEffect ve Effect birleştirilemez.
zh_hans: 无法在 Visual 上组合 BitmapEffect 和 Effect。
zh_hant: BitmapEffect 和 Effect 無法在 Visual 上結合。

# Effect_No_ContextInputSource
source: Cannot call BitmapEffect.GetOutput directly with a ContextInputSource. Provide a valid BitmapSource.
cs: Nelze přímo vyvolat BitmapEffect.GetOutput pomocí ContextInputSource. Zadejte platný zdroj BitmapSource.
de: "BitmapEffect.GetOutput" kann nicht direkt mit "ContextInputSource" aufgerufen werden. "BitmapSource" muss gültig angegeben werden.
es: No se puede llamar directamente a BitmapEffect.GetOutput con ContextInputSource. Proporcione un BitmapSource válido.
fr: Impossible d'appeler directement BitmapEffect.GetOutput avec un ContextInputSource. Fournissez un BitmapSource valide.
it: Impossibile chiamare direttamente BitmapEffect.GetOutput con un ContextInputSource. Specificare una BitmapSource valida.
ja: BitmapEffect.GetOutput を、ContextInputSource で直接呼び出すことはできません。有効な BitmapSource を提供してください。
ko: ContextInputSource로 BitmapEffect.GetOutput을 직접 호출할 수 없습니다. 올바른 BitmapSource를 지정하십시오.
pl: Nie można wywołać metody BitmapEffect.GetOutput bezpośrednio przy użyciu elementu ContextInputSource. Zapewnij prawidłową klasę BitmapSource.
pt_br: Não é possível chamar BitmapEffect.GetOutput diretamente com um ContextInputSource. Forneça um BitmapSource válido.
ru: Не удается вызвать BitmapEffect.GetOutput непосредственно с помощью ContextInputSource. Укажите допустимый BitmapSource.
tr: BitmapEffect.GetOutput doğrudan bir ContextInputSource ile çağırılamaz. Geçerli bir BitmapSource sağlayın.
zh_hans: 无法使用 ContextInputSource 直接调用 BitmapEffect.GetOutput。提供有效的 BitmapSource。
zh_hant: 無法使用 ContextInputSource 直接呼叫 BitmapEffect.GetOutput。請提供有效的 BitmapSource。

# Effect_No_InputSource
source: There is no input set.
cs: Neexistuje žádná vstupní sada.
de: Es wurde keine Eingabe festgelegt.
es: No hay ningún conjunto de entrada.
fr: Aucun ensemble en entrée.
it: Nessun set di input.
ja: 入力セットがありません。
ko: 입력 집합이 없습니다.
pl: Nie ustawiono elementu wejściowego.
pt_br: Não há entrada definida.
ru: Входные данные не заданы.
tr: Giriş kümesi yok.
zh_hans: 没有输入集。
zh_hant: 未設定輸入。

# Effect_PixelFormat
source: '{0}' PixelFormat is not supported for this operation.
cs: Formát {0} PixelFormat není pro tento typ operace podporován.
de: "PixelFormat '{0}'" wird für diesen Vorgang nicht unterstützt.
es: PixelFormat '{0}' no está admitido para esta operación.
fr: PixelFormat '{0}' n'est pas pris en charge pour cette opération.
it: PixelFormat '{0}' non supportato per questa operazione.
ja: '{0}' PixelFormat は、この処理ではサポートされていません。
ko: 이 작업에 '{0}' PixelFormat이 지원되지 않습니다.
pl: Element „{0}” PixelFormat nie jest obsługiwany dla tej operacji.
pt_br: PixelFormat '{0}' não tem suporte para esta operação.
ru: PixelFormat "{0}" не поддерживается для данной операции.
tr: '{0}' PixelFormat bu işlem için desteklenmiyor.
zh_hans: 此操作不支持“{0}”PixelFormat。
zh_hant: 此操作不支援 '{0}' PixelFormat。

# Effect_RenderThreadError
source: An error occurred on the render thread with a user-supplied shader.
cs: U vlákna vykreslování došlo k chybě s uživatelskou funkcí shader.
de: Fehler im Renderthread mit einem vom Benutzer bereitgestellten Shader.
es: Error del subproceso de representación con un sombreador proporcionado por el usuario.
fr: Une erreur s'est produite sur le thread de rendu avec un nuanceur fourni par l'utilisateur.
it: Errore nel thread di rendering con uno shader fornito dall'utente.
ja: ユーザー指定シェーダーのレンダーのスレッドでエラーが発生しました。
ko: 사용자가 제공한 셰이더의 렌더링 스레드에서 오류가 발생했습니다.
pl: Wystąpił błąd podczas renderowania wątku za pomocą cieniowania określonego przez użytkownika.
pt_br: Erro no thread de processamento com um sombreador fornecido pelo usuário.
ru: В обрабатывающем потоке произошла ошибка с шейдером, предоставленным пользователем.
tr: Kullanıcının sağladığı gölgelendirici bulunan işleme iş parçacığında hata oluştu.
zh_hans: 具有用户提供的着色器的呈现线程上发生错误。
zh_hant: 具有使用者提供的著色器的轉譯執行緒上發生錯誤。

# Effect_Shader20ConstantRegisterLimit
source: Pixel Shader Model 2.0 requires floating point constants to be in registers [0-31].
cs: Pixel Shader Model 2.0 vyžaduje v registrech [0-31] konstanty s plovoucí desetinnou čárkou.
de: Für Pixel Shader Model 2.0 müssen sich Gleitkommakonstanten in Registern [0-31] befinden.
es: Pixel Shader Model 2.0 requiere que las constantes de punto flotante estén en registros [0-31].
fr: Pixel Shader Model 2.0 requiert des constantes à virgule flottante comprises dans les registres [0-31].
it: Il pixel shader modello 2.0 richiede che le costanti a virgola mobile siano nei registri [0-31].
ja: Pixel Shader Model 2.0 では、レジスタ [0-31] に浮動小数点定数が必要です。
ko: Pixel Shader Model 2.0을 사용하려면 부동 소수점 상수가 레지스터 [0-31]에 있어야 합니다.
pl: Pixel Shader Model 2.0 wymaga, aby stałe zmiennoprzecinkowe znajdowały się w rejestrach [0-31].
pt_br: O Pixel Shader Model 2.0 requer constantes de ponto flutuante nos registros [0-31].
ru: Pixel Shader Model 2.0 требует наличия в регистрах [0-31] констант с плавающей запятой.
tr: Pixel Shader Model 2.0, kayan nokta sabitlerinin yazmaçlarda [0-31] olmasını gerektirir.
zh_hans: Pixel Shader Model 2.0 要求浮点型常量位于寄存器 [0-31] 中。
zh_hant: Pixel Shader Model 2.0 要求浮點數的常數必須是在暫存器 [0-31] 中。

# Effect_Shader20SamplerRegisterLimit
source: Pixel Shader Model 2.0 requires sampler constants to be in registers [0-3].
cs: Pixel Shader Model 2.0 vyžaduje v registrech [0-3] konstanty vzorkovníku.
de: Für Pixel Shader Model 2.0 müssen sich Samplerkonstanten in Registern [0-31] befinden.
es: Pixel Shader Model 2.0 requiere que las constantes de muestra estén en registros [0-3].
fr: Pixel Shader Model 2.0 requiert des constantes d'échantillon comprises dans les registres [0-3].
it: Il pixel shader modello 2.0 richiede che le costanti dell'insieme di prova siano nei registri [0-3].
ja: Pixel Shader Model 2.0 では、レジスタ [0-3] にサンプラ定数が必要です。
ko: Pixel Shader Model 2.0을 사용하려면 샘플러 상수가 레지스터 [0-3]에 있어야 합니다.
pl: Pixel Shader Model 2.0 wymaga, aby stałe przykładów znajdowały się w rejestrach [0-3].
pt_br: O Pixel Shader Model 2.0 requer constantes de amostra nos registros [0-3].
ru: Pixel Shader Model 2.0 требует наличия в регистрах [0-3] констант образцов.
tr: Pixel Shader Model 2.0, örnekleyici sabitlerinin yazmaçlarda [0-3] olmasını gerektirir.
zh_hans: Pixel Shader Model 2.0 要求取样器常量位于寄存器 [0-3] 中。
zh_hant: Pixel Shader Model 2.0 要求取樣器的常數必須是在暫存器 [0-3] 中。

# Effect_Shader30BoolConstantRegisterLimit
source: Pixel Shader Model 3.0 requires boolean constants to be in registers [0-15].
cs: Program Pixel Shader Model 3.0 vyžaduje v registrech [0-15] konstanty s logickými hodnotami (typu Boolean).
de: Für Pixel Shader Model 3.0 müssen sich boolesche Konstanten in Registern [0-15] befinden.
es: Pixel Shader Model 3.0 requiere que las constantes booleanas estén en registros [0-15].
fr: Pixel Shader Model 3.0 requiert des constantes booléennes comprises dans les registres [0-15].
it: Il pixel shader modello 3.0 richiede che le costanti booleane siano nei registri [0-15].
ja: Pixel Shader Model 3.0 では、レジスタ [0-15] にブール定数が必要です。
ko: Pixel Shader Model 3.0을 사용하려면 부울 상수가 레지스터 [0-15]에 있어야 합니다.
pl: Pixel Shader Model 3.0 wymaga, aby stałe typu logicznego znajdowały się w rejestrach [0-15].
pt_br: O Pixel Shader Model 3.0 requer constantes booleanas nos registros [0-15].
ru: Pixel Shader Model 3.0 требует наличия в регистрах [0-15] логических констант.
tr: Pixel Shader Model 3.0, mantıksal sabitlerin yazmaçlarda olmasını gerektirir [0-15].
zh_hans: Pixel Shader Model 3.0 要求布尔型常量位于寄存器 [0-15] 中。
zh_hant: Pixel Shader Model 3.0 要求布林常數必須是在暫存器 [0-15] 中。

# Effect_Shader30FloatConstantRegisterLimit
source: Pixel Shader Model 3.0 requires floating point constants to be in registers [0-223].
cs: Program Pixel Shader Model 3.0 vyžaduje v registrech [0-223] konstanty s plovoucí desetinnou čárkou.
de: Für Pixel Shader Model 3.0 müssen sich Gleitkommakonstanten in Registern [0-223] befinden.
es: Pixel Shader Model 3.0 requiere que las constantes de punto flotante estén en registros [0-223].
fr: Pixel Shader Model 3.0 requiert des constantes à virgule flottante comprises dans les registres [0-223].
it: Il pixel shader modello 3.0 richiede che le costanti a virgola mobile siano nei registri [0-223].
ja: Pixel Shader Model 3.0 では、レジスタ [0-223] に浮動小数点定数が必要です。
ko: Pixel Shader Model 3.0을 사용하려면 부동 소수점 상수가 레지스터 [0-223]에 있어야 합니다.
pl: Pixel Shader Model 3.0 wymaga, aby stałe zmiennoprzecinkowe znajdowały się w rejestrach [0-223].
pt_br: O Pixel Shader Model 3.0 requer constantes de ponto flutuante nos registros [0-223].
ru: Pixel Shader Model 3.0 требует наличия в регистрах [0-223] констант с плавающей запятой.
tr: Pixel Shader Model 3.0, kayan nokta sabitlerin yazmaçlarda olmasını gerektirir [0-223].
zh_hans: Pixel Shader Model 3.0 要求浮点型常量位于寄存器 [0-223] 中。
zh_hant: Pixel Shader Model 3.0 要求浮點數的常數必須是在暫存器 [0-223] 中。

# Effect_Shader30IntConstantRegisterLimit
source: Pixel Shader Model 3.0 requires integer constants to be in registers [0-15].
cs: Program Pixel Shader Model 3.0 vyžaduje v registrech [0-15] konstanty s celočíselnými hodnotami (typu Integer).
de: Für Pixel Shader Model 3.0 müssen sich Integerkonstanten in Registern [0-15] befinden.
es: Pixel Shader Model 3.0 requiere que las constantes de tipo entero estén en registros [0-15].
fr: Pixel Shader Model 3.0 requiert des constantes entières comprises dans les registres [0-15].
it: Il pixel shader modello 3.0 richiede che le costanti Integer siano nei registri [0-15].
ja: Pixel Shader Model 3.0 では、レジスタ [0-15] に整数定数が必要です。
ko: Pixel Shader Model 3.0을 사용하려면 정수 상수가 레지스터 [0-15]에 있어야 합니다.
pl: Pixel Shader Model 3.0 wymaga, aby stałe wartości całkowite znajdowały się w rejestrach [0-15].
pt_br: O Pixel Shader Model 3.0 requer constantes de inteiro nos registros [0-15].
ru: Pixel Shader Model 3.0 требует наличия в регистрах [0-15] целочисленных констант.
tr: Pixel Shader Model 3.0, tamsayı sabitlerin yazmaçlarda olmasını gerektirir [0-15].
zh_hans: Pixel Shader Model 3.0 要求整型常量位于寄存器 [0-15] 中。
zh_hant: Pixel Shader Model 3.0 要求整數常數必須是在暫存器 [0-15] 中。

# Effect_Shader30SamplerRegisterLimit
source: Pixel Shader Model 3.0 requires sampler constants to be in registers [0-7].
cs: Program Pixel Shader Model 3.0 vyžaduje v registrech [0-7] konstanty vzorkovníku.
de: Für Pixel Shader Model 3.0 müssen sich Samplerkonstanten in Registern [0-7] befinden.
es: Pixel Shader Model 3.0 requiere que las constantes de muestra estén en registros [0-7].
fr: Pixel Shader Model 3.0 requiert des constantes d'échantillon comprises dans les registres [0-7].
it: Il pixel shader modello 3.0 richiede che le costanti dell'insieme di prova siano nei registri [0-7].
ja: Pixel Shader Model 3.0 では、レジスタ [0-7] にサンプラー定数が必要です。
ko: Pixel Shader Model 3.0을 사용하려면 샘플러 상수가 레지스터 [0-7]에 있어야 합니다.
pl: Pixel Shader Model 3.0 wymaga, aby stałe przykładów znajdowały się w rejestrach [0-7].
pt_br: O Pixel Shader Model 3.0 requer constantes de amostra nos registros [0-7].
ru: Pixel Shader Model 3.0 требует наличия в регистрах [0-7] констант образцов.
tr: Pixel Shader Model 3.0 örnekleyici sabitlerin yazmaçlarda olmasını gerektirir [0-7].
zh_hans: Pixel Shader Model 3.0 要求取样器常量位于寄存器 [0-7] 中。
zh_hant: Pixel Shader Model 3.0 要求取樣器的常數必須是在暫存器 [0-7] 中。

# Effect_ShaderBytecodeSize
source: Shader bytecode must be an integral number of 4-byte words.
cs: Hodnota bytecode funkce shader musí být celé číslo s velikostí slova 4 bajty.
de: Der Shader-Bytecode muss eine aus einer ganzzahligen Anzahl von 4-Byte-Begriffen bestehen.
es: El código de bytes del sombreador debe ser un número entero de palabras de 4 bytes.
fr: Le bytecode du nuanceur doit être un nombre intégral de mots de 4 octets.
it: Il bytecode di shader deve essere un numero integrale di parole a 4 byte.
ja: シェーダーのバイトコードは、4 バイト ワードの整数値でなければなりません。
ko: 셰이더 바이트코드는 4바이트 워드의 정수여야 합니다.
pl: Kod bajtowy cieniowania musi być całkowitą liczbą słów 4-bajtowych.
pt_br: O código de bytes do sombreador deve ser um número integral de palavras de 4 bytes.
ru: Байт-код шейдера должен являться целым числом четырехбайтных слов.
tr: Gölgelendirici bytecode'u 4 baytlık sözcüklerden oluşan bir tam sayı olmalıdır.
zh_hans: 着色器字节码必须为 4 字节字的整数。
zh_hant: 著色器 Bytecode 必須是四位元組文字的整數。

# Effect_ShaderBytecodeSource
source: No shader bytecode present. Must either set UriSource or call SetStreamSource.
cs: Není přítomná žádná hodnota bytecode funkce shader. Je nutné nastavit parametr UriSource nebo zavolat funkci SetStreamSource.
de: Es ist kein Shader-Bytecode vorhanden. Legen Sie entweder UriSource fest, oder rufen Sie SetStreamSource auf.
es: No hay ningún código de bytes de sombreador presente. Debe establecer UriSource o llamar a SetStreamSource.
fr: Aucun bytecode de nuanceur n'est présent. Définissez UriSource ou appelez SetStreamSource.
it: Bytecode di shader non presente. È necessario impostare UriSource o chiamare SetStreamSource.
ja: シェーダーのバイトコードがありません。UriSource を設定するか、SetStreamSource を呼び出す必要があります。
ko: 셰이더 바이트코드가 없습니다. UriSource를 설정하거나 SetStreamSource를 호출해야 합니다.
pl: Brak kodu bajtowego cieniowania. Należy ustawić właściwość UriSource lub wywołać metodę SetStreamSource.
pt_br: Não há um código de bytes de sombreador presente. Defina UriSource ou chame SetStreamSource.
ru: Байт-код шейдера отсутствует. Необходимо задать UriSource или вызвать SetStreamSource.
tr: Gölgelendirici bytecode'u yok. UriSource'un ayarlanması ya SetStreamSource'un çağrılması gerekiyor.
zh_hans: 不存在任何着色器字节码。必须设置 UriSource 或调用 SetStreamSource。
zh_hant: 著色器 Bytecode 不存在。必須設定 UriSource 或是呼叫 SetStreamSource。

# Effect_ShaderConstantType
source: Shader constant of type '{0}' is not allowed.
cs: Konstanta funkce shader typu {0} není povolená.
de: Shaderkonstanten vom Typ "{0}" sind nicht zulässig.
es: No se permite la constante de sombreador de tipo '{0}'.
fr: Une constante de nuanceur de type '{0}' n'est pas autorisée.
it: Costante di shader di tipo '{0}' non consentita.
ja: 型 '{0}' のシェーダー定数は使用できません。
ko: '{0}' 형식의 셰이더 상수는 사용할 수 없습니다.
pl: Stała cieniowania typu „{0}” jest niedozwolona.
pt_br: Não é permitida a constante de sombreador do tipo '{0}'.
ru: Тип константы шейдера "{0}" запрещен.
tr: '{0}' türündeki gölgelendirici sabitine izin verilmiyor.
zh_hans: 不允许使用类型为“{0}”的着色器常量。
zh_hant: 不允許型別為 '{0}' 的著色器常數。

# Effect_ShaderEffectPadding
source: Padding must be non-negative.
cs: Hodnota odsazení nesmí být záporná.
de: Der Abstand darf nicht negativ sein.
es: El relleno no debe ser negativo.
fr: La marge intérieure ne peut pas être négative.
it: Il riempimento non può essere negativo.
ja: パディングを負の値にすることはできません。
ko: 패딩은 음수가 아니어야 합니다.
pl: Uzupełnienie musi być nieujemne.
pt_br: O preenchimento deve ser não negativo.
ru: Заполнение не может быть отрицательным.
tr: Doldurma negatif olmamalıdır.
zh_hans: 填充必须是非负的。
zh_hant: 填補必須是非負數。

# Effect_ShaderPixelShaderSet
source: PixelShader must be set on ShaderEffect.
cs: U objektu ShaderEffect je nutné nastavit parametr PixelShader.
de: Für ShaderEffect muss PixelShader festgelegt sein.
es: Se debe establecer PixelShader en ShaderEffect.
fr: PixelShader doit avoir la valeur ShaderEffect.
it: PixelShader deve essere impostato su ShaderEffect.
ja: PixelShader は ShaderEffect で設定する必要があります。
ko: ShaderEffect에 PixelShader를 설정해야 합니다.
pl: Właściwość PixelShader musi być ustawiona dla obiektu ShaderEffect.
pt_br: O PixelShader deve ser definido em ShaderEffect.
ru: PixelShader должен быть установлен в ShaderEffect.
tr: ShaderEffect üzerinde PixelShader ayarlanmalıdır.
zh_hans: 必须在 ShaderEffect 上设置 PixelShader。
zh_hant: 必須在 ShaderEffect 上設定 PixelShader。

# Effect_ShaderSamplerType
source: Pixel shader sampler must be Effect.ImplicitInput, or an instance of BitmapCacheBrush, VisualBrush, or ImageBrush.
cs: Vzorkovník funkce Pixel shader musí být Effect.ImplicitInput nebo instance objektu BitmapCacheBrush, VisualBrush nebo ImageBrush.
de: Der Pixelshader-Sampler muss Effect.ImplicitInput oder eine Instanz von BitmapCacheBrush, VisualBrush oder ImageBrush sein.
es: La muestra de sombreador de píxeles debe ser Effect.ImplicitInput o una instancia de BitmapCacheBrush, VisualBrush o ImageBrush.
fr: L'échantillon du nuanceur de pixels doit être Effect.ImplicitInput ou une instance de BitmapCacheBrush, de VisualBrush ou de ImageBrush.
it: L'insieme di prova del pixel shader deve essere Effect.ImplicitInput o un'istanza di BitmapCacheBrush, VisualBrush o ImageBrush.
ja: ピクセル シェーダー サンプラーは Effect.ImplicitInput であるか、BitmapCacheBrush、VisualBrush、または ImageBrush のインスタンスでなければなりません。
ko: 픽셀 셰이더 샘플러는 Effect.ImplicitInput이거나 BitmapCacheBrush, VisualBrush 또는 ImageBrush의 인스턴스여야 합니다.
pl: Przykład cieniowania pikseli musi być stałą Effect.ImplicitInput albo wystąpieniem obiektu BitmapCacheBrush, VisualBrush lub ImageBrush.
pt_br: A amostra do sombreador de pixel deve ser Effect.ImplicitInput ou uma instância de BitmapCacheBrush, VisualBrush ou ImageBrush.
ru: Образец построителя текстуры должен быть Effect.ImplicitInput либо экземпляром BitmapCacheBrush, VisualBrush или ImageBrush.
tr: Piksel gölgelendirici örnekleyicisi Effect.ImplicitInput ya da bir BitmapCacheBrush, VisualBrush veya ImageBrush örneği olmalıdır.
zh_hans: 像素着色器取样器必须为 Effect.ImplicitInput，或者为 BitmapCacheBrush、VisualBrush 或 ImageBrush 的实例。
zh_hant: 像素著色器取樣器必須是 Effect.ImplicitInput，或是 BitmapCacheBrush、VisualBrush 或 ImageBrush 的執行個體。

# Effect_ShaderSeekableStream
source: PixelShader only accepts seekable streams.
cs: Funkce PixelShader akceptuje pouze vyhledatelné datové proudy.
de: PixelShader akzeptiert nur durchsuchbare Datenströme.
es: PixelShader solo acepta secuencias que admitan búsquedas.
fr: PixelShader accepte uniquement des flux accessibles en recherche.
it: PixelShader accetta solo flussi disponibili per la ricerca.
ja: PixelShader は検索可能なストリームのみ受け入れます。
ko: PixelShader에는 검색 가능한 스트림만 사용할 수 있습니다.
pl: Właściwość PixelShader akceptuje tylko strumienie możliwe do wyszukania.
pt_br: O PixelShader só aceita fluxos pesquisáveis.
ru: PixelShader принимает только потоки, которые можно найти.
tr: PixelShader yalnızca aranabilir akışları kabul eder.
zh_hans: PixelShader 仅接受可查找的流。
zh_hant: PixelShader 只能接受可搜尋的資料流。

# Effect_SourceUriMustBeFileOrPack
source: Uri must be a file or pack Uri.
cs: URI musí být identifikátor URI souboru nebo protokolu pack.
de: Der Uri muss ein Datei- oder Paket-Uri sein.
es: El URI debe ser de archivo o de paquete.
fr: L'URI doit être un fichier ou un URI à en-tête pack.
it: L'URI deve essere un file o un URI di tipo pack.
ja: URI はファイルまたはパック URI である必要があります。
ko: URI는 파일이나 pack URI여야 합니다.
pl: Identyfikator URI musi być identyfikatorem URI pliku lub pakietu.
pt_br: O URI deve ser um URI de arquivo ou de pacote.
ru: URI должен относиться к файлу или пакету.
tr: Uri bir file veya pack Uri'si olmalıdır.
zh_hans: uri 必须为文件或包 uri。
zh_hant: URI 必須是檔案或套件 URI。

# EmptyArray
source: Empty arrays are not a valid argument value.
cs: Prázdná pole nejsou platnou hodnotou argumentu.
de: Leere Arrays sind keine gültigen Argumentwerte.
es: Las matrices vacías no son un valor de argumento válido.
fr: Les tableaux vides ne sont pas une valeur d'argument valide.
it: Le matrici vuote non rappresentano un valore di argomento valido.
ja: 空の配列は、有効な引数値ではありません。
ko: 빈 배열은 잘못된 인수 값입니다.
pl: Puste tablice nie są prawidłowymi wartościami argumentu.
pt_br: As matrizes vazias não são um valor de argumento válido.
ru: Пустой массив нельзя использовать в качестве значения аргумента.
tr: Boş diziler geçerli bağımsız değişken değeri değildir.
zh_hans: 空数组不是有效的参数值。
zh_hant: 空白陣列不是有效的引數值。

# EmptyArrayNotAllowedAsArgument
source: The array cannot be empty.
cs: Pole nemůže být prázdné.
de: Das Array darf nicht leer sein.
es: La matriz no puede estar vacía.
fr: Le tableau ne peut pas être vide.
it: La matrice non può essere vuota.
ja: 配列を空にすることはできません。
ko: 배열은 비워 둘 수 없습니다.
pl: Tablica nie może być pusta.
pt_br: A matriz não pode estar vazia.
ru: Массив не может быть пустым.
tr: Dizi boş olamaz.
zh_hans: 数组不能为空。
zh_hant: 陣列不能是空的。

# EmptyDataToLoad
source: No data to load.
cs: Žádná data pro načtení.
de: Es sind keine Daten zum Laden vorhanden.
es: No hay datos para cargar.
fr: Aucune donnée à charger.
it: Nessun dato da caricare.
ja: 読み込むデータがありません。
ko: 로드 할 데이터가 없습니다.
pl: Nie ma żadnych danych do załadowania.
pt_br: Nenhum dado a carregar.
ru: Отсутствуют данные для загрузки.
tr: Yüklenecek veri yok.
zh_hans: 没有要加载的数据。
zh_hant: 沒有資料可載入。

# EmptyScToReplace
source: Collection cannot be empty.
cs: Kolekce nemůže být prázdná.
de: Die Sammlung darf nicht leer sein.
es: La colección no puede estar vacía.
fr: La collection ne peut pas être vide.
it: La raccolta non può essere vuota.
ja: コレクションを空にすることはできません。
ko: 컬렉션은 비워 둘 수 없습니다.
pl: Kolekcja nie może być pusta.
pt_br: A coleção não pode estar vazia.
ru: Семейство не может быть пустым.
tr: Koleksiyon boş olamaz.
zh_hans: 集合不能为空。
zh_hant: 集合不能是空的。
