Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NonCLSException
source: Text formatting engine encountered a non-CLS exception.
cs: Nástroj formátování textu narazil na výjimku, která není CLS.
de: Vom Textformatierungsmodul wurde eine Nicht-CLS-Ausnahme entdeckt.
es: El motor de formato de texto encontró una excepción no CLS.
fr: Le moteur de mise en forme du texte a rencontré une exception autre qu'une exception CLS.
it: Motore di formattazione del testo: rilevata eccezione non CLS.
ja: テキスト形式設定エンジンに、非 CLS 例外が発生しました。
ko: 텍스트 서식 엔진에서 비 CLS 예외가 발생했습니다.
pl: Aparat formatowania tekstu napotkał wyjątek niezgodny z CLS.
pt_br: O mecanismo de formatação de texto encontrou uma exceção diferente de CLS.
ru: Процессор форматирования текста обнаружил исключение, которое не относится к CLS.
tr: Metin biçimlendirme altyapısı CLS dışı bir özel durumla karşılaştı.
zh_hans: 文本格式化引擎遇到非 CLS 异常。
zh_hant: 文字格式設定引擎發現非 CLS 例外狀況。

# NonPackAppAbsoluteUriNotAllowed
source: Unsupported Uri syntax. Method expects a relative Uri or a pack://application:,,,/ form of absolute Uri.
cs: Nepodporovaná metoda syntaxe identifikátoru URI. Metoda očekává relativní identifikátor URI nebo balík://application:,,,/ jako formu absolutního identifikátoru URI.
de: Nicht unterstützte URI-Syntax. Von der Methode wird ein relativer URI oder die folgende Form eines absoluten URI erwartet: "pack://application:,,,/".
es: Sintaxis de Uri no admitida. El método espera un Uri relativo o un formato pack://aplicación:,,,/ de un Uri absoluto.
fr: Syntaxe d'URI non prise en charge. La méthode attend un URI relatif ou un pack://application:,,,/ sous la forme d'un URI absolu.
it: Sintassi URI non supportata. Per il metodo è previsto un URI relativo oppure un URI assoluto di tipo pack://applicazione:,,,/.
ja: サポートされていない URI 構文です。メソッドでは、相対 URI または絶対 URI の pack://application:,,,/ 形式が必要です。
ko: 지원되지 않는 URI 구문입니다. 메서드에 상대 URI 또는 pack://application:,,,/ 형식의 절대 URI가 필요합니다.
pl: Nieobsługiwana składnia identyfikatora URI. Metoda oczekuje względnego identyfikatora URI lub absolutnego identyfikatora URI w postaci pakiet://aplikacja:,,,/.
pt_br: Sintaxe de Uri sem suporte. O método espera um Uri relativo ou uma forma de Uri absoluto pack://aplicativo:,,,/.
ru: Недопустимый синтаксис идентификатора URI. Методу требуется относительный идентификатор URI или форма "pack://application:,,,/" абсолютного идентификатора URI.
tr: Desteklenmeyen Uri sözdizimi. Metot göreli bir Uri veya pack://application:,,,/ biçiminde mutlak Uri bekliyor.
zh_hans: 不支持的 URI 语法。方法需要相对 URI 或“pack://application:,,,/”格式的绝对 URI。
zh_hant: 不支援的 URI 語法。方法預期應有相對 URI 或 pack://application:,,,/ 格式的絕對 URI。

# NonWhiteSpaceInAddText
source: Text content is not allowed on this element. Cannot add the text '{0}'.
cs: Testový obsah tohoto prvku není povolen. Nelze přidat text {0}.
de: Der Textinhalt ist für dieses Element nicht zulässig. Der Text "{0}" kann nicht hinzugefügt werden.
es: El contenido del texto no está permitido en este elemento. No se puede agregar el texto '{0}'.
fr: Contenu texte non autorisé sur cet élément. Impossible d'ajouter le texte '{0}'.
it: Contenuto testuale non consentito per questo elemento. Impossibile aggiungere il testo '{0}'.
ja: テキスト コンテンツは、この要素では許可されていません。テキスト '{0}' を追加できません。
ko: 이 요소에 텍스트 콘텐츠를 사용할 수 없습니다. '{0}' 텍스트를 추가할 수 없습니다.
pl: Zawartość tekstowa jest niedozwolona w tym elemencie. Nie można dodać tekstu „{0}”.
pt_br: O contexto do texto não é permitido neste elemento. Não é possível adicionar o texto '{0}'.
ru: Данный элемент не может содержать текст. Невозможно добавить текст "{0}".
tr: Bu öğede metin içeriğine izin verilmiyor. '{0}' metni eklenemez.
zh_hans: 此元素上不允许文本内容。无法添加文本“{0}”。
zh_hant: 此項目不允許文字內容。無法新增文字 '{0}'。

# NotACommandText
source: Not a Command
cs: Není příkaz
de: Kein Befehl
es: No es un comando
fr: Commande non reconnue
it: Non è un comando
ja: コマンドではありません。
ko: 명령이 아님
pl: Nie jest poleceniem
pt_br: Não é um Comando
ru: Не команда
tr: Komut Değil
zh_hans: 不是命令
zh_hant: 不是命令

# NotAllowedPackageUri
source: The package URI is not allowed in the package store.
cs: Identifikátor URI balíku není povolen v tomto skladu balíků.
de: Der Paket-URI ist im Paketspeicher nicht zulässig.
es: El URI del paquete no está permitido en el almacén de paquetes.
fr: URI du package non autorisé dans le magasin de packages.
it: URI del pacchetto non consentito nell'archivio dei pacchetti.
ja: パッケージ URI は、パッケージ ストアでは許可されていません。
ko: 패키지 저장소에 패키지 URI를 사용할 수 없습니다.
pl: Identyfikator URI pakietu jest niedozwolony w magazynie pakietów.
pt_br: O URI de pacote não é permitido no repositório de pacotes.
ru: Универсальный идентификатор ресурса пакета недопустим в хранилище пакетов.
tr: Paket deposunda paket URI'sine izin verilmiyor.
zh_hans: 数据包存储中不允许数据包 URI。
zh_hant: 封裝存放區中不允許封裝 URI。

# NotAllowedToAccessStagingArea
source: Only PreProcessInput and PostProcessInput events can access InputManager staging area.
cs: Pouze události PreProcessInput a PostProcessInput mají přístup do prostoru činnosti manažera InputManager .
de: Auf den InputManager-Stagingbereich kann nur von PreProcessInput- und PostProcessInput-Ereignissen zugegriffen werden.
es: Sólo los eventos PreProcessInput y PostProcessInput pueden obtener acceso al área de almacenamiento de InputManager.
fr: Seuls les événements PreProcessInput et PostProcessInput peuvent accéder à la zone de transit InputManager.
it: Solo gli eventi PreProcessInput e PostProcessInput possono accedere all'area di gestione temporanea InputManager.
ja: PreProcessInput イベントと PostProcessInput イベントのみが、InputManager ステージング領域にアクセスできます。
ko: PreProcessInput과 PostProcessInput 이벤트만 InputManager 스테이징 영역에 액세스할 수 있습니다.
pl: Tylko zdarzenia PreProcessInput i PostProcessInput mogą uzyskać dostęp do obszaru przemieszczania InputManager.
pt_br: Somente os eventos PreProcessInput e PostProcessInput podem acessar a área de preparação InputManager.
ru: Только события PreProcessInput и PostProcessInput могут обращаться к области размещения InputManager.
tr: InputManager hazırlama alanına yalnızca PreProcessInput ve PostProcessInput olayları erişebilir.
zh_hans: 只有 PreProcessInput 和 PostProcessInput 事件可以访问 InputManager 临时区域。
zh_hant: 只有 PreProcessInput 與 PostProcessInput 事件可以存取 InputManager 集結區域。

# NotInInitialization
source: The object is not being initialized.
cs: Objekt nebyl inicializován.
de: Das Objekt wird nicht initialisiert.
es: El objeto no se está inicializando.
fr: L'objet n'est pas en cours d'initialisation.
it: Inizializzazione dell'oggetto non in corso.
ja: このオブジェクトは初期化中ではありません。
ko: 개체가 초기화되지 않고 있습니다.
pl: Obiekt nie jest inicjowany.
pt_br: O objeto não está sendo inicializado.
ru: Инициализация объекта не выполняется.
tr: Nesne başlatılmıyor.
zh_hans: 该对象尚未初始化。
zh_hant: 物件未在初始化。

# NullBaseUriParam
source: '{0}' parameter cannot be null unless '{1}' is an absolute URI.
cs: Parametry {0} nemohou být null, pokud parametr {1} není absolutní identifikátor URI.
de: Der {0}-Parameter darf nicht NULL sein, es sei denn, "{1}" ist ein absoluter URI.
es: El parámetro "{0}" no puede ser nulo a no ser que "{1}" sea un URI absoluto.
fr: Le paramètre '{0}' ne peut pas avoir une valeur null, sauf si '{1}' est un URI absolu.
it: Il parametro '{0}' non può essere Null a meno che '{1}' non sia un URI assoluto.
ja: '{1}' が絶対 URI でない場合は、'{0}' パラメーターを NULL にすることはできません。
ko: '{1}'이(가) 절대 URI가 아닌 경우 '{0}' 매개 변수는 null일 수 없습니다.
pl: Parametr „{0}” nie może być pusty, chyba że „{1}” jest bezwzględnym identyfikatorem URI.
pt_br: O parâmetro '{0}' não pode ser nulo, a menos que '{1}' seja um URI absoluto.
ru: Параметр "{0}" не может принимать значение NULL, если "{1}" не является абсолютным идентификатором URI.
tr: '{1}' mutlak URI olmadıkça '{0}' parametresi null olamaz.
zh_hans: 除非“{1}”是绝对 URI，否则“{0}”参数不能为 NULL。
zh_hant: 除非 '{1}' 是絕對 URI，否則 '{0}' 參數不可為 null。

# NullHwnd
source: Hwnd of zero is not valid.
cs: Hwnd o hodnotě nula není platný.
de: "Hwnd" mit dem Wert Null ist ungültig.
es: Hwnd de cero no es válido.
fr: Hwnd de zéro n'est pas valide.
it: Valore zero per Hwnd non valido.
ja: ゼロの Hwnd は無効です。
ko: 0인 Hwnd는 잘못되었습니다.
pl: Wartość zero parametru Hwnd nie jest prawidłowa.
pt_br: Hwnd de zero não é válido.
ru: Нулевой дескриптор Hwnd не является допустимым.
tr: Sıfır Hwnd geçerli değil.
zh_hans: 零的 Hwnd 无效。
zh_hant: 零值的 Hwnd 是無效的。

# OffsetNegative
source: Offset must be non-negative.
cs: Odsazení nesmí být záporná hodnota.
de: Das Offset darf nicht negativ sein.
es: El desplazamiento no puede ser negativo.
fr: L'offset ne doit pas être négatif.
it: L'offset non può essere negativo.
ja: オフセットは負ではありません。
ko: 오프셋은 음수가 아니어야 합니다.
pl: Przesunięcie nie może być ujemne.
pt_br: O deslocamento não deve ser negativo.
ru: Смещение должно быть неотрицательным.
tr: Göreli konum negatif olmamalıdır.
zh_hans: 偏移必须为非负数。
zh_hant: 位移必須是非負數。

# OleRegisterDragDropFailure
source: OleRegisterDragDrop failed with return code '{0}' and window handle '{1}'.
cs: OleRegisterDragDrop s návratovým kódem {0} a popisovačem okna {1} selhal.
de: Fehler bei OleRegisterDragDrop mit Rückgabecode "{0}" und Fensterhandle "{1}".
es: Error de OleRegisterDragDrop con código de retorno "{0}" e identificador de ventana "{1}".
fr: Échec de OleRegisterDragDrop avec le code de retour '{0}' et le handle de fenêtre '{1}'.
it: L'operazione OleRegisterDragDrop non è riuscita. Il codice restituito è '{0}' e l'handle di finestra è '{1}'.
ja: リターン コード '{0}' およびウィンドウ ハンドル '{1}' で、OleRegisterDragDrop に失敗しました。
ko: 반환 코드 '{0}'과(와) 창 핸들 '{1}'(으)로 인해 OleRegisterDragDrop이 실패했습니다.
pl: Operacja OleRegisterDragDrop zakończyła się niepowodzeniem z kodem powrotu „{0}” i uchwytem okna „{1}”.
pt_br: Falha de OleRegisterDragDrop com o código de retorno '{0}' e o identificador de janela '{1}'.
ru: Сбой выполнения OleRegisterDragDrop (код возврата "{0}", дескриптор окна "{1}").
tr: OleRegisterDragDrop, dönüş kodu '{0}' ve pencere işleyicisi '{1}' ile başarısız oldu.
zh_hans: OleRegisterDragDrop 失败，返回代码“{0}”和窗口句柄“{1}”。
zh_hant: OleRegisterDragDrop 失敗，傳回碼是 '{0}'，而視窗控制代碼是 '{1}'。

# OleRevokeDragDropFailure
source: OleRevokeDragDrop failed with return code '{0}' and window handle '{1}'.
cs: OleRevokeDragDrop s návratovým kódem {0} a popisovačem okna {1} selhal.
de: Fehler bei OleRevokeDragDrop mit Rückgabecode "{0}" und Fensterhandle "{1}".
es: Error de OleRevokeDragDrop con código de retorno "{0}" e identificador de ventana "{1}".
fr: Échec de OleRevokeDragDrop avec le code de retour '{0}' et le handle de fenêtre '{1}'.
it: L'operazione OleRevokeDragDrop non è riuscita. Il codice restituito è '{0}' e l'handle di finestra è '{1}'.
ja: リターン コード '{0}' およびウィンドウ ハンドル '{1}' で、OleRevokeDragDrop に失敗しました。
ko: 반환 코드 '{0}'과(와) 창 핸들 '{1}'(으)로 인해 OleRevokeDragDrop이 실패했습니다.
pl: Operacja OleRevokeDragDrop zakończyła się niepowodzeniem z kodem powrotnym „{0}” i uchwytem okna „{1}”.
pt_br: Falha de OleRevokeDragDrop com o código de retorno '{0}' e o identificador de janela '{1}'.
ru: Сбой выполнения OleRevokeDragDrop (код возврата "{0}", дескриптор окна "{1}").
tr: OleRevokeDragDrop, dönüş kodu '{0}' ve pencere işleyicisi '{1}' ile başarısız oldu.
zh_hans: OleRevokeDragDrop 失败，返回代码“{0}”和窗口句柄“{1}”。
zh_hant: OleRevokeDragDrop 失敗，傳回碼是 '{0}'，而視窗控制代碼是 '{1}'。

# OleServicesContext_ThreadMustBeSTA
source: Current thread must be set to single thread apartment (STA) mode before OLE calls can be made.
cs: Aktuální vlákno musí být nastaveno na režim STA (Single Thread Apartment), než bude možné vyvolat OLE.
de: Der aktuelle Thread muss in den STA-Modus (Singlethreadapartment) gesetzt werden, bevor OLE-Aufrufe durchgeführt werden können.
es: El subproceso actual se debe establecer en el modo STA (subprocesamiento controlado simple) para poder realizar las llamadas OLE.
fr: Le thread actuel doit être en mode STA (Single Thread Apartment) avant que des appels OLE puissent être effectués.
it: Il thread corrente deve essere impostato sulla modalità apartment a thread singolo (STA) prima di poter eseguire chiamate OLE.
ja: OLE を呼び出す前に、現在のスレッドをシングル スレッド アパートメント (STA) モードに設定しておく必要があります。
ko: OLE를 호출하려면 먼저 현재 스레드를 단일 스레드 아파트(STA) 모드로 설정해야 합니다.
pl: Przed wywołaniem OLE bieżący wątek należy ustawić w tryb Single Thread Apartment (STA).
pt_br: O thread atual deve ser definido para o modo STA antes que as chamadas de OLE possam ser feitas.
ru: Текущий поток должен находиться в режиме контейнера с одним потоком (STA), чтобы вызовы OLE стали возможны.
tr: OLe çağrıları yapılabilmesi için, önce geçerli iş parçacığının tek iş parçacığı apartmanı (STA) moduna ayarlanması gerekir.
zh_hans: 必须先将当前线程设置为单个线程单元(STA)模式方可进行 OLE 调用。
zh_hant: 目前的執行緒必須設定為單一執行緒 Apartment (STA) 模式，才能執行 OLE 呼叫。

# OleServicesContext_oleInitializeFailure
source: OleInitialize failed for '{0}'.
cs: OleInitialize selhal pro {0}.
de: Fehler bei "OleInitialize" für "{0}".
es: Error de OleInitialize para '{0}'.
fr: Échec de OleInitialize pour '{0}'.
it: Operazione OleInitialize non riuscita per '{0}'.
ja: '{0}' に対して OleInitialize に失敗しました。
ko: OleInitialize가 '{0}'(으)로 인해 실패했습니다.
pl: Operacja OleInitialize zakończyła się niepowodzeniem dla „{0}”.
pt_br: Falha de OleInitialize para '{0}'.
ru: Сбой выполнения OleInitialize для "{0}".
tr: '{0}' için OleInitialize başarısız oldu.
zh_hans: OleInitialize 因“{0}”失败。
zh_hant: '{0}' 的 OleInitialize 失敗。

# OnlyAcceptsKeyMessages
source: Keyboard processing can only process keyboard messages.
cs: Klávesnice může zpracovat pouze zprávy z klávesnice.
de: Von der Tastaturverarbeitung können nur Tastaturmeldungen verarbeitet werden.
es: El procesamiento de teclado sólo puede procesar los mensajes del teclado.
fr: Le traitement du clavier ne peut traiter que les messages clavier.
it: L'elaborazione della tastiera può solo elaborare messaggi della tastiera.
ja: キーボード処理は、キーボード メッセージのみを処理できます。
ko: 키보드 처리를 사용하면 키보드 메시지만 처리할 수 있습니다.
pl: Sterownik klawiatury może przetwarzać tylko komunikaty klawiatury.
pt_br: O processamento do teclado pode processar somente as mensagens do teclado.
ru: Объект Keyboard может обрабатывать сообщения только от клавиатуры.
tr: Klavye işleme yalnızca klavye iletilerini işleyebilir.
zh_hans: 键盘处理只能处理键盘消息。
zh_hant: 鍵盤處理只能處理鍵盤訊息。

# OnlyOneInitialization
source: The object is already initialized and cannot be initialized again.
cs: Objekt je již inicializován a nelze ho inicializovat znovu.
de: Das Objekt ist bereits initialisiert und kann nicht erneut initialisiert werden.
es: El objeto ya se ha inicializado y no se puede inicializar de nuevo.
fr: L'objet est déjà initialisé et ne peut pas l'être à nouveau.
it: L'oggetto è già inizializzato. Impossibile inizializzarlo di nuovo.
ja: このオブジェクトは既に初期化されているため、再度初期化することはできません。
ko: 개체가 이미 초기화되어 다시 초기화할 수 없습니다.
pl: Obiekt został już zainicjowany i nie można go zainicjować ponownie.
pt_br: O objeto já está inicializado e não pode ser inicializado novamente.
ru: Объект уже инициализирован, повторная инициализация запрещена.
tr: Nesne zaten başlatıldı ve yeniden başlatılamaz.
zh_hans: 该对象已初始化，无法再初始化。
zh_hant: 物件已初始化，且無法再初始化。

# OpenKeyDisplayString
source: Ctrl+O
de: Strg+O
es: Ctrl+A
pt_br: Ctrl+A

# OpenText
source: Open
cs: Otevřít
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
ja: [開く]
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
zh_hans: “打开”
zh_hant: [開啟]

# OptimalParagraphMustWrap
source: Paragraph must be allowed to wrap in total-fit formatting.
cs: Odstavec musí být možno sbalit ve formátu total-fit.
de: Für den Absatz muss das Anpassen an die Gesamtformatierung ermöglicht werden.
es: Se debe permitir al párrafo ajustarse al formato total.
fr: Le paragraphe doit être autorisé à appliquer la mise en forme complète.
it: È necessario consentire il ritorno a capo del paragrato nella formattazione ad adattamento totale.
ja: 段落は、トータルフィット形式で改行できるようにする必要があります。
ko: 단락은 전체 맞춤 서식으로 래핑할 수 있어야 합니다.
pl: Akapit musi mieć możliwość zawijania formatowania dopasowania.
pt_br: O parágrafo deve ter permissão de quebrar em formatação de ajuste total.
ru: Абзац должен разрешать перенос слов при форматировании по ширине.
tr: Toplam sığdırma biçiminde paragrafın kaydırılmasına izin verilmelidir.
zh_hans: 必须允许段落以完全适合的格式换行。
zh_hant: 在完全調整格式設定中，必須允許段落自動換行。

# PackWebRequestCachePolicyIllegal
source: Cache policy is not valid.
cs: Strategie cache není platná.
de: Ungültige Cacherichtlinie.
es: La directiva de caché no es válida.
fr: Stratégie de cache non valide.
it: Criteri della cache non validi.
ja: キャッシュ ポリシーが無効です。
ko: 캐시 정책이 잘못되었습니다.
pl: Zasady pamięci podręcznej są nieprawidłowe.
pt_br: A política de cache não é válida.
ru: Недопустимая политика кэширования.
tr: Önbellek ilkesi geçersiz.
zh_hans: 缓存策略无效。
zh_hant: 快取原則無效。

# PackageAlreadyExists
source: A package with the same URI is already in the package store.
cs: Balík se stejným identifikátorem URI je již ve skladu.
de: Im Paketspeicher ist bereits ein Paket mit demselben URI vorhanden.
es: Un paquete con el mismo URI ya está presente en el almacén de paquetes.
fr: Un package avec le même URI existe déjà dans le magasin de packages.
it: Pacchetto con lo stesso URI già esistente nell'archivio dei pacchetti.
ja: 同じ URI のパッケージは既にパッケージ ストアにあります。
ko: 같은 URI를 사용하는 패키지가 패키지 저장소에 이미 있습니다.
pl: Pakiet o tym samym identyfikatorze URI znajduje się już w magazynie pakietów.
pt_br: Um pacote com o mesmo URI já está no repositório de pacotes.
ru: Хранилище пакетов уже содержит пакет с данным идентификатором URI.
tr: Paket deposunda aynı URI'ye sahip bir paket zaten var.
zh_hans: 数据包存储中已经有相同 URI 的数据包。
zh_hant: 封裝存放區中已有相同 URI 的封裝。

# PaginatorMissingContentPosition
source: Specified ContentPosition is not valid for this element.
cs: Určená pozice ContentPosition není pro tento prvek platná.
de: Der angegebene ContentPosition-Wert ist für das Element nicht gültig.
es: La ContentPosition especificada no es válida para este elemento.
fr: ContentPosition non valide pour cet élément.
it: Il valore ContentPosition specificato non è valido per questo elemento.
ja: この要素に対して指定された ContentPosition が無効です。
ko: 지정한 ContentPosition을 이 요소에 사용할 수 없습니다.
pl: Określona pozycja ContentPosition jest nieprawidłowa dla tego elementu.
pt_br: ContentPosition especificado não é válido para este elemento.
ru: Указанное значение ContentPosition не подходит для данного элемента.
tr: Belirtilen ContentPosition bu öğe için geçerli değil.
zh_hans: 指定的 ContentPosition 对此元素无效。
zh_hant: 指定的 ContentPosition 對於此項目而言是無效的。

# PaginatorNegativePageNumber
source: Page number cannot be negative.
cs: Číslo stránky nemůže být záporné.
de: Die Seitenzahl kann nicht negativ sein.
es: El número de página no puede ser negativo.
fr: Le numéro de page ne peut pas être négatif.
it: Il numero di pagina non può essere negativo.
ja: ページ番号は負の数にできません。
ko: 페이지 번호는 음수일 수 없습니다.
pl: Numer strony nie może być ujemny.
pt_br: O número da página não pode ser negativo.
ru: Номер страницы не может быть отрицательным.
tr: Sayfa numarası negatif olamaz.
zh_hans: 页码不能为负数。
zh_hant: 頁碼不能為負數。

# ParameterCannotBeGreaterThan
source: The parameter value cannot be greater than '{0}'.
cs: Hodnota tohoto parametru nemůže být větší než {0}.
de: Der Parameterwert darf nicht größer sein als "{0}".
es: El valor del parámetro no puede ser mayor que '{0}'.
fr: Le paramètre ne peut pas avoir une valeur supérieure à '{0}'.
it: Il valore del parametro non può essere maggiore di '{0}'.
ja: パラメーター値は、'{0}' より大きくできません。
ko: 매개 변수 값이 '{0}'보다 클 수 없습니다.
pl: Wartość parametru nie może być większa niż „{0}”.
pt_br: O valor do parâmetro não pode ser maior que '{0}'.
ru: Значение параметра не может быть больше "{0}".
tr: Parametre değeri '{0}' değerinden büyük olamaz.
zh_hans: 参数值不能大于“{0}”。
zh_hant: 參數值不能大於 '{0}'。

# ParameterCannotBeLessThan
source: The parameter value cannot be less than '{0}'.
cs: Hodnota tohoto parametru nemůže být menší než {0}.
de: Der Parameterwert darf nicht kleiner sein als "{0}".
es: El valor del parámetro no puede ser menor que '{0}'.
fr: Le paramètre ne peut pas avoir une valeur inférieure à '{0}'.
it: Il valore del parametro non può essere minore di '{0}'.
ja: パラメーター値は、'{0}' 未満にできません。
ko: 매개 변수 값이 '{0}'보다 작을 수 없습니다.
pl: Wartość parametru nie może być mniejsza niż „{0}”.
pt_br: O valor do parâmetro não pode ser menor que '{0}'.
ru: Значение параметра не может быть меньше "{0}".
tr: Parametre değeri '{0}' değerinden küçük olamaz.
zh_hans: 参数值不能小于“{0}”。
zh_hant: 參數值不能小於 '{0}'。

# ParameterCannotBeNegative
source: Parameter must be greater than or equal to zero.
cs: Hodnota tohoto parametru musí být větší nebo rovna nule.
de: Der Parameter muss größer oder gleich null sein.
es: El parámetro debe ser mayor que o igual a cero.
fr: Le paramètre doit être supérieur ou égal à zéro.
it: Il valore del parametro deve essere maggiore o uguale a zero.
ja: パラメーターは 0 以上でなければなりません。
ko: 매개 변수는 0보다 크거나 같아야 합니다.
pl: Parametr musi być większy lub równy zeru.
pt_br: O parâmetro deve ser maior ou igual a zero.
ru: Значение параметра должно быть больше или равно 0.
tr: Parametre sıfıra eşit veya daha büyük olmalıdır.
zh_hans: 参数必须大于或等于零。
zh_hant: 參數必須大於或等於零。

# ParameterMustBeBetween
source: The parameter value must be between '{0}' and '{1}'.
cs: Hodnota tohoto parametru musí být v rozsahu od {0} do {1}.
de: Der Parameterwert muss zwischen "{0}" und "{1}" liegen.
es: El valor del parámetro debe estar comprendido entre "{0}" y "{1}".
fr: La valeur du paramètre doit être comprise entre '{0}' et '{1}'.
it: Il valore del parametro deve essere compreso tra '{0}' e '{1}'.
ja: パラメーター値は、'{0}' と '{1}' の間である必要があります。
ko: 매개 변수 값은 '{0}'과(와) '{1}' 사이에 있어야 합니다.
pl: Wartość parametru musi należeć do przedziału od „{0}” do „{1}”.
pt_br: O valor do parâmetro precisa estar entre '{0}' e '{1}'.
ru: Параметр должен принимать значения от "{0}" до "{1}".
tr: Parametre değeri '{0}' ile '{1}' arasında olmalıdır.
zh_hans: 参数值必须介于“{0}”到“{1}”之间。
zh_hant: 參數值必須介於 '{0}' 到 '{1}' 之間。

# ParameterMustBeGreaterThanZero
source: The parameter value must be greater than zero.
cs: Hodnota tohoto parametru musí být větší než nula.
de: Der Parameterwert muss größer Null sein.
es: El valor del parámetro debe ser mayor que cero.
fr: La valeur du paramètre doit être supérieure à zéro.
it: Il valore del parametro deve essere maggiore di zero.
ja: パラメーター値は、0 より大きい必要があります。
ko: 매개 변수 값은 0보다 커야 합니다.
pl: Wartość parametru musi być większa od zera.
pt_br: O valor do parâmetro deve ser maior que zero.
ru: Значение параметра должно быть больше 0.
tr: Parametre değeri sıfırdan büyük olmalıdır.
zh_hans: 参数值必须大于零。
zh_hant: 參數值必須大於零。

# ParameterValueCannotBeInfinity
source: The parameter value must be finite.
cs: Hodnota tohoto parametru nesmí být nekonečno.
de: Der Parameterwert muss endlich sein.
es: El valor del parámetro debe ser finito.
fr: La valeur du paramètre doit être finie.
it: Il valore del parametro deve essere finito.
ja: パラメーター値は、有限である必要があります。
ko: 매개 변수는 유한한 값이어야 합니다.
pl: Wartość parametru musi być skończona.
pt_br: O valor do parâmetro deve ser finito.
ru: Значение параметра должно быть конечным.
tr: Parametre değeri sonlu olmalıdır.
zh_hans: 参数值必须有限。
zh_hant: 參數值必須有限制。

# ParameterValueCannotBeNaN
source: The parameter value must be a number.
cs: Hodnota tohoto parametru musí být číslo.
de: Der Parameterwert muss eine Zahl sein.
es: El valor del parámetro debe ser un número.
fr: La valeur du paramètre doit être numérique.
it: Il valore del parametro deve essere un numero.
ja: パラメーター値は、数値である必要があります。
ko: 매개 변수 값은 숫자여야 합니다.
pl: Wartość parametru musi być liczbą.
pt_br: O valor do parâmetro deve ser um número.
ru: Значение параметра должно быть числом.
tr: Parametre değeri bir sayı olmalıdır.
zh_hans: 参数值必须是一个数。
zh_hant: 參數值必須是數字。
