Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AccessKeyManager_NotAUnicodeCharacter
source: '{0}' is not a single Unicode character.
cs: {0} není jeden znak Unicode.
de: "{0}" ist kein einzelnes Unicode-Zeichen.
es: '{0}' no es un único carácter Unicode.
fr: '{0}' n'est pas un caractère Unicode unique.
it: '{0}' non è un carattere Unicode singolo.
ja: '{0}' は単一の Unicode 文字ではありません。
ko: '{0}'은(는) 단일 유니코드 문자가 아닙니다.
pl: Element „{0}” nie jest pojedynczym znakiem w kodzie Unicode.
pt_br: '{0}' não é um caractere Unicode único.
ru: "{0}" не является одним символом Юникода.
tr: '{0}' tek Unicode karakter değildir.
zh_hans: “{0}”不是单个 Unicode 字符。
zh_hant: '{0}' 不是單一 Unicode 字元。

# AcquireBreakRecordFailure
source: Text formatting engine cannot acquire break record due to error: '{0}'.
cs: Nástroj formátování textu nemůže získat záznam o přerušení kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers kein Umbruchdatensatz abgerufen werden: "{0}".
es: El motor de formato del texto no puede adquirir el registro de interrupción debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas acquérir d'enregistrement d'arrêt en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile acquisire il record di interruzione a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のために中断レコードを取得できません。
ko: 오류로 인해 텍스트 서식 엔진이 중단 레코드를 가져올 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może uzyskać rekordu podziału z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode obter uma quebra de registro devido ao erro: '{0}'.
ru: Процессор форматирования текста не может получить запись разбиения из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle kesme kaydı alamıyor: '{0}'.
zh_hans: 由于错误:“{0}”，文本格式引擎无法获取中断记录。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法取得中斷記錄: '{0}'。

# AcquirePenaltyModuleFailure
source: Text formatting engine cannot acquire text penalty module due to error: '{0}'.
cs: Nástroj formátování textu nemůže získat modul penalizace textu kvůli chybě: {0}.
de: Das Textformatierungsmodul kann aufgrund eines Fehlers keine Verbindung mit dem Textabzugmodul herstellen: "{0}".
es: El motor de formato del texto no puede adquirir el módulo de sanción de texto debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas acquérir le module de pénalités de texte en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile acquisire il modulo di penalità del testo a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のためにテキスト ペナルティ モジュールを取得できません。
ko: 오류로 인해 텍스트 서식 엔진이 텍스트 패널티 모듈을 가져올 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może osiągnąć modułu kar z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode obter o módulo de penalidade de texto devido ao erro: '{0}'.
ru: Процессор форматирования текста не может получить модуль тестовых штрафов из-за ошибки "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle metin ceza modülünü alamıyor: '{0}'.
zh_hans: 由于错误:“{0}”，文本格式引擎无法获取文本处罚模块。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法取得文字懲罰 (text penalty) 模組: '{0}'。

# AddText_Invalid
source: Cannot add text to '{0}'.
cs: Nelze přidat text do souboru {0}.
de: Der Text kann "{0}" nicht hinzugefügt werden.
es: No se puede agregar texto a '{0}'.
fr: Impossible d'ajouter du texte à '{0}'.
it: Impossibile aggiungere testo a '{0}'.
ja: テキストを '{0}' に追加できません。
ko: '{0}'에 텍스트를 추가할 수 없습니다.
pl: Nie można dodać tekstu do elementu „{0}”.
pt_br: Não é possível adicionar texto a '{0}'.
ru: Не удается добавить текст в "{0}".
tr: '{0}' öğesine metin eklenemez.
zh_hans: 无法向“{0}”添加文本。
zh_hant: 無法新增文字至 '{0}'。

# AllGesturesMustExistAlone
source: If AllGestures is specified, it must be the only ApplicationGesture in the ApplicationGesture array.
cs: Pokud je určena třída AllGestures, musí být jedinou třídou ApplicationGesture v souboru tříd ApplicationGesture.
de: Wenn "AllGestures" angegeben wird, muss es sich dabei um die einzige "ApplicationGesture" im ApplicationGesture-Array handeln.
es: Si se especifica AllGestures, deberá ser el único ApplicationGesture de la matriz ApplicationGesture.
fr: Si AllGestures est spécifié, il doit s'agir du seul ApplicationGesture du tableau ApplicationGesture.
it: Se si specifica AllGestures, è necessario che sia l'unico ApplicationGesture nella matrice ApplicationGesture.
ja: AllGestures を指定する場合は、ApplicationGesture 配列内で唯一の ApplicationGesture でなければなりません。
ko: AllGestures가 지정되면 ApplicationGesture 배열에 ApplicationGesture만 있어야 합니다.
pl: Jeśli określono wartość AllGestures, musi to być jedyny element ApplicationGesture w tablicy ApplicationGesture.
pt_br: Se AllGestures estiver especificado, será o único ApplicationGesture na matriz ApplicationGesture.
ru: Если указано значение AllGestures, оно должно быть единственным ApplicationGesture в массиве ApplicationGesture.
tr: AllGestures belirtilirse, bu ApplicationGesture dizisindeki tek ApplicationGesture olmalıdır.
zh_hans: 如果已指定 AllGestures，它必须是 ApplicationGesture 数组中仅有的 ApplicationGesture。
zh_hant: 若指定 AllGestures，它必須是 ApplicationGesture 陣列中唯一的 ApplicationGesture。

# AnimEffect_AlreadyAttached
source: This AnimationEffect is already attached to a UIElement.
cs: Tento AnimationEffect je již přiřazen prvku UIElement.
de: "AnimationEffect" ist bereits an "UIElement" angefügt.
es: Este AnimationEffect ya se ha adjuntado a un UIElement.
fr: L'AnimationEffect est déjà attaché à un UIElement.
it: Questo AnimationEffect è già associato a un UIElement.
ja: この AnimationEffect は、既に UIElement に関連付けられています。
ko: 이 AnimationEffect는 이미 UIElement에 연결되어 있습니다.
pl: Ten element AnimationEffect jest już dołączony do elementu UIElement.
pt_br: Este AnimationEffect já foi anexado a um UIElement.
ru: Данный эффект AnimationEffect уже присоединен к элементу UIElement.
tr: Bu AnimationEffect zaten bir UIElement öğesine eklenmiş.
zh_hans: 该 AnimationEffect 已附加到 UIElement。
zh_hant: 此 AnimationEffect 已附加到 UIElement。

# AnimEffect_CollectionInUse
source: This AnimationEffectCollection is already being used by another UIElement.
cs: Tato AnimationEffectCollection je již používána jiným prvkem UIElement.
de: "AnimationEffectCollection" wird bereits von einem anderen "UIElement" verwendet.
es: Otro UIElement ya está usando este AnimationEffectCollection.
fr: L'AnimationEffectCollection est déjà utilisé par un autre UIElement.
it: Questo AnimationEffectCollection è già utilizzato da un altro UIElement.
ja: この AnimationEffectCollection は、既に別の UIElement によって使用されています。
ko: 이 AnimationEffectCollection을 다른 UIElement가 이미 사용하고 있습니다.
pl: Ten element AnimationEffectCollection jest już używany przez inny element UIElement.
pt_br: Este AnimationEffectCollection já está sendo usado por outro UIElement.
ru: Данное семейство AnimationEffectCollection уже используется другим элементом UIElement.
tr: Bu AnimationEffectCollection zaten başka bir UIElement tarafından kullanılıyor.
zh_hans: 该 AnimationEffectCollection 已由另一 UIElement 使用。
zh_hant: 此 AnimationEffectCollection 已由另一個 UIElement 使用中。

# AnimEffect_NoVisual
source: This AnimationEffect is not attached to a Visual.
cs: Tento AnimationEffect není přiřazen k prvku Visual.
de: "AnimationEffect" ist nicht an ein Visual-Objekt angefügt.
es: Este AnimationEffect no está conectado a un Visual.
fr: L'AnimationEffect n'est pas attaché à un Visual.
it: Questo AnimationEffect non è associato a un Visual.
ja: この AnimationEffect は Visual に関連付けられていません。
ko: 이 AnimationEffect는 Visual에 연결되어 있지 않습니다.
pl: Ten element AnimationEffect nie jest dołączony do obiektu Visual.
pt_br: Este AnimationEffect não foi anexado a um Visual.
ru: Данный AnimationEffect не присоединен к Visual.
tr: Bu AnimationEffect bir Visual öğesine bağlı değil.
zh_hans: 该 AnimationEffect 未附加到 Visual。
zh_hant: 此 AnimationEffect 未附加到 Visual。

# Animation_AnimationTimelineTypeMismatch
source: AnimationTimeline of type '{0}' cannot be used to animate the '{1}' property of type '{2}'.
cs: Třídu AnimationTimeline typu {0} nelze použít pro animaci vlastnosti {1} typu {2}.
de: AnimationTimeline vom Typ "{0}" kann nicht zum Animieren der {1}-Eigenschaft vom Typ "{2}" verwendet werden.
es: No se puede usar un AnimationTimeline de tipo "{0}" para animar la propiedad "{1}" de tipo "{2}".
fr: Impossible d'utiliser l'AnimationTimeline de type '{0}' pour animer la propriété '{1}' de type '{2}'.
it: Non è possibile usare l'elemento AnimationTimeline di tipo '{0}' per l'animazione della proprietà '{1}' di tipo '{2}'.
ja: 型 '{0}' の AnimationTimeline を使用して、型 '{2}' の '{1}' プロパティをアニメーション処理することはできません。
ko: '{0}' 형식의 AnimationTimeline을 사용하여 '{2}' 형식의 '{1}' 속성에 애니메이션 효과를 줄 수 없습니다.
pl: Nie można użyć klasy AnimationTimeline typu „{0}” do animowania właściwości „{1}” typu „{2}”.
pt_br: A AnimationTimeline do tipo '{0}' não pode ser usada para animar a propriedade '{1}' do tipo '{2}'.
ru: Параметр AnimationTimeline типа "{0}" невозможно использовать для анимации свойства "{1}" типа "{2}".
tr: '{2}' türündeki '{1}' özelliği animasyonu için '{0}' türünde AnimationTimeline kullanılamaz.
zh_hans: 不可使用类型为“{0}”的 AnimationTimeline 来实现类型为“{2}”的“{1}”属性的动画。
zh_hant: 無法使用類型為 '{0}' 的 AnimationTimeline 來顯示類型為 '{2}' 之 '{1}' 屬性的動畫。

# Animation_CalculatedValueIsInvalidForProperty
source: The animation(s) applied to the '{0}' property calculate a current value of '{1}', which is not a valid value for the property.
cs: Animace použité pro vlastnost {0} počítají aktuální hodnotu {1}, která není platnou hodnotou této vlastnosti.
de: Von der/den auf die {0}-Eigenschaft angewendeten Animation(en) wird aktuell der Wert "{1}" berechnet, bei dem es sich um keinen gültigen Wert für die Eigenschaft handelt.
es: Las animaciones aplicadas a la propiedad "{0}" calculan un valor actual "{1}", que no es válido para la propiedad.
fr: Les animations appliquées à la propriété '{0}' calculent la valeur actuelle de '{1}', qui n'est pas une valeur valide pour la propriété.
it: Le animazioni applicate alla proprietà '{0}' calcolano un valore corrente di '{1}', che non rappresenta un valore valido per la proprietà.
ja: '{0}' プロパティに適用されたアニメーションでは、'{1}' の現在値を計算します。この値は、このプロパティに対して有効な値ではありません。
ko: '{0}' 속성에 대해 애니메이션을 적용하여 '{1}'의 현재 값을 계산하였으나 이 값은 해당 속성에 유효한 값이 아닙니다.
pl: Animacje zastosowane do właściwości „{0}” obliczają bieżącą wartość „{1}”, która nie jest prawidłową wartością dla właściwości.
pt_br: As animações aplicadas à propriedade '{0}' calculam o valor atual de '{1}', que não é um valor válido para a propriedade.
ru: Значение "{1}", вычисленное при анимации свойства "{0}", не является допустимым.
tr: '{0}' özelliğine uygulanan animasyonlar şu anda '{1}' sonucunu veriyor ve bu, özellik için geçerli bir değer değil.
zh_hans: 应用于“{0}”属性的动画计算“{1}”的当前值，而该值不是此属性的有效值。
zh_hant: 套用至 '{0}' 屬性的動畫，計算出目前值為 '{1}'，這對於該屬性而言不是有效值。

# Animation_ChildMustBeKeyFrame
source: A child of KeyFrameAnimation in XAML must be a KeyFrame of a compatible type.
cs: Podřízený prvek třídy KeyFrameAnimation v jazyce XAML musí být KeyFrame kompatibilního typu.
de: Bei untergeordneten Elementen von "KeyFrameAnimation" in XAML muss es sich um einen "KeyFrame" eines kompatiblen Typs handeln.
es: Un objeto secundario de KeyFrameAnimation en XAML debe ser un KeyFrame de un tipo compatible.
fr: Un enfant de KeyFrameAnimation en XAML doit être un KeyFrame de type compatible.
it: Un elemento figlio di KeyFrameAnimation in XAML deve essere un KeyFrame di un tipo compatibile.
ja: XAML 内の KeyFrameAnimation の子は、互換性のある種類の KeyFrame でなければなりません。
ko: XAML에서 KeyFrameAnimation의 자식은 호환되는 형식의 KeyFrame이어야 합니다.
pl: Element podrzędny obiektu KeyFrameAnimation w dokumencie XAML musi być obiektem KeyFrame o zgodnym typie.
pt_br: Um filho de KeyFrameAnimation no XAML deve ser um KeyFrame de um tipo compatível.
ru: Дочерний объект KeyFrameAnimation в XAML должен иметь тип KeyFrame или совместимый.
tr: XAML içinde bir KeyFrameAnimation alt öğesinin uyumlu türde bir KeyFrame olması gerekir.
zh_hans: XAML 中的 KeyFrameAnimation 的子级必须为兼容类型的 KeyFrame。
zh_hant: XAML 中 KeyFrameAnimation 的子項目必須是相容型別的 KeyFrame。

# Animation_ChildTypeMismatch
source: One of the animations in the timeline is a '{0}' and cannot be used to animate a property of type '{1}'.
cs: Jednou z animací na časové ose je prvek {0}, který nelze použít pro animaci vlastnosti typu {1}.
de: Bei einer der Animationen auf der Zeitskala handelt es sich um ein {0}-Objekt, das nicht zum Animieren einer Eigenschaft vom Typ "{1}" verwendet werden kann.
es: Una de las animaciones de la escala de tiempo es "{0}" y no se puede usar para animar una propiedad de tipo "{1}".
fr: L'une des animations de la chronologie est un '{0}' et ne peut pas être utilisée pour animer une propriété de type '{1}'.
it: Una delle animazioni nella sequenza temporale è un elemento '{0}'. Non è possibile usarlo per l'animazione di una proprietà di tipo '{1}'.
ja: タイムラインのアニメーションの 1 つが '{0}' で、型 '{1}' のプロパティをアニメーション処理するために使用できません。
ko: '{0}'은(는) 타임라인의 애니메이션 중 하나이며 '{1}' 형식의 속성에 애니메이션 효과를 주는 데 사용할 수 없습니다.
pl: Jedną z animacji na osi czasu jest „{0}” i nie można jej użyć do animowania właściwości typu „{1}”.
pt_br: Uma das animações na linha do tempo é um '{0}' e não pode ser usada para animar uma propriedade do tipo '{1}'.
ru: Анимацию "{0}" временной шкалы невозможно использовать для свойства типа "{1}".
tr: Zaman çizelgesindeki animasyonlardan biri '{0}' ve bu '{1}' üründe bir özelliğin animasyonu için kullanılamaz.
zh_hans: 时间线中的一个动画是“{0}”，无法用于实现类型为“{1}”的属性的动画。
zh_hant: 時間表中的其中一個動畫是 '{0}'，且無法用於顯示類型 '{1}' 屬性的動畫。

# Animation_DependencyPropertyIsNotAnimatable
source: '{0}' property is not animatable on '{1}' class because the IsAnimationProhibited flag has been set on the UIPropertyMetadata used to associate the property with the class.
cs: Vlastnost {0} nelze animovat ve třídě {1}, protože byl nastaven příznak IsAnimationProhibited ve třídě UIPropertyMetadata používané pro přidružení vlastnosti k dané třídě.
de: Die {0}-Eigenschaft ist für die {1}-Klasse nicht animierbar, weil das IsAnimationProhibited-Flag für die UIPropertyMetadata festgelegt wurde, die zum Verknüpfen der Eigenschaft mit der Klasse verwendet werden.
es: La propiedad "{0}" no se puede animar en la clase "{1}" porque la marca IsAnimationProhibited se ha establecido en el UIPropertyMetadata usado para asociar la propiedad a la clase.
fr: La propriété '{0}' ne peut pas être animée sur la classe '{1}', car l'indicateur IsAnimationProhibited a été défini en fonction du UIPropertyMetadata utilisé pour associer la propriété à la classe.
it: La proprietà '{0}' non supporta l'animazione nella classe '{1}' perché è stato impostato il flag IsAnimationProhibited nell'istanza di UIPropertyMetadata usata per associare la proprietà alla classe.
ja: '{0}' プロパティは、'{1}' クラスでアニメーション処理できません。IsAnimationProhibited フラグが、このクラスとプロパティを関連付けるために使用される UIPropertyMetadata で設定されています。
ko: 클래스와 속성을 연결하는 데 사용한 UIPropertyMetadata에 IsAnimationProhibited 플래그가 설정되었기 때문에 '{0}' 속성은 '{1}' 클래스에 애니메이션 효과를 줄 수 없습니다.
pl: Właściwości „{0}” nie można animować w klasie „{1}”, ponieważ flaga IsAnimationProhibited została ustawiona na wartość UIPropertyMetadata używaną do skojarzenia właściwości z klasą.
pt_br: A propriedade '{0}' não pode ser animada na classe '{1}' porque o sinalizador IsAnimationProhibited foi definido na UIPropertyMetadata usada para associar a propriedade à classe.
ru: Свойство "{0}" не подлежит анимации в классе "{1}", так как установлен флаг IsAnimationProhibited в метаданных UIPropertyMetadata, связывающих свойство с классом.
tr: Özelliği sınıfla ilişkilendirmek için kullanılan UIPropertyMetadata üzerinde IsAnimationProhibited bayrağı ayarlandığından '{0}' özelliği '{1}' sınıfı üzerinde animasyon için kullanılabilir değil.
zh_hans: “{0}”属性在“{1}”类上不是可动态的，因为 UIPropertyMetadata 上已设置 IsAnimationProhibited 标记，用于将属性与类关联。
zh_hant: '{0}' 屬性無法在 '{1}' 類別上顯示動畫，因為已在用於和該類別屬性產生關聯的 UIPropertyMetadata 上，設定了 IsAnimationProhibited 旗標。

# Animation_Exception
source: Cannot animate the '{0}' property on a '{1}' using a '{2}'. For details see the inner exception.
cs: Nelze animovat vlastnost {0} v prvku {1} pomocí prvku {2}. Podrobnosti naleznete ve vnitřní výjimce.
de: Die Eigenschaft "{0}" auf "{1}" kann nicht mithilfe von "{2}" animiert werden. Detaillierte Informationen finden Sie bei der inneren Ausnahme.
es: No se puede animar la propiedad "{0}" en "{1}" mediante "{2}". Para obtener más detalles, consulte la excepción interna.
fr: Impossible d'animer la propriété '{0}' sur '{1}' à l'aide de '{2}'. Pour plus d'informations, consultez l'exception interne.
it: Non è possibile animare la proprietà '{0}' in un elemento '{1}' usando un elemento '{2}'. Per dettagli, vedere l'eccezione interna.
ja: '{2}' を使用して '{1}' で '{0}' プロパティをアニメーション処理できません。詳細については、内部例外をご確認ください。
ko: '{2}'을(를) 사용하여 '{1}'의 '{0}' 속성에 애니메이션 효과를 줄 수 없습니다. 자세한 내용은 내부 예외를 참조하세요.
pl: Nie można animować właściwości „{0}” w lokalizacji „{1}” przy użyciu elementu „{2}”. Aby uzyskać szczegółowe informacje, zobacz wyjątek wewnętrzny.
pt_br: Não é possível animar a propriedade '{0}' em '{1}' usando um '{2}'. Para obter detalhes, confira a exceção interna.
ru: Не удается анимировать свойство "{0}" для "{1}" с помощью "{2}". Дополнительные сведения см. в описании внутреннего исключения.
tr: '{2}' kullanılarak '{1}' üzerinde '{0}' özelliğinin animasyonu oluşturulamıyor. Ayrıntılar için iç özel duruma bakın.
zh_hans: 无法使用“{2}”在“{1}”上实现“{0}”属性的动画。有关详细信息，请查看内部异常。
zh_hant: 無法在使用 '{2}' 的 '{1}' 上顯示 '{0}' 屬性的動畫。如需詳細資料，請參閱內部例外狀況。

# Animation_InvalidBaseValue
source: '{0}' is not a valid '{1}' value for class '{2}'. This value might have been supplied by the base value of the property being animated or the output value of another animation applied to the same property.
cs: {0} není platná hodnota {1} pro třídu {2}. Tato hodnota by mohla být poskytnuta základní hodnotou animované vlastnosti nebo výstupní hodnotou jiné animace použité na stejnou vlastnost.
de: "{0}" ist ein ungültiger {1}-Wert für die Klasse "{2}". Dieser Wert wurde möglicherweise vom Basiswert der animierten Eigenschaft oder dem Ausgabewert einer anderen Animation bereitgestellt, die auf die gleiche Eigenschaft angewendet wird.
es: "{0}" no es un valor "{1}" válido para la clase "{2}". Este valor lo puede haber suministrado el valor base de la propiedad que se está animando o el valor de salida de otra animación aplicada a la misma propiedad.
fr: '{0}' n'est pas une valeur '{1}' valide pour la classe '{2}'. Cette valeur a peut-être été fournie par la valeur de base de la propriété animée ou par la valeur de sortie d'une autre animation appliquée à la même propriété.
it: '{0}' non è un valore '{1}' valido per la classe '{2}'. È possibile che il valore sia stato fornito dal valore di base della proprietà da animare oppure dal valore di output di un'altra animazione applicata alla stessa proprietà.
ja: '{0}' はクラス '{2}' の有効な '{1}' 値ではありません。この値は、アニメーション処理されるプロパティのベース値、または同じプロパティに適用された別のアニメーションの出力値によって提供された可能性があります。
ko: '{0}'은(는) '{2}' 클래스에 사용할 수 없는 '{1}' 값입니다. 이 값은 애니메이션 효과를 주는 속성의 기준 값 또는 같은 속성에 적용된 다른 애니메이션의 출력 값에 의해 제공되었을 수 있습니다.
pl: Wartość „{0}” nie jest prawidłową wartością „{1}” dla klasy „{2}”. Ta wartość może pochodzić od wartości podstawowej animowanej właściwości albo wartości wyjściowej innej animacji zastosowanej do tej samej właściwości.
pt_br: '{0}' não é um valor '{1}' válido para a classe '{2}'. Esse valor pode ter sido fornecido pelo valor base da propriedade que está sendo animada ou pelo valor de saída de outra animação aplicado à mesma propriedade.
ru: "{0}" не является допустимым значением "{1}" для класса "{2}". Это значение могло быть предоставлено как базовое значение анимируемого свойства или как выходное значение другой анимации, примененной к данному свойству.
tr: '{0}', '{2}' sınıfı için geçerli bir '{1}' değeri değil. Bu değer animasyonu oluşturulan özelliğin temel değeri veya aynı özelliğe uygulanan başka bir animasyonun çıkış değeri tarafından sağlanmış olabilir.
zh_hans: “{0}”不是类“{2}”的有效“{1}”值。该值可能已由正在进行动画处理的属性的基值提供，或者已由应用于同一属性的另一个动画的输出值提供。
zh_hant: '{0}' 對類別 '{2}' 來說，並非有效的 '{1}' 值。此值可能已由正展示其動畫之屬性的基礎值提供，或是由另一個套用至相同屬性之動畫的輸出值提供。

# Animation_InvalidResolvedKeyTimes
source: Resolved KeyTime for key frame at index {1} cannot be greater than resolved KeyTime for key frame at index {4}. KeyFrames[{1}] has specified KeyTime '{2}', which resolves to time {3}Animation_InvalidAnimationUsingKeyFramesDuration
cs: Přeložená hodnota KeyTime pro klíčový snímek na indexu {1} nemůže být větší než přeložená hodnota KeyTime pro klíčový snímek na indexu {4}. KeyFrames[{1}] určuje hodnotu KeyTime {2}, která se překládá na čas {3}Animation_InvalidAnimationUsingKeyFramesDuration.
de: Die aufgelöste KeyTime für den Key Frame bei Index "{1}" kann nicht größer sein als die aufgelöste KeyTime für den Keyframe bei Index "{4}". Durch KeyFrames[{1}] wurde die KeyTime "{2}" angegeben, die in die Zeit "{3}Animation_InvalidAnimationUsingKeyFramesDuration" aufgelöst wird.
es: El valor KeyTime resuelto para el cuadro de clave en el índice{1} no puede ser mayor que el valor KeyTime resuelto para el cuadro de clave en el índice {4}. KeyFrames [{1}] ha especificado KeyTime "{2}", que se resuelve en time {3}Animation_InvalidAnimationUsingKeyFramesDuration
fr: Le KeyTime résolu pour l'image clé à l'index {1} ne peut pas être supérieur au KeyTime résolu pour l'image clé à l'index {4}. KeyFrames[{1}] a spécifié KeyTime '{2}', qui est résolu en heure {3}Animation_InvalidAnimationUsingKeyFramesDuration
it: Il valore di KeyTime risolto per il fotogramma chiave alla posizione di indice {1} non può essere maggiore del valore di KeyTime risolto per il fotogramma chiave alla posizione di indice {4}. Per KeyFrames[{1}] è stato specificato un valore KeyTime '{2}', che viene risolto nel valore di durata di {3}Animation_InvalidAnimationUsingKeyFramesDuration
ja: インデックス {1} のキー フレームの解決済み KeyTime を、インデックス {4} のキー フレームの解決済み KeyTime より大きくすることはできません。KeyFrames[{1}] は KeyTime '{2}' を指定しており、これは時間 {3}Animation_InvalidAnimationUsingKeyFramesDuration に解決されます
ko: 인덱스 {1}의 키 프레임에 대해 확인된 KeyTime은 {4} 인덱스의 키 프레임에 대해 확인된 KeyTime보다 클 수 없습니다. KeyFrames[{1}]은(는) KeyTime '{2}'을(를) 지정했으며 시간 {3}Animation_InvalidAnimationUsingKeyFramesDuration으로 확인됩니다.
pl: Rozpoznana wartość KeyTime dla klatki kluczowej w indeksie {1} nie może być większa niż rozpoznana wartość KeyTime dla klatki kluczowej w indeksie {4}. Element KeyFrames[{1}] ma określoną wartość KeyTime „{2}”, która jest rozpoznawana jako następujący czas: {3}Animation_InvalidAnimationUsingKeyFramesDuration
pt_br: O KeyTime resolvido para o quadro chave no índice {1} não pode ser maior que o KeyTime resolvido para o quadro chave no índice {4}. KeyFrames[{1}] tem um '{2}' de KeyTime especificado, que é resolvido para o tempo {3}Animation_InvalidAnimationUsingKeyFramesDuration
ru: Разрешенное значение KeyTime для опорного кадра, соответствующего индексу {1}, не может быть больше разрешенного значения KeyTime для опорного кадра, соответствующего индексу {4}. KeyFrames [{1}] имеет указанное значение KeyTime "{2}", которое разрешается во время {3}Animation_InvalidAnimationUsingKeyFramesDuration
tr: {1} dizinindeki ana çerçevenin çözümlenen KeyTime’ı {4} dizinindeki ana çerçevenin çözülen KeyTime’ından fazla olamaz. [{1}] KeyFrame’leri, {3} süresine çözümlenen '{2}' KeyTime belirtti Animation_InvalidAnimationUsingKeyFramesDuration
zh_hans: 在索引 {1} 处为关键帧解析的 KeyTime 不可大于在索引 {4} 处为关键帧解析的 KeyTime。KeyFrames[{1}] 具有指定的 KeyTime“{2}”，这会解析为时间 {3}Animation_InvalidAnimationUsingKeyFramesDuration
zh_hant: 為索引 {1} 主要畫面間隔所解析的 KeyTime，不可大於為索引 {4} 主要畫面間隔所解析的 KeyTime。KeyFrames[{1}] 指定了 KeyTime '{2}'，其會解析為時間 {3}Animation_InvalidAnimationUsingKeyFramesDuration
