Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Animation_InvalidTimeKeyTime
source: '{2}' KeyTime value is not valid for key frame at index {1} of this '{0}' because it is greater than animation's Duration value '{3}'.
cs: Hodnota KeyTime {2} není platná pro klíčový rámec indexu {1} tohoto prvku {0}, protože je vyšší než hodnota Duration {3} animace.
de: Der KeyTime-Wert "{2}" ist nicht gültig für den KeyFrame-Wert bei Index "{1}" dieses {0}-Objekts, weil er größer als der Duration-Wert "{3}" der Animation ist.
es: El valor de KeyTime "{2}" no es válido para el cuadro de clave en el índice {1} de este "{0}" porque es mayor que el valor de Duration "{3}" de la animación.
fr: La valeur KeyTime '{2}' est non valide pour l'image clé à l'index {1} de '{0}', car elle est supérieure à la valeur Duration '{3}' de l'animation.
it: Il valore '{2}' di KeyTime non è valido per il fotogramma chiave alla posizione di indice {1} di questo elemento '{0}' perché è maggiore del valore di Duration dell'animazione '{3}'.
ja: '{2}' KeyTime 値は、アニメーションの Duration 値 '{3}' より大きいため、この '{0}' のインデックス {1} のキー フレームに対して無効です。
ko: '{2}' KeyTime 값은 애니메이션의 Duration 값 '{3}'보다 크기 때문에 이 '{0}'에서 인덱스 {1}의 키 프레임에 사용할 수 없습니다.
pl: Wartość „{2}” elementu KeyTime jest nieprawidłowa dla głównej klatki w indeksie {1} tego elementu „{0}”, ponieważ jest większa od wartości Duration animacji równej „{3}”.
pt_br: O valor '{2}' de KeyTime não é válido para o quadro chave no índice {1} deste '{0}' porque é maior que o valor '{3}' de Duration da animação.
ru: Значение KeyTime "{2}" не является допустимым для опорного кадра, соответствующего индексу {1} для этого "{0}", так как оно больше, чем значение Duration "{3}" для анимации.
tr: '{2}' KeyTime değeri, animasyonun '{3}' Duration değerinden büyük olduğundan bu '{0}' öğesinin {1} dizinindeki ana çerçeve için geçerli değil.
zh_hans: 对于此“{0}”的索引 {1} 处的关键帧，“{2}”KeyTime 值无效，因为它大于动画的 Duration 值“{3}”。
zh_hant: '{2}' KeyTime 值對此 '{0}' 的索引 {1} 主要畫面間格而言無效，因為它大於動畫的 Duration 值 '{3}'。

# Animation_Invalid_DefaultValue
source: '{0}' cannot use default {1} value of '{2}'.
cs: Prvek {0} nemůže použít výchozí hodnotu {1} prvku {2}.
de: Von "{0}" kann der standardmäßige {1}-Wert "{2}" nicht verwendet werden.
es: "{0}" no puede usar el valor predeterminado {1} de "{2}".
fr: '{0}' ne peut pas utiliser la valeur par défaut {1} de '{2}'.
it: '{0}' non può usare il valore predefinito {1} di '{2}'.
ja: '{0}' は、'{2}' の既定の {1} 値を使用できません。
ko: '{0}'에서 '{2}'의 기본 {1} 값을 사용할 수 없습니다.
pl: Element „{0}” nie może użyć wartości domyślnej {1} elementu „{2}”.
pt_br: '{0}' não pode usar o valor padrão {1} de '{2}'.
ru: "{0}" не может использовать значение по умолчанию {1} для "{2}".
tr: '{0}' varsayılan {1} değeri olarak '{2}' kullanamaz.
zh_hans: “{0}”无法使用“{2}”的默认 {1} 值。
zh_hant: '{0}' 無法使用 '{2}' 的預設值 {1}。

# Animation_KeySpline_InvalidValue
source: Cannot set '{0}' to '{1}'. KeySpline values must be between 0.0 and 1.0.
cs: Nelze nastavit {0} na {1}. Hodnoty KeySpline musí být v rozmezí 0.0 až 1.0.
de: "{0}" kann nicht auf "{1}" festgelegt werden. KeySpline-Werte müssen zwischen 0,0 und 1,0 liegen.
es: No se puede establecer "{0}" en "{1}". Los valores de KeySpline deben estar comprendidos entre 0.0 y 1.0.
fr: Impossible d'affecter à '{0}' la valeur '{1}'. Les valeurs de KeySpline doivent être comprises entre 0,0 et 1,0.
it: Non è possibile impostare '{0}' su '{1}'. I valori di KeySpline devono essere compresi tra 0,0 e 1,0.
ja: '{0}' を '{1}' に設定できません。KeySpline 値は、0.0 と 1.0 の間でなければなりません。
ko: '{0}'을(를) '{1}'(으)로 설정할 수 없습니다. KeySpline 값은 0.0과 1.0 사이여야 합니다.
pl: Nie można ustawić elementu „{0}” na wartość „{1}”. Wartości parametru KeySpline muszą pochodzić z zakresu od 0,0 do 1,0.
pt_br: Não é possível definir '{0}' como '{1}'. Os valores de KeySpline precisam ficar entre 0,0 e 1,0.
ru: Невозможно присвоить "{0}" значение "{1}". KeySpline может принимать значения от 0,0 до 1.
tr: '{0}' öğesi '{1}' olarak ayarlanamıyor. KeySpline değerleri 1,0 ile 0,0 arasında olmalıdır.
zh_hans: 无法将“{0}”设置到“{1}”。KeySpline 值必须介于 0.0 到 1.0 之间。
zh_hant: 無法將 '{0}' 設定為 '{1}'。KeySpline 值必須介於 0.0 到 1.0 之間。

# Animation_KeyTime_InvalidPercentValue
source: '{0}' is not a valid Percent value for a KeyTime. The Percent value must be a number from 0.0 to 1.0.
cs: {0} není platná hodnota Percent pro KeyTime. Hodnota Percent musí být číslo od 0.0 do 1.0.
de: "{0}" ist kein gültiger Percent-Wert für "KeyTime". Der Percent-Wert muss eine Zahl zwischen 0,0 und 1,0 sein.
es: '{0}' no es un valor Percent válido para KeyTime. El valor de Percent debe ser un número comprendido entre 0.0 y 1.0.
fr: '{0}' n'est pas une valeur Percent valide pour un KeyTime. La valeur de Percent doit être comprise entre 0,0 et 1,0.
it: '{0}' non è un valore Percent valido per un KeyTime. Il valore Percent deve essere un numero compreso tra 0,0 e 1,0.
ja: '{0}' は、KeyTime に対して有効な Percent 値ではありません。Percent 値は 0.0 から 1.0 の間の数値でなければなりません。
ko: '{0}'은(는) KeyTime에 대한 잘못된 Percent 값입니다. 이 Percent 값은 0.0에서 1.0 사이의 숫자여야 합니다.
pl: Wartość „{0}” jest nieprawidłową wartością Percent dla elementu KeyTime. Wartość Percent musi pochodzić z zakresu od 0,0 do 1,0.
pt_br: '{0}' não é um valor Percent válido para KeyTime. O valor Percent deve ser um número de 0.0 a 1.0.
ru: "{0}" не является допустимым значением Percent для KeyTime. Значение Percent должно быть числом от 0,0 до 1,0.
tr: '{0}' bir KeyTime için geçerli bir Percent değeri değil. Percent değeri 0.0 ile 1.0 arasında bir sayı olmalıdır.
zh_hans: “{0}”不是 KeyTime 的有效 Percent 值。Percent 值必须是 0.0 到 1.0 之间的数值。
zh_hant: '{0}' 不是 KeyTime 的有效 Percent 值。Percent 值必須是介於 0.0 到 1.0 之間的數字。

# Animation_KeyTime_LessThanZero
source: Cannot create a KeyTime with the value '{0}' because it is less than zero.
cs: Nelze vytvořit KeyTime s hodnotou {0}, protože tato hodnota je menší než nula.
de: "KeyTime" kann nicht mit dem Wert "{0}" erstellt werden, da dieser Wert kleiner Null ist.
es: No se puede crear un KeyTime con el valor '{0}' porque es menor que cero.
fr: Impossible de créer un KeyTime avec la valeur '{0}' car elle est inférieure à zéro.
it: Impossibile creare un KeyTime con il valore '{0}' perché è minore di zero.
ja: 値 '{0}' を持つ KeyTime を作成できません。この値はゼロを下回っています。
ko: KeyTime이 0보다 작기 때문에 '{0}' 값으로 만들 수 없습니다.
pl: Nie można stworzyć elementu KeyTime z wartością „{0}”, ponieważ jest ona mniejsza od zera.
pt_br: Não é possível criar um KeyTime com o valor '{0}' porque ele é menor que zero.
ru: Не удается создать KeyTime со значением "{0}", поскольку оно меньше 0.
tr: Sıfırdan küçük olduğu için '{0}' değerli KeyTime oluşturulamaz.
zh_hans: 无法使用值“{0}”创建 KeyTime，因为它小于零。
zh_hant: 無法使用值 '{0}' 建立 KeyTime，因為它小於零。

# Animation_NoAnimationsSpecified
source: '{0}' value is not valid because it contains no animations.
cs: Hodnota {0} není platná, protože neobsahuje animace.
de: Der Wert "{0}" ist ungültig, da er keine Animationen enthält.
es: El valor '{0}' no es válido porque no contiene animaciones.
fr: La valeur '{0}' n'est pas valide car elle ne contient pas d'animations.
it: Il valore '{0}' non è valido perché non contiene animazioni.
ja: '{0}' 値は無効です。この値にはアニメーションが含まれていません。
ko: '{0}' 값에 애니메이션이 없기 때문에 해당 값을 사용할 수 없습니다.
pl: Wartość „{0}” jest nieprawidłowa, ponieważ nie zawiera animacji.
pt_br: O valor '{0}' não é válido porque não contém animações.
ru: Значение "{0}" не является допустимым, поскольку не содержит анимации.
tr: '{0}' değeri animasyon içermediği için geçerli değil.
zh_hans: “{0}”值无效，因为它不包含动画。
zh_hant: '{0}' 值無效，因為它並未包含動畫。

# Animation_NoTextChildren
source: KeyFrameAnimation objects cannot have text objects as children.
cs: Objekty KeyFrameAnimation nemohou mít textové objekty jako podřízené objekty.
de: KeyFrameAnimation-Objekte können keine Textobjekte als untergeordnete Elemente besitzen.
es: Los objetos KeyFrameAnimation no pueden tener objetos de texto como objetos secundarios.
fr: Les objets KeyFrameAnimation ne peuvent pas avoir des objets texte comme enfants.
it: Impossibile utilizzare oggetti figlio di tipo testo per oggetti KeyFrameAnimation.
ja: KeyFrameAnimation オブジェクトは、子としてテキスト オブジェクトを持つことができません。
ko: KeyFrameAnimation 개체는 텍스트 개체를 자식으로 가질 수 없습니다.
pl: W obiektach KeyFrameAnimation obiekty tekstowe nie mogą być obiektami podrzędnymi.
pt_br: Os objetos KeyFrameAnimation não podem ter objetos de texto como filhos.
ru: Дочерними объектами для объектов KeyFrameAnimation не могут быть текстовые объекты.
tr: KeyFrameAnimation nesneleri alt öğe olarak metin nesneleri içeremez.
zh_hans: KeyFrameAnimation 对象不能有作为子级的文本对象。
zh_hant: KeyFrameAnimation 物件不能使用文字物件做為子項目。

# Animation_ReturnedUnsetValueInstance
source: A '{0}' on the '{1}' property of a '{2}' returned a current value of UnsetValue.Instance, which is not valid.
cs: Prvek {0} vlastnosti {1} prvku {2} vrátil aktuální hodnotu UnsetValue.Instance, která není platná.
de: Von einem {0}-Objekt für die {1}-Eigenschaft eines {2}-Objekts wurde ein aktueller Wert von "UnsetValue.Instance" zurückgegeben, der nicht gültig ist.
es: "{0}" en la propiedad "{1}" de "{2}" devolvió un valor actual de UnsetValue.Instance; esto no es válido.
fr: Un '{0}' sur la propriété '{1}' d'un '{2}' a retourné la valeur actuelle de UnsetValue.Instance, laquelle est non valide.
it: Per un elemento '{0}' nella proprietà '{1}' di un elemento '{2}' è stato restituito un valore corrente di UnsetValue.Instance, che non valido.
ja: '{2}' の '{1}' プロパティの '{0}' により、UnsetValue.Instance の現在値が戻されました。この値は無効です。
ko: '{2}'에 대한 '{1}' 속성의 '{0}'이(가) UnsetValue.Instance의 현재 값을 반환했으며 이는 잘못된 값입니다.
pl: Element „{0}” we właściwości „{1}” elementu „{2}” zwrócił bieżącą wartość UnsetValue.Instance, która jest nieprawidłowa.
pt_br: Um '{0}' na propriedade '{1}' de um '{2}' retornou um valor atual de UnsetValue.Instance, que não é válido.
ru: "{0}" свойства "{1}" для "{2}" возвращает текущее значение UnsetValue.Instance, которое не является допустимым.
tr: '{2}' öğesinin '{1}' özelliğindeki '{0}' şimdiki UnsetValue.Instance değerini döndürdü ve bu geçerli değil.
zh_hans: “{2}”的“{1}”属性上的“{0}”返回了 UnsetValue.Instance 的当前值，而该值无效。
zh_hant: '{2}' 之 '{1}' 屬性上的 '{0}'，傳回目前的 UnsetValue.Instance 值，但其無效。

# Animation_UnrecognizedHandoffBehavior
source: The HandoffBehavior value is not valid.
cs: Hodnota HandoffBehavior není platná.
de: Der HandoffBehavior-Wert ist ungültig.
es: El valor de HandoffBehavior no es válido.
fr: La valeur de HandoffBehavior n'est pas valide.
it: Valore HandoffBehavior non valido.
ja: HandoffBehavior 値が無効です。
ko: HandoffBehavior 값이 잘못되었습니다.
pl: Wartość właściwości HandoffBehavior jest nieprawidłowa.
pt_br: O valor de HandoffBehavior não é válido.
ru: Значение HandoffBehavior не является допустимым.
tr: HandoffBehavior değeri geçerli değil.
zh_hans: HandoffBehavior 值无效。
zh_hant: HandoffBehavior 值無效。

# ApplicationGestureArrayLengthIsZero
source: The ApplicationGesture array must contain at least one member.
cs: Pole ApplicationGesture musí obsahovat alespoň jeden člen.
de: Das ApplicationGesture-Array muss mindestens ein Mitglied enthalten.
es: La matriz ApplicationGesture debe incluir un miembro como mínimo.
fr: Le tableau ApplicationGesture doit contenir au moins un membre.
it: La matrice ApplicationGesture deve contenere almeno un membro.
ja: ApplicationGesture 配列には、少なくとも 1 個のメンバーが含まれている必要があります。
ko: ApplicationGesture 배열에 최소한 하나의 멤버가 있어야 합니다.
pl: Tablica ApplicationGesture musi zawierać przynajmniej jeden element członkowski.
pt_br: A matriz ApplicationGesture deve conter pelo menos um membro.
ru: Массив ApplicationGesture должен содержать как минимум один элемент.
tr: ApplicationGesture dizisinin en az bir üye içermesi gerekir.
zh_hans: ApplicationGesture 数组必须至少包含一个成员。
zh_hant: ApplicationGesture 陣列必須至少包含一個成員。

# ApplicationGestureIsInvalid
source: The specified ApplicationGesture is not valid.
cs: Určená sestava ApplicationGesture není platná.
de: Das angegebene ApplicationGesture-Array ist ungültig.
es: El ApplicationGesture especificado no es válido.
fr: L'ApplicationGesture spécifié n'est pas valide.
it: Il valore ApplicationGesture specificato non è valido.
ja: 指定された ApplicationGesture は無効です。
ko: 지정된 ApplicationGesture가 잘못되었습니다.
pl: Określony element ApplicationGesture jest nieprawidłowy.
pt_br: O ApplicationGesture especificado não é válido.
ru: Заданный ApplicationGesture не является допустимым.
tr: Belirtilen ApplicationGesture geçerli değil.
zh_hans: 指定的 ApplicationGesture 无效。
zh_hant: 指定的 ApplicationGesture 無效。

# AutomationDispatcherShutdown
source: Automation client cannot access UI because application is shutting down.
cs: Klient Automatizace nemá přístup k UI, protože aplikace se ukončuje.
de: Der Automatisierungsclient kann nicht auf die Benutzeroberfläche zugreifen, da die Anwendung heruntergefahren wird.
es: El cliente de Automation no puede obtener acceso a la interfaz de usuario porque la aplicación se está cerrando.
fr: Le client Automation ne peut pas accéder à l'interface utilisateur parce que l'application est arrêtée.
it: Il client di automazione non può accedere all'interfaccia utente perché è in corso l'arresto dell'applicazione.
ja: アプリケーションがシャットダウン中であるため、オートメーション クライアントは UI にアクセスできません。
ko: 응용 프로그램을 종료하고 있기 때문에 자동화 클라이언트가 UI에 액세스할 수 없습니다.
pl: Klient automatyzacji nie może uzyskać dostępu do interfejsu użytkownika, ponieważ aplikacja jest zamykana.
pt_br: O cliente de automação não pode acessar a Interface do Usuário porque o aplicativo está encerrando.
ru: Клиент интерфейса Automation не может получить доступ к пользовательскому интерфейсу, так как приложение отключено.
tr: Uygulama kapanmakta olduğu için otomasyon istemcisi UI'ye erişemiyor.
zh_hans: 动画客户端无法访问 UI，因为应用程序正在关闭。
zh_hant: Automation 用戶端無法存取 UI，因為應用程式正在關閉。

# AutomationTimeout
source: Timeout occurred while attempting to access UI. The application might be busy or unresponsive.
cs: Při pokusu o přístup k UI vypršel stanovený čas. Aplikace může být přetížena nebo neodpovídá.
de: Während des Zugreifens auf die Benutzeroberfläche ist eine Zeitüberschreitung aufgetreten. Die Anwendung ist möglicherweise ausgelastet oder reagiert nicht.
es: Tiempo de espera agotado al intentar obtener acceso a la interfaz de usuario. La aplicación está ocupada o no responde.
fr: Délai dépassé lors de la tentative d'accès à l'interface utilisateur. Il se peut que l'application soit occupée ou ne puisse pas répondre.
it: Timeout durante il tentativo di accesso all'interfaccia utente. È possibile che l'applicazione sia occupata o non risponda.
ja: UI にアクセス中にタイムアウトが発生しました。アプリケーションがビジー状態にあるか、応答していません。
ko: UI에 액세스하려고 시도하는 동안 제한 시간이 초과되었습니다. 응용 프로그램이 사용 중이거나 응답하지 않을 수 있습니다.
pl: Przekroczono limit czasu w trakcie próby uzyskania dostępu do interfejsu użytkownika. Aplikacja może być zajęta lub nie odpowiada.
pt_br: Tempo limite durante a tentativa de acessar a Interface do Usuário. O aplicativo pode estar ocupado ou não respondendo.
ru: Истекло время ожидания при попытке обратиться к интерфейсу пользователя. Возможно, приложение занято или не реагирует.
tr: UI'ye erişmeye çalışılırken zaman aşımı oluştu. Uygulama meşgul veya yanıt vermiyor olabilir.
zh_hans: 尝试访问 UI 时发生超时。应用程序可能正忙或没有反应。
zh_hant: 嘗試存取 UI 時逾時。應用程式可能忙碌中或無回應。

# Automation_InvalidConnectedPeer
source: '{0}' is not a valid System.Windows.Automation.AutomationPeer. It is expected to be associated with a Window known to Automation.
cs: Prvek {0} není platný System.Windows.Automation.AutomationPeer. Očekává se, že bude asociován s Oknem známým procesu Automatizace.
de: "{0}" ist ungültig für "System.Windows.Automation.AutomationPeer". Es wird erwartet, dass er mit einem Fenster verknüpft ist, dass der Automatisierung bekannt ist.
es: '{0}' no es un System.Windows.Automation.AutomationPeer válido. Se espera que esté asociado a un Window conocido por Automation.
fr: '{0}' n'est pas un System.Windows.Automation.AutomationPeer valide. Il doit être associé à un Window connu d'Automation.
it: '{0}' non è un System.Windows.Automation.AutomationPeer valido. È previsto che venga associato a una finestra nota per l'automazione.
ja: '{0}' は、有効な System.Windows.Automation.AutomationPeer ではありません。Automation に対して既知の Window に関連付けられている必要があります。
ko: '{0}'은(는) 잘못된 System.Windows.Automation.AutomationPeer입니다. 이는 Automation에 알려진 Window와 연결되어야 합니다.
pl: Element „{0}” nie jest prawidłowym elementem klasy System.Windows.Automation.AutomationPeer. Powinien być skojarzony z oknem znanym automatyzacji.
pt_br: '{0}' não é um System.Windows.Automation.AutomationPeer válido. Espera-se que seja associado a uma janela conhecida para Automação.
ru: "{0}" не является допустимым объектом System.Windows.Automation.AutomationPeer. Ожидается, что он должен быть связан с окном, которое известно Automation.
tr: '{0}' geçerli bir System.Windows.Automation.AutomationPeer değil. Otomasyon tarafından bilinen bir Pencere ile ilişkilendirilmesi bekleniyor.
zh_hans: “{0}”不是有效的 System.Windows.Automation.AutomationPeer。希望将其与 Automation 已知的 Window 关联。
zh_hant: '{0}' 不是有效的 System.Windows.Automation.AutomationPeer。預期它應與動畫已知的視窗關聯。

# Automation_InvalidEventId
source: '{0}' is not a valid System.Windows.Automation.AutomationEvent.
cs: Prvek {0} není platná událost System.Windows.Automation.AutomationEvent.
de: "{0}" ist ungültig für "System.Windows.Automation.AutomationEvent".
es: '{0}' no es un System.Windows.Automation.AutomationEvent válido.
fr: '{0}' n'est pas un System.Windows.Automation.AutomationEvent valide.
it: '{0}' non è un System.Windows.Automation.AutomationEvent valido.
ja: '{0}' は、有効な System.Windows.Automation.AutomationEvent ではありません。
ko: '{0}'은(는) 잘못된 System.Windows.Automation.AutomationEvent입니다.
pl: Element „{0}” nie jest prawidłowym elementem klasy System.Windows.Automation.AutomationEvent.
pt_br: '{0}' não é um System.Windows.Automation.AutomationEvent válido.
ru: "{0}" не является допустимым объектом System.Windows.Automation.AutomationEvent.
tr: '{0}' geçerli bir System.Windows.Automation.AutomationEvent değil.
zh_hans: “{0}”不是有效的 System.Windows.Automation.AutomationEvent。
zh_hant: '{0}' 不是有效的 System.Windows.Automation.AutomationEvent。

# Automation_InvalidSynchronizedInputType
source: '{0}' is not a valid System.Windows.Automation.SynchronizedInputType.
cs: {0} není platný typ System.Windows.Automation.SynchronizedInputType.
de: '{0}' ist kein gültiger System.Windows.Automation.SynchronizedInputType.
es: '{0}' no es un System.Windows.Automation.SynchronizedInputType válido.
fr: '{0}' n'est pas un System.Windows.Automation.SynchronizedInputType valide.
it: '{0}' non è un System.Windows.Automation.SynchronizedInputType valido.
ja: '{0}' は、有効な System.Windows.Automation.SynchronizedInputType ではありません。
ko: '{0}'은(는) 유효한 System.Windows.Automation.SynchronizedInputType이 아닙니다.
pl: „{0}” nie jest prawidłowym elementem typu System.Windows.Automation.SynchronizedInputType.
pt_br: '{0}' não é um System.Windows.Automation.SynchronizedInputType válido.
ru: "{0}" не является допустимым типом System.Windows.Automation.SynchronizedInputType.
tr: '{0}' geçerli bir System.Windows.Automation.SynchronizedInputType değil.
zh_hans: “{0}”不是有效的 System.Windows.Automation.SynchronizedInputType。
zh_hant: '{0}' 不是有效的 System.Windows.Automation.SynchronizedInputType。

# Automation_RecursivePublicCall
source: Recursive call to Automation Peer API is not valid.
cs: Opakované výzvy pro Automation Peer API nejsou platné.
de: Der rekursive Aufruf an die Automatisierungspeer-API ist nicht gültig.
es: La llamada recursiva a la API de Automation del mismo nivel no es válida.
fr: Appel récursif de l'API Automation Peer non valide.
it: Chiamata ricorsiva all'API AutomationPeer non valida.
ja: Automation Peer API に対する再帰呼び出しが無効です。
ko: 자동화 피어 API에 대한 재귀 호출이 잘못되었습니다.
pl: Rekursja do interfejsu API elementu równorzędnego automatyzacji jest nieprawidłowa.
pt_br: A chamada recursiva para API Par de Automação não é válida.
ru: Недопустимый рекурсивный вызов API-интерфейса Automation Peer.
tr: Automation Peer API için yinelemeli çağrı geçerli değil.
zh_hans: 对 Automation Peer API 的递归调用无效。
zh_hant: Automation Peer 應用程式開發介面的遞迴呼叫無效。

# Automation_UnsupportedUIAutomationEventAssociation
source: Unsupported UI Automation event association.
cs: Nepodporovaná asociace události UI Automation.
de: Nicht unterstützte Ereignisverknüpfung für Benutzeroberflächenautomatisierung.
es: La asociación de eventos de Automation de la interfaz de usuario no está admitida.
fr: Association d'événement UI Automation non prise en charge.
it: Associazione di evento di Automazione interfaccia utente non supportata.
ja: サポートされていない UI Automation イベントの関連付けです。
ko: 지원되지 않는 UI 자동화 이벤트 연결입니다.
pl: Nieobsługiwane skojarzenie zdarzenia automatyzacji interfejsu użytkownika.
pt_br: Associação de evento de Automação da Interface do Usuário sem-suporte.
ru: Неподдерживаемая связь с событием UI Automation.
tr: Desteklenmeyen UI Otomasyon ilişkilendirmesi.
zh_hans: 不受支持的 UI Automation 事件关联。
zh_hant: 不支援的 UI Automation 事件關聯。

# BitmapCacheBrush_OpacityChanged
source: BitmapCacheBrush does not support Opacity.
cs: BitmapCacheBrush nepodporuje funkci Opacity.
de: BitmapCacheBrush unterstützt Opacity nicht.
es: BitmapCacheBrush no admite Opacity.
fr: BitmapCacheBrush ne prend pas en charge l'opacité.
it: BitmapCacheBrush non supporta Opacity.
ja: BitmapCacheBrush は Opacity をサポートしていません。
ko: BitmapCacheBrush는 Opacity를 지원하지 않습니다.
pl: Narzędzie BitmapCacheBrush nie obsługuje właściwości Opacity.
pt_br: BitmapCacheBrush não oferece suporte a Opacity.
ru: BitmapCacheBrush не поддерживает свойство Opacity.
tr: BitmapCacheBrush, Opacity'yi desteklemiyor.
zh_hans: BitmapCacheBrush 不支持 Opacity。
zh_hant: BitmapCacheBrush 不支援 Opacity。

# BitmapCacheBrush_RelativeTransformChanged
source: BitmapCacheBrush does not support RelativeTransform.
cs: BitmapCacheBrush nepodporuje funkci RelativeTransform.
de: BitmapCacheBrush unterstützt RelativeTransform nicht.
es: BitmapCacheBrush no admite RelativeTransform.
fr: BitmapCacheBrush ne prend pas en charge la transformation relative.
it: BitmapCacheBrush non supporta RelativeTransform.
ja: BitmapCacheBrush は RelativeTransform をサポートしていません。
ko: BitmapCacheBrush는 RelativeTransform을 지원하지 않습니다.
pl: Narzędzie BitmapCacheBrush nie obsługuje właściwości RelativeTransform.
pt_br: BitmapCacheBrush não oferece suporte a RelativeTransform.
ru: BitmapCacheBrush не поддерживает свойство RelativeTransform.
tr: BitmapCacheBrush, RelativeTransform'u desteklemiyor.
zh_hans: BitmapCacheBrush 不支持 RelativeTransform。
zh_hant: BitmapCacheBrush 不支援 RelativeTransform。

# BitmapCacheBrush_TransformChanged
source: BitmapCacheBrush does not support Transform.
cs: BitmapCacheBrush nepodporuje funkci Transform.
de: BitmapCacheBrush unterstützt Transform nicht.
es: BitmapCacheBrush no admite Transform.
fr: BitmapCacheBrush ne prend pas en charge la transformation.
it: BitmapCacheBrush non supporta Transform.
ja: BitmapCacheBrush は Transform をサポートしていません。
ko: BitmapCacheBrush는 Transform을 지원하지 않습니다.
pl: Narzędzie BitmapCacheBrush nie obsługuje właściwości Transform.
pt_br: BitmapCacheBrush não oferece suporte a Transform.
ru: BitmapCacheBrush не поддерживает свойство Transform.
tr: BitmapCacheBrush, Transform'u desteklemiyor.
zh_hans: BitmapCacheBrush 不支持 Transform。
zh_hant: BitmapCacheBrush 不支援 Transform。

# BrowseBackKeyDisplayString
source: Alt+Left;Backspace
de: Alt+Left;Rücktaste
pt_br: Alt+Seta para a Esquerda;Backspace

# BrowseBackText
source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Précédent
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
pt_br: Voltar
ru: Назад
tr: Geri
zh_hans: 后退
zh_hant: 返回

# BrowseForwardKeyDisplayString
source: Alt+Right;Shift+Backspace
de: Alt+Right;Umschalt+Rücktaste
pt_br: Alt+Seta para a Direita;Shift+Backspace

# BrowseForwardText
source: Forward
cs: Vpřed
de: Weiterleiten
es: Reenviar
fr: Transférer
it: Inoltra
ja: 進みます
ko: 앞으로
pl: Prześlij dalej
pt_br: Encaminhar
ru: Прямая
tr: İleri
zh_hans: 转发
zh_hant: 往前
