Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ClusterMapEntriesShouldNotDecrease
source: A cluster map entry must be greater than or equal to a previous entry.
cs: Zápis do mapy clusterů musí být větší nebo roven předchozímu zápisu.
de: Clusterzuordnungseinträge müssen größer oder gleich vorherigen Einträgen sein.
es: Una entrada de la asignación de clústeres debe ser mayor que o igual a la entrada anterior.
fr: Une entrée de la carte de cluster doit être supérieure ou égale à une entrée précédente.
it: Una voce della mappa dei raggruppamenti deve essere maggiore o uguale a una voce precedente.
ja: クラスター マップ エントリは、前のエントリ以上でなければなりません。
ko: 클러스터 맵 항목은 이전 항목보다 크거나 같아야 합니다.
pl: Wpis w mapie klastrów musi być większy lub równy poprzedniemu.
pt_br: Uma entrada de mapa de cluster deve ser maior ou igual à entrada anterior.
ru: Запись в таблице кластера должна быть больше или равна предыдущей записи.
tr: Küme eşlemesi girişinin önceki bir girişe eşit veya daha büyük olması gerekir.
zh_hans: 群集映射项必须大于或等于上一项。
zh_hant: 叢集對應記錄必須大於或等於上一個項目。

# ClusterMapEntryShouldPointWithinGlyphIndices
source: A cluster map entry must point to a valid glyph indices element.
cs: zápis do mapy clusterů musí ukazovat na platný prvek rejstříku šifer.
de: Clusterzuordnungseinträge müssen auf ein gültiges Symbolindexelement verweisen.
es: Una entrada de la asignación de clústeres debe hacer referencia a un elemento de los índices de glifo válido.
fr: Une entrée de la carte de cluster doit pointer vers un élément d'index de glyphes valide.
it: Una mappa dei raggruppamenti deve puntare a un elemento valido con gli indici dei glifi.
ja: クラスター マップ エントリは、有効なグリフ インデックス要素をポイントしていなければなりません。
ko: 클러스터 맵 항목이 올바른 문자 인덱스 요소를 지정해야 합니다.
pl: Wpis w mapie klastrów musi wskazywać poprawny element indeksu symboli.
pt_br: Uma entrada de mapa de cluster deve apontar para um elemento de índices de glifo válido.
ru: Запись в таблице кластера должна указывать на допустимый элемент индексов глифа.
tr: Küme eşlemesi girişi öğe gösteren geçerli bir kabartmayı göstermelidir.
zh_hans: 群集映射项必须指向有效的标志符号索引元素。
zh_hant: 叢集對應項目必須指向有效的圖像索引項目。

# ClusterMapFirstEntryMustBeZero
source: The first element in the cluster map must equal zero.
cs: První prvek mapy clusterů musí být roven nule.
de: Das erste Element in der Clusterzuweisung muss den Wert Null besitzen.
es: El primer elemento de la asignación de clústeres debe ser igual a cero.
fr: Le premier élément de la carte de cluster doit être égal à zéro.
it: Il primo elemento nella mappa dei raggruppamenti deve essere uguale a zero.
ja: クラスター マップ内の最初の要素は、ゼロに等しくなければなりません。
ko: 클러스터 맵의 첫 번째 요소는 0이어야 합니다.
pl: Pierwszy element w mapie klastrów musi być równy zero.
pt_br: O primeiro elemento no mapa de cluster deve ser igual a zero.
ru: Первый элемент в таблице кластера должен быть равен нулю.
tr: Küme eşlemesindeki ilk öğe sıfıra eşit olmalıdır.
zh_hans: 群集映射中的第一个元素必须等于零。
zh_hant: 叢集對應中的第一個項目必須等於零。

# CodePointOutOfRange
source: '{0}' character is outside the Unicode code point range.
cs: Znak {0} je mimo rozsah bodového kódu Unicode.
de: Das Zeichen "{0}" befindet sich außerhalb des Unicode-Codepunktbereichs.
es: El carácter '{0}' está fuera del intervalo de puntos de código Unicode.
fr: Le caractère '{0}' est à l'extérieur de la plage de points de code Unicode.
it: Il carattere '{0}' non è compreso nell'intervallo dei punti di codice Unicode.
ja: '{0}' 文字は、Unicode コードのポイント範囲外にあります。
ko: '{0}' 문자가 유니코드 코드 위치 범위를 벗어납니다.
pl: Znak „{0}” jest spoza zakresu punktów kodowych Unicode.
pt_br: O caractere '{0}' está fora do intervalo do ponto de código Unicode.
ru: Знак "{0}" не входит в диапазон точек кодов Юникода.
tr: '{0}' karakteri Unicode kod noktası aralığı dışında.
zh_hans: “{0}”字符在 Unicode 码位范围之外。
zh_hant: '{0}' 字元位於 Unicode 字碼指標範圍之外。

# CollectionDuplicateKey
source: '{0}' key already exists in the collection.
cs: Klíč {0} již v kolekci existuje.
de: Der Schlüssel "{0}" ist in der Sammlung bereits vorhanden.
es: La clave '{0}' ya existe en la colección.
fr: La clé '{0}' existe déjà dans la collection.
it: Chiave '{0}' già esistente nella raccolta.
ja: '{0}' キーは、既にコレクションに存在します。
ko: '{0}' 키는 이미 컬렉션에 있습니다.
pl: Klucz „{0}” już istnieje w kolekcji.
pt_br: A chave '{0}' já existe na coleção.
ru: Семейство уже содержит ключ "{0}".
tr: '{0}' anahtarı koleksiyonda zaten var.
zh_hans: 集合中已经存在“{0}”密钥。
zh_hant: '{0}' 索引鍵已存在於此集合中。

# CollectionEnumerationError
source: Collection was modified during enumeration.
cs: Kolekce byla během výčtu změněna.
de: Die Sammlung wurde während des Auflistens geändert.
es: La colección se modificó durante la enumeración.
fr: La collection a été modifiée pendant l'énumération.
it: Raccolta modificata durante l'enumerazione.
ja: 列挙中にコレクションが変更されました。
ko: 열거하는 동안 컬렉션이 수정되었습니다.
pl: Kolekcja została zmodyfikowana podczas wyliczania.
pt_br: A coleção foi modificada durante a enumeração.
ru: Семейство изменилось во время перечисления.
tr: Koleksiyon sabit listesi işlemi sırasında değiştirildi.
zh_hans: 枚举过程中集合被修改。
zh_hant: 列舉時未修改集合。

# CollectionIsFixedSize
source: This collection is fixed size.
cs: Velikost této kolekce je pevně stanovena.
de: Diese Sammlung besitzt eine feste Größe.
es: El tamaño de esta colección es fijo.
fr: Cette collection possède une taille fixe.
it: Raccolta di dimensioni fisse.
ja: このコレクションのサイズは固定されています。
ko: 이 컬렉션은 고정 크기입니다.
pl: Ta kolekcja ma stały rozmiar.
pt_br: Esta coleção tem tamanho fixo.
ru: Данное семейство имеет фиксированный размер.
tr: Bu koleksiyon sabit boyutta.
zh_hans: 该集合是固定大小。
zh_hant: 此集合是固定大小。

# CollectionNumberOfElementsMustBeGreaterThanZero
source: The number of elements in this collection must be greater than zero.
cs: Počet prvků této kolekce musí být větší než nula.
de: Die Anzahl von Elementen in dieser Sammlung muss größer Null sein.
es: El número de elementos de esta colección es mayor que cero.
fr: Le nombre d'éléments de la collection doit être supérieur à zéro.
it: Il numero di elementi nella raccolta deve essere maggiore di zero.
ja: このコレクション内の要素数は、ゼロより大きくなければなりません。
ko: 이 컬렉션의 요소 수는 0보다 커야 합니다.
pl: Liczba elementów w tej kolekcji musi być większa od zera.
pt_br: O número de elementos nesta coleção deve ser maior que zero.
ru: Число элементов данного семейства должно быть больше нуля.
tr: Bu koleksiyondaki öğe sayısı sıfırdan büyük olmalıdır.
zh_hans: 该集合中的元素数必须大于零。
zh_hant: 此集合中的項目數目必須大於零。

# CollectionNumberOfElementsMustBeLessOrEqualTo
source: The number of elements in this collection must be less than or equal to '{0}'.
cs: Počet elementů v této kolekci musí být menší nebo roven {0}.
de: Die Elementanzahl in der Sammlung muss kleiner oder gleich "{0}" sein.
es: El número de elementos de esta colección debe ser menor que o igual a '{0}'.
fr: Le nombre d'éléments de cette collection doit être inférieur ou égal à '{0}'.
it: Il numero di elementi nella raccolta deve essere minore o uguale a '{0}'.
ja: このコレクション内の要素の数は、'{0}' 以下でなければなりません。
ko: 이 컬렉션의 요소 수는 '{0}'보다 작거나 같아야 합니다.
pl: Liczba elementów w tej kolekcji musi być mniejsza lub równa „{0}”.
pt_br: O número de elementos nesta coleção deve ser menor ou igual a '{0}'.
ru: Число элементов в данной коллекции должно быть меньше или равно "{0}".
tr: Bu koleksiyondaki öğe sayısı '{0}' değerine eşit veya daha az olmalıdır.
zh_hans: 此集合中元素的数量必须小于或等于“{0}”。
zh_hant: 此集合中的項目數目必須小於或等於 '{0}'。

# CollectionNumberOfElementsShouldBeEqualTo
source: The number of elements in this collection should equal '{0}'.
cs: Počet prvků této kolekce musí být roven hodnotě {0}.
de: Die Anzahl von Elementen in dieser Sammlung sollte "{0}" entsprechen.
es: El número de elementos de esta colección debe ser igual a '{0}'.
fr: Le nombre d'éléments de la collection doit être égal à '{0}'.
it: Il numero di elementi nella raccolta deve essere uguale a '{0}'.
ja: このコレクション内の要素数は、'{0}' に等しくなければなりません。
ko: 이 컬렉션의 요소 수는 '{0}'와(과) 같아야 합니다.
pl: Liczba elementów w tej kolekcji powinna być równa „{0}”.
pt_br: O número de elementos nesta coleção deve ser igual a '{0}'.
ru: Число элементов данного семейства должно равняться "{0}".
tr: Bu koleksiyondaki öğe sayısı '{0}' sayısına eşit olmalıdır.
zh_hans: 该集合中的元素数应等于“{0}”。
zh_hant: 此集合中的項目數目必須等於 '{0}'。

# CollectionOnlyAcceptsCommandBindings
source: Collection accepts only objects of type CommandBinding.
cs: Kolekce přijímá pouze objekty typu CommandBinding.
de: Von der Sammlung werden nur Objekte vom Typ "CommandBinding" angenommen.
es: La colección sólo acepta objetos de tipo CommandBinding.
fr: La collection n'accepte que les objets de type CommandBinding.
it: La raccolta accetta solo oggetti di tipo CommandBinding.
ja: コレクションでは、CommandBinding 型のオブジェクトのみを使用できます。
ko: 컬렉션에는 CommandBinding 유형의 개체만 있습니다.
pl: Kolekcja akceptuje tylko obiekty typu CommandBinding.
pt_br: A coleção aceita somente objetos do tipo CommandBinding.
ru: Семейство может содержать только объекты типа CommandBinding.
tr: Koleksiyon yalnızca CommandBinding türünde nesne kabul eder.
zh_hans: 集合只接受 CommandBinding 类型的对象。
zh_hant: 集合只接受型別為 CommandBinding 的物件。

# CollectionOnlyAcceptsInputBindings
source: Collection accepts only objects of type InputBinding.
cs: Kolekce přijímá pouze objekty typu InputBinding.
de: Von der Sammlung werden nur Objekte vom Typ "InputBinding" angenommen.
es: La colección sólo acepta objetos de tipo InputBinding.
fr: La collection n'accepte que les objets de type InputBinding.
it: La raccolta accetta solo oggetti di tipo InputBinding.
ja: コレクションでは、InputBinding 型のオブジェクトのみを使用できます。
ko: 컬렉션에는 InputBinding 형식의 개체만 허용합니다.
pl: Kolekcja akceptuje tylko obiekty typu InputBinding.
pt_br: A coleção aceita somente objetos do tipo InputBinding.
ru: Семейство может содержать только объекты типа InputBinding.
tr: Koleksiyon yalnızca InputBinding türünde nesne kabul eder.
zh_hans: 集合只接受 InputBinding 类型的对象。
zh_hant: 集合只接受型別為 InputBinding 的物件。

# CollectionOnlyAcceptsInputGestures
source: Collection accepts only objects of type InputGesture.
cs: Kolekce přijímá pouze objekty typu InputGesture.
de: Von der Sammlung werden nur Objekte vom Typ "InputGesture" angenommen.
es: La colección sólo acepta objetos de tipo InputGesture.
fr: La collection n'accepte que les objets de type InputGesture.
it: La raccolta accetta solo oggetti di tipo InputGesture.
ja: コレクションでは、InputGesture 型のオブジェクトのみを使用できます。
ko: 컬렉션에는 InputGesture 형식의 개체만 허용합니다.
pl: Kolekcja akceptuje tylko obiekty typu InputGesture.
pt_br: A coleção aceita somente objetos do tipo InputGesture.
ru: Семейство может содержать только объекты типа InputGesture.
tr: Koleksiyon yalnızca InputGesture üründe nesne kabul eder.
zh_hans: 集合只接受 InputGesture 类型的对象。
zh_hant: 集合只接受型別為 InputGesture 的物件。

# Collection_BadDestArray
source: Destination array is not compatible with objects within '{0}'.
cs: Cílové pole není kompatibilní s objekty souboru {0}.
de: Das Zielarray ist nicht mit den Objekten in "{0}" kompatibel.
es: La matriz de destino no es compatible con los objetos de '{0}'.
fr: Le tableau de destination n'est pas compatible avec les objets de '{0}'.
it: La matrice di destinazione non è compatibile con gli oggetti in '{0}'.
ja: 出力先配列は、'{0}' 内のオブジェクトと互換性がありません。
ko: 대상 배열은 '{0}' 내의 개체와 호환되지 않습니다.
pl: Tablica docelowa nie jest zgodna z obiektami w elemencie „{0}”.
pt_br: A matriz de destino não é compatível com objetos de '{0}'.
ru: Конечный массив несовместим с объектами в "{0}".
tr: Hedef dizi '{0}' içindeki nesnelerle uyumlu değil.
zh_hans: 目标数组与“{0}”中的对象不兼容。
zh_hant: 目的陣列與 '{0}' 中的物件不相容。

# Collection_BadRank
source: Input array is not a valid rank.
cs: Vstupní pole není platné.
de: Das Eingabearray ist kein gültiger Rang.
es: La matriz de entrada no es un rango válido.
fr: Rang du tableau d'entrée non valide.
it: Il numero di dimensioni della matrice di input non è valido.
ja: 入力配列は、有効なランクではありません。
ko: 입력 배열은 잘못된 순위입니다.
pl: Tablica wejściowa ma nieprawidłową rangę.
pt_br: A matriz de entrada não é uma classificação válida.
ru: Недопустимая размерность входного массива.
tr: Giriş dizisi geçerli bir sıra değil.
zh_hans: 输入数组不是有效的秩。
zh_hant: 輸入陣列不是有效的範圍。

# Collection_BadType
source: Cannot add instance of type '{1}' to a collection of type '{0}'. Only items of type '{2}' are allowed.
cs: Instanci typu {1} nelze přidat ke kolekci typu {0}. Jsou povoleny pouze položky typu {2}.
de: Die Instanz vom Typ "{1}" kann keiner Sammlung vom Typ "{0}" hinzugefügt werden. Es sind nur Elemente vom Typ "{2}" zulässig.
es: No se puede agregar una instancia de tipo "{1}" a una colección de tipo "{0}". Sólo se permiten los elementos de tipo "{2}".
fr: Impossible d'ajouter une instance de type '{1}' à une collection de type '{0}'. Seuls les éléments de type '{2}' sont autorisés.
it: Non è possibile aggiungere l'istanza di tipo '{1}' a una raccolta di tipo '{0}'. Sono consentiti solo elementi di tipo '{2}'.
ja: 型 '{1}' のインスタンスを型 '{0}' のコレクションに追加することはできません。型 '{2}' の項目のみが許可されます。
ko: '{0}' 형식의 컬렉션에 '{1}' 형식의 인스턴스를 추가할 수 없습니다. '{2}' 형식의 항목만 추가할 수 있습니다.
pl: Nie można dodać wystąpienia typu „{1}” do kolekcji typu „{0}”. Dozwolone są jedynie elementy typu „{2}”.
pt_br: Não é possível adicionar uma instância do tipo '{1}' a uma coleção do tipo '{0}'. Somente itens do tipo '{2}' são permitidos.
ru: Не удается добавить экземпляр типа "{1}" в коллекцию типа "{0}". Это можно сделать только для элементов типа "{2}".
tr: '{0}' türündeki koleksiyona '{1}' türünde örnek eklenemez. Yalnızca '{2}' türündeki öğelere izin verilir.
zh_hans: 无法将类型“{1}”的实例添加到类型“{0}”的集合。仅允许类型“{2}”的项。
zh_hant: 無法將類型 '{1}' 的執行個體新增至類型 '{0}' 的集合。只允許類型為 '{2}' 的項目。

# Collection_CopyTo_ArrayCannotBeMultidimensional
source: Cannot pass multidimensional array to the CopyTo method on a collection.
cs: Vícerozměrné pole nelze předat metodě CopyTo do kolekce.
de: Mehrdimensionales Array kann nicht an die CopyTo-Methode in einer Sammlung übergebenen werden.
es: No se puede pasar una matriz multidimensional al método CopyTo de una colección.
fr: Impossible de passer un tableau multidimensionnel à la méthode CopyTo d'une collection.
it: Non è possibile passare la matrice multidimensionale al metodo CopyTo in una raccolta.
ja: コレクション上の CopyTo メソッドに多次元配列を渡すことはできません。
ko: 다차원 배열을 컬렉션의 CopyTo 메서드에 전달할 수 없습니다.
pl: Nie można przekazać wielowymiarowej tablicy do metody CopyTo w kolekcji.
pt_br: Não é possível transferir a matriz multidimensional para o método CopyTo em uma coleção.
ru: Передача многомерного массива методу CopyTo для семейства невозможна.
tr: Bir koleksiyonda CopyTo yöntemine çok boyutlu dizi geçirilemez.
zh_hans: 无法将多维数组传递到集合上的 CopyTo 方法。
zh_hant: 無法傳遞多維度陣列至集合上的 CopyTo 方法。

# Collection_CopyTo_IndexGreaterThanOrEqualToArrayLength
source: '{0}' parameter value is equal to or greater than the length of the '{1}' parameter value.
cs: Hodnota parametru {0} je větší nebo rovna délce hodnoty parametru {1}.
de: Der {0}-Parameterwert ist größer oder gleich der Länge des {1}-Parameterwerts.
es: El valor del parámetro "{0}" es igual a o mayor que la longitud del valor del parámetro "{1}".
fr: La valeur du paramètre '{0}' est supérieure ou égale à la longueur de la valeur du paramètre '{1}'.
it: Il valore del parametro '{0}' è maggiore o uguale alla lunghezza del valore del parametro '{1}'.
ja: '{0}' パラメーター値は、'{1}' パラメーター値の長さと同じかそれより長くなっています。
ko: '{0}' 매개 변수 값은 '{1}' 매개 변수 값보다 길이가 크거나 같습니다.
pl: Wartość parametru „{0}” jest równa lub większa od długości wartości parametru „{1}”.
pt_br: O valor do parâmetro '{0}' é igual ou superior ao tamanho do valor de parâmetro '{1}'.
ru: Значение параметра "{0}" больше или равно длине значения параметра "{1}".
tr: '{0}' parametre değeri '{1}' parametre değerinin uzunluğuna eşit veya daha büyük.
zh_hans: “{0}”参数值等于或大于“{1}”参数值的长度。
zh_hant: '{0}' 參數值等於或大於 '{1}' 參數值的長度。

# Collection_CopyTo_NumberOfElementsExceedsArrayLength
source: The number of elements in this collection is greater than the available space from '{0}' to the end of destination '{1}'.
cs: Počet elementů v této kolekci je větší než dostupný prostor od {0} do konce cílového umístění {1}.
de: Die Elementanzahl in der Sammlung übersteigt den verfügbaren Platz zwischen "{0}" und dem Ende des Ziels "{1}".
es: El número de elementos de esta colección es mayor que el espacio disponible desde "{0}" hasta el final del destino "{1}".
fr: Le nombre d'éléments de cette collection est supérieur à l'espace disponible compris entre '{0}' et la fin de la destination '{1}'.
it: Il numero di elementi della raccolta è maggiore dello spazio disponibile da '{0}' alla fine della destinazione '{1}'.
ja: このコレクション内の要素の数は、'{0}' からコピー先の最後である '{1}' までの使用可能な領域より大きくなっています。
ko: 이 컬렉션의 요소 수는 '{0}'부터 대상 '{1}' 끝까지의 사용 가능한 공간보다 큽니다.
pl: Liczba elementów w tej kolekcji jest większa niż miejsce dostępne od elementu „{0}” do końca obiektu docelowego „{1}”.
pt_br: O número de elementos nesta coleção é maior que o espaço disponível de '{0}' até o fim do destino '{1}'.
ru: Число элементов в этой коллекции больше, чем доступный размер от "{0}" до конца назначения "{1}".
tr: Bu koleksiyondaki öğe sayısı, '{0}' ile '{1}' hedefinin sonuna kadar olan kullanılabilir alandan daha büyük.
zh_hans: 此集合中元素的数量大于从“{0}”到目标“{1}”末尾的可用空间。
zh_hant: 此集合中的項目數，大於從 '{0}' 到目的地 '{1}' 結尾的可用空間。

# Collection_NoNull
source: Cannot add null to the collection.
cs: Ke kolekci nelze přidat nulu.
de: Der Wert NULL kann der Sammlung nicht hinzugefügt werden.
es: No se puede agregar un valor nulo a la colección
fr: Impossible d'ajouter la valeur null à la collection.
it: Impossibile aggiungere valori null alla raccolta.
ja: NULL をコレクションに追加することはできません。
ko: 컬렉션에 null을 추가할 수 없습니다.
pl: Nie można dodać wartości zerowej do kolekcji.
pt_br: Não é possível adicionar nulo à coleção.
ru: Невозможно добавить в семейство неопределенное значение.
tr: Koleksiyona boş değer eklenemez.
zh_hans: 不能将空值添加到集合中。
zh_hant: 無法新增空值到集合中。

# ColorContext_FileTooLarge
source: File is too large to be a valid ColorContext.
cs: Soubor je příliš velký, aby mohl být platný ColorContext.
de: Die Datei ist zu groß, um für "ColorContext" gültig zu sein.
es: El archivo es demasiado grande para ser un ColorContext válido.
fr: Fichier trop volumineux pour être un ColorContext valide.
it: File troppo grande per essere un ColorContext valido.
ja: ファイルが大きすぎるため、有効な ColorContext として扱えません。
ko: 파일이 너무 커서 올바른 ColorContext가 될 수 없습니다.
pl: Plik jest za duży, żeby być prawidłowym obiektem ColorContext.
pt_br: O arquivo é muito grande para ser um ColorContext válido.
ru: Слишком большой файл для допустимого ColorContext.
tr: Dosya geçerli bir ColorContext olamayacak kadar büyük.
zh_hans: 文件太大，不是有效的 ColorContext。
zh_hant: 檔案太大，不是有效的 ColorContext。

# Color_ColorContextNotsRGB_or_scRGB
source: Color context must be sRGB or scRGB for this operation.
cs: Barevný kontext pro tuto operaci musí být buď sRGB, nebo scRGB.
de: Der Farbkontext für diesen Vorgang muss "sRGB" oder "scRGB" sein.
es: El contexto de color debe ser sRGB o scRGB para esta operación.
fr: Le contexte de couleur doit être sRGB ou scRGB pour cette opération.
it: Lo spazio colore deve essere sRGB o scRGB per questa operazione.
ja: この処理のカラー コンテキストは、sRGB または scRGB でなければなりません。
ko: 이 작업에 대한 색 컨텍스트는 sRGB 또는 scRGB여야 합니다.
pl: Kontekstem koloru dla tej operacji musi być sRGB lub scRGB.
pt_br: O contexto de cor deve ser sRGB ou scRGB para esta operação.
ru: Для этой операции подходят контексты цвета sRGB или scRGB.
tr: Bu işlem için renk bağlamı sRGB veya scRGB olmalıdır.
zh_hans: 该操作的颜色上下文必须是 sRGB 或 scRGB。
zh_hant: 對於此操作，色彩內容必須是 sRGB 或 scRGB。

# Color_ColorContextTypeMismatch
source: Color context types mismatch.
cs: Typy barevného kontextu k sobě nepatří.
de: Die Typen für den Farbkontext stimmen nicht überein.
es: Los tipos de contexto de color no coinciden.
fr: Les types de contexte de couleur ne concordent pas.
it: Tipi di spazio colore non corrispondenti.
ja: カラー コンテキストの型が一致しません。
ko: 색 컨텍스트 형식이 일치하지 않습니다.
pl: Konteksty kolorów są niezgodne.
pt_br: Os tipos de contexto de cor não correspondem.
ru: Несоответствие типов контекста цвета.
tr: Renk bağlamı türleri eşleşmiyor.
zh_hans: 颜色上下文类型不匹配。
zh_hant: 色彩內容類型不相符。

# Color_DimensionMismatch
source: Color context dimensions mismatch.
cs: Rozměry barevného kontextu si neodpovídají.
de: Die Abmessungen für den Farbkontext stimmen nicht überein.
es: Las dimensiones de contexto de color no coinciden.
fr: Les dimensions de contexte de couleur ne concordent pas.
it: Dimensioni di spazio colore non corrispondenti.
ja: カラー コンテキストの大きさが一致しません。
ko: 색 컨텍스트 차원이 일치하지 않습니다.
pl: Wymiary kontekstów kolorów są niezgodne.
pt_br: As dimensões de contexto de cor não correspondem.
ru: Несоответствие размеров контекста цвета.
tr: Renk bağlamı boyutları eşleşmiyor.
zh_hans: 颜色上下文维度不匹配。
zh_hant: 色彩內容維度不相符。

# Color_NullColorContext
source: Color context is null.
cs: Barevný kontext je nulový.
de: Der Farbkontext ist NULL.
es: El contexto de color es nulo.
fr: Le contexte de couleur a la valeur null.
it: Spazio colore null.
ja: カラー コンテキストが NULL です。
ko: 색 컨텍스트는 null입니다.
pl: Kontekst koloru ma wartość zerową.
pt_br: O contexto de cor é nulo.
ru: Контекст цвета имеет неопределенное значение.
tr: Renk bağlamı boş.
zh_hans: 颜色上下文为空。
zh_hant: 色彩內容是空值。

# CompatibilityPreferencesSealed
source: The property '{0}' cannot be changed. The '{1}' class has been sealed.
cs: Vlastnost {0} nelze změnit. Třída {1} byla zapečetěna.
de: Die Eigenschaft "{0}" kann nicht geändert werden. Die {1}-Klasse wurde versiegelt.
es: La propiedad "{0}" no se puede cambiar. La clase "{1}" se ha protegido.
fr: Impossible de changer la propriété '{0}'. La classe '{1}' est sealed.
it: Non è possibile modificare la proprietà '{0}'. La classe '{1}' è stata impostata come sealed.
ja: プロパティ '{0}' は変更できません。'{1}' クラスがシールされています。
ko: '{0}' 속성을 변경할 수 없습니다. '{1}' 클래스가 봉인되어 있습니다.
pl: Nie można zmienić właściwości „{0}”. Klasa „{1}” jest zapieczętowana.
pt_br: A propriedade '{0}' não pode ser alterada. A classe '{1}' foi selada.
ru: Невозможно изменить свойство "{0}". Класс "{1}" запечатан.
tr: '{0}' özelliği değiştirilemiyor. '{1}' sınıfı mühürlenmiş.
zh_hans: 无法更改属性“{0}”。“{1}”类已密封。
zh_hant: 無法變更屬性 '{0}'。'{1}' 類別已密封。

# CompileFeatureSet_InvalidTypographyProperties
source: Typography properties are not valid.
cs: Typografické vlastnosti nejsou platné.
de: Ungültige Typography-Eigenschaften.
es: Las propiedades tipográficas no son válidas.
fr: Propriétés de typographie non valides.
it: Proprietà di tipografia non valide.
ja: Typography プロパティが無効です。
ko: Typography 속성이 잘못되었습니다.
pl: Właściwości typografii są nieprawidłowe.
pt_br: As propriedades de tipografia não são válidas.
ru: Недопустимые типографские свойства.
tr: Tipografi özellikleri geçerli değil.
zh_hans: Typography 属性无效。
zh_hant: 印刷樣式屬性無效。

# CompositeFontAttributeValue1
source: Invalid value for {0} attribute.
cs: Neplatná hodnota atributu {0}.
de: Ungültiger Wert für das {0}-Attribut.
es: Valor no válido para el atributo {0}.
fr: Valeur non valide pour l'attribut {0}.
it: Valore non valido per l'attributo {0}.
ja: {0} 属性に無効な値が指定されています。
ko: {0} 특성 값이 잘못되었습니다.
pl: Nieprawidłowa wartość dla atrybutu {0}.
pt_br: Valor inválido para o atributo {0}.
ru: Недопустимое значение атрибута {0}.
tr: {0} özniteliği için geçersiz değer.
zh_hans: {0} 特性的无效值。
zh_hant: {0} 屬性的值無效。

# CompositeFontAttributeValue2
source: Invalid value for {0} attribute: {1}
cs: Neplatná hodnota atributu {0}: {1}
de: Ungültiger Wert für das {0}-Attribut: {1}
es: Valor no válido para el atributo {0}: {1}
fr: Valeur non valide pour l'attribut {0} : {1}
it: Valore non valido per l'attributo {0}: {1}
ja: {0} 属性に無効な値が指定されています: {1}
ko: {0} 특성 값이 잘못되었습니다. {1}
pl: Nieprawidłowa wartość dla atrybutu {0}: {1}.
pt_br: Valor inválido para o atributo {0}: {1}
ru: Недопустимое значение атрибута {0}: {1}
tr: {0} özniteliği için geçersiz değer: {1}
zh_hans: {0} 特性的值无效: {1}
zh_hant: {0} 屬性的值無效: {1}
