Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ReentrantVisualTreeChangeWarning
source: WARNING. The visual tree has been changed during a '{0}' event. This is not supported in a production application. Be sure to correct this before shipping the application.
cs: UPOZORNĚNÍ: Během události {0} se vizuální strom změnil. V aplikaci v produkčním prostředí se toto chování nepodporuje. Před expedicí aplikace toto chování opravte.
de: WARNUNG. Die visuelle Struktur wurde während eines "{0}"-Ereignisses geändert. Dies wird in einer Produktionsanwendung nicht unterstützt. Korrigieren Sie dies vor dem Veröffentlichen der Anwendung.
es: ADVERTENCIA. El árbol visual se cambió durante un evento de "{0}", lo cual no se admite en una aplicación de producción. Asegúrese de corregir este problema antes de enviar la aplicación.
fr: AVERTISSEMENT. L'arborescence d'éléments visuels a changé durant un événement '{0}'. Cela n'est pas pris en charge dans une application de production. Veillez à résoudre ce problème avant de rendre l'application disponible.
it: AVVISO: l'albero visuale è stato modificato durante un evento '{0}'. Questo comportamento non è supportato in un'applicazione di produzione. Assicurarsi di correggere l'errore prima di distribuire l'applicazione.
ja: 警告。'{0}' イベント中にビジュアル ツリーが変更されました。これは、実稼働アプリケーションではサポートされていません。アプリケーションの出荷前に、これを修正してください。
ko: 경고. '{0}' 이벤트 중 시각적 트리가 변경되었습니다. 이는 프로덕션 응용 프로그램에서 지원되지 않습니다. 응용 프로그램을 제공하기 전에 이를 수정하세요.
pl: OSTRZEŻENIE. Drzewo wizualne zostało zmienione podczas zdarzenia „{0}”. Nie jest to obsługiwane w aplikacji produkcyjnej. Należy to poprawić przed dostarczeniem aplikacji.
pt_br: AVISO. A árvore visual foi alterada durante um evento do '{0}'. Não há suporte para isso em um aplicativo de produção. Verifique se você corrigiu isso antes de enviar o aplicativo.
ru: Внимание! Визуальное дерево изменено во время события "{0}", что не поддерживается в рабочем приложении. Исправьте это перед доставкой приложения.
tr: UYARI. Görsel ağaç bir '{0}' olayı sırasında değiştirildi. Bu, bir üretim uygulamasında desteklenmez. Uygulamayı göndermeden önce bunu düzelttiğinizden emin olun.
zh_hans: 警告: 已在“{0}”事件期间更改可视化树。该操作在生产应用程序中不受支持。在传递此应用程序之前，请务必更正此错误。
zh_hant: 警告: 此視覺化樹狀結構在 '{0}' 事件期間已有所變更。生產應用程式不支援此狀況。請務必在應用程式出貨之前更正此問題。

# RefreshText
source: Refresh
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 보충
pl: Odśwież
pt_br: Atualizar
ru: Обновление файлов.
tr: Yenile
zh_hans: 刷新
zh_hant: 重新整理

# RelievePenaltyResourceFailure
source: Text formatting engine cannot release penalty resource due to error: '{0}'.
cs: Nástroj formátování textu nemůže uvolnit zdroj penalizace kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers keine Einbußenressource freigegeben werden: "{0}".
es: El motor de formato de texto no puede liberar el recurso de sanción debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas libérer les ressources de pénalités en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile rilasciare la risorsa di penalità a causa dell'errore: '{0}'.
ja: テキストの書式設定エンジンは、エラー '{0}' のためペナルティ リソースを解放できません。
ko: 오류로 인해 텍스트 서식 엔진이 패널티 리소스를 해제할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może zwolnić zasobu kary z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode liberar o recurso de penalidade devido ao erro: '{0}'.
ru: Процессор форматирования текста не может освободить ресурс штрафа из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle ceza kaynağını serbest bırakamıyor: '{0}'.
zh_hans: 文本格式化引擎无法释放处罚资源，因为错误:“{0}”。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法釋放懲罰 (penalty) 資源: '{0}'。

# ReplaceKeyDisplayString
source: Ctrl+H
de: Strg+H
pt_br: Ctrl+U

# ReplaceText
source: Replace
cs: Náhrada
de: Ersetzen
es: Reemplazar
fr: Remplacement
it: Sostituzione
ja: 置換
ko: 교체
pl: Zastąp
pt_br: Substituir
ru: Замена.
tr: Değiştir
zh_hans: 替换
zh_hant: 取代

# RequestAlreadyStarted
source: The operation is not allowed after the first request is made.
cs: Tato operace není povolena po prvním požadavku.
de: Der Vorgang ist nach dem Durchführen der ersten Anforderung nicht zulässig.
es: Operación no permitida después de realizar la primera solicitud.
fr: L'opération n'est pas autorisée après la première demande.
it: Operazione non consentita dopo l'esecuzione della prima richiesta.
ja: 最初の要求後、動作はできません。
ko: 처음 요청한 후에는 작업을 수행할 수 없습니다.
pl: Operacja nie jest dozwolona po wykonaniu pierwszego żądania.
pt_br: A operação não é permitida após a primeira solicitação ser feita.
ru: Операцию запрещено выполнять после первого запроса.
tr: İlk istekte bulunulduktan sonra bu işleme izin verilmez.
zh_hans: 第一个请求以后不允许此操作。
zh_hant: 在發出的一個要求之後，不允許此操作。

# RequiresSTA
source: The calling thread must be STA, because many UI components require this.
cs: Vyvolávací vlákno musí být STA, protože to vyžaduje řada komponentů UI.
de: Beim aufrufenden Thread muss es sich um einen STA-Thread handeln, da dies für viele Komponenten der Benutzeroberfläche erforderlich ist.
es: El subproceso de llamada debe ser STA, ya que muchos componentes de la interfaz de usuario lo requieren.
fr: Le thread appelant doit être en mode STA, comme l'exigent de nombreux composants de l'interface utilisateur.
it: Il thread chiamante deve essere in modalità STA, perché questa è la modalità obbligatoria per molti componenti dell'interfaccia utente.
ja: 呼び出しスレッドは、多数の UI コンポーネントが必要としているため、STA である必要があります。
ko: 많은 UI 구성 요소에서 호출 스레드가 필요하므로 해당 스레드는 STA여야 합니다.
pl: Wątkiem wywołującym musi być STA, ponieważ wiele składników interfejsów użytkownika go wymaga.
pt_br: O thread de chamada deve ser STA, porque muitos componentes da Interface do Usuário assim o exigem.
ru: Вызывающим потоком должен быть STA, поскольку этого требуют большинство компонентов UI.
tr: Çoğu UI bileşeni için gerekli olduğundan, çağıran iş parçacığı STA olmalıdır.
zh_hans: 调用线程必须为 STA，因为许多 UI 组件都需要。
zh_hant: 發出呼叫的執行緒必須是 STA，因為許多 UI 元件都這樣要求。

# ResourceNotFoundUnderCacheOnlyPolicy
source: Current CachePolicy is CacheOnly but the requested resource does not exist in the cache.
cs: Aktuální CachePolicy je CacheOnly, ale požadovaný zdroj v paměti cache neexistuje.
de: Die aktuelle "CachePolicy" ist auf "CacheOnly" festgelegt, aber die angeforderte Ressource ist nicht im Cache vorhanden.
es: La CachePolicy actual es CacheOnly, pero el recurso solicitado no existe en la caché.
fr: CachePolicy a actuellement le niveau CacheOnly mais la ressource demandée n'existe pas dans le cache.
it: Il valore CachePolicy corrente è CacheOnly ma la risorsa richiesta non esiste nella cache.
ja: 現在の CachePolicy は CacheOnly ですが、要求されたリソースがキャッシュ内に存在しません。
ko: 현재 CachePolicy는 CacheOnly이지만 요청한 리소스가 캐시에 없습니다.
pl: Bieżąca CachePolicy jest typu CacheOnly, ale żądany zasób nie istnieje w pamięci podręcznej.
pt_br: CachePolicy é o CacheOnly atual, mas o recurso solicitado não existe no cache.
ru: Текущая политика CachePolicy имеет тип CacheOnly, но запрошенный ресурс в кэше отсутствует.
tr: Geçerli CachePolicy, CacheOnly'dir, ancak istenen kaynak önbellekte yok.
zh_hans: 当前 CachePolicy 为 CacheOnly，但缓存中不存在请求的资源。
zh_hant: 目前的 CachePolicy 是 CacheOnly，但要求的資源不存在於快取中。

# RoutedEventArgsMustHaveRoutedEvent
source: Every RoutedEventArgs must have a non-null RoutedEvent associated with it.
cs: Každý RoutedEventArgs musí mít přiřazenu nenulovou událost RoutedEvent.
de: Allen "RoutedEventArgs" muss ein Nicht-Null-"RoutedEvent" zugeordnet werden.
es: Cada RoutedEventArgs debe tener una propiedad RoutedEvent no nula asociada.
fr: Chaque RoutedEventArgs doit avoir une propriété RoutedEvent associée ayant une valeur autre que null.
it: A ogni RoutedEventArgs deve essere associato un RoutedEvent non null.
ja: すべての RoutedEventArgs に、それぞれに関連付けられた NULL 以外の RoutedEvent が必要です。
ko: 모든 RoutedEventArgs에는 연결된 null이 아닌 RoutedEvent가 있어야 합니다.
pl: Wszystkie argumenty RoutedEventArgs muszą mieć skojarzoną niezerową właściwość RoutedEvent.
pt_br: Cada RoutedEventArgs deve ter um RoutedEvent diferente de nulo associado a ele.
ru: С каждой группой RoutedEventArgs должно быть связано свойство RoutedEvent, не являющееся неопределенным.
tr: Her RoutedEventArgs kendisiyle ilişkilendirilmiş boş olmayan bir RoutedEvent'e sahip olmalıdır.
zh_hans: 每个 RoutedEventArgs 都必须有一个与其关联的非空 RoutedEvent。
zh_hant: 每個 RoutedEventArgs 都必須有關聯的非空值 RoutedEvent。

# RoutedEventCannotChangeWhileRouting
source: Cannot change the RoutedEvent property while the RoutedEvent is being routed.
cs: Když je RoutedEvent trasována, nelze měnit její RoutedEvent vlastnosti.
de: Die RoutedEvent-Eigenschaft kann nicht geändert werden, während "RoutedEvent" gerouted wird.
es: No se puede cambiar la propiedad RoutedEvent mientras se está enrutando RoutedEvent.
fr: Impossible de modifier la propriété RoutedEvent pendant son routage.
it: Impossibile modificare la proprietà RoutedEvent durante il routing di RoutedEvent.
ja: RoutedEvent がルーディングされている間、RoutedEvent プロパティを変更することはできません。
ko: RoutedEvent가 라우팅되는 동안 RoutedEvent 속성을 변경할 수 없습니다.
pl: Właściwości RoutedEvent nie można zmienić podczas rozsyłania RoutedEvent.
pt_br: Não é possível alterar a propriedade RoutedEvent enquanto RoutedEvent está sendo roteado.
ru: Невозможно изменить свойство RoutedEvent во время маршрутизации RoutedEvent.
tr: RoutedEvent yönlendirilirken RoutedEvent özelliği değiştirilemez.
zh_hans: 正在路由 RoutedEvent 时无法更改 RoutedEvent 属性。
zh_hant: 路由 RoutedEvent 時，無法變更 RoutedEvent 屬性。

# SCDataChanged
source: The Strokes have changed.
cs: Strokes se změnily.
de: "Strokes" wurden geändert.
es: Los Strokes han cambiado.
fr: Les objets Strokes ont été modifiés.
it: Strokes modificati.
ja: Strokes は変更されています。
ko: Strokes가 변경되었습니다.
pl: Kolekcja Strokes została zmieniona.
pt_br: Os traços (Strokes) foram alterados.
ru: Объекты Strokes были изменены.
tr: Strokes değişti.
zh_hans: Strokes 已更改。
zh_hant: Strokes 已變更。

# SCErasePath
source: Path of erasing stroke cannot be null.
cs: Cesta vymazání Stroke nemůže být nulová.
de: Der Pfad des Strichs zum Löschen darf nicht NULL sein.
es: La ruta del trazo de borrado no puede ser nula.
fr: Le chemin de suppression d'un trait ne peut pas avoir la valeur null.
it: Il percorso del tratto di cancellazione non può essere null.
ja: 消去ストロークのパスは NULL にできません。
ko: 스트로크 지우기 경로는 null일 수 없습니다.
pl: Ścieżka wymazywania naciśnięć nie może być pusta.
pt_br: O caminho para apagar o traço não pode ser nulo.
ru: Путь удаления росчерков не может иметь неопределенное значение.
tr: Silme vuruşu boş olamaz.
zh_hans: 擦除笔画的路径不能为空。
zh_hant: 筆劃清除路徑不能是空值。

# SCEraseShape
source: Erasing Shape cannot be null.
cs: Odstranění Shape nemůže být prázdné.
de: "Shape" zum Löschen darf nicht NULL sein.
es: El Shape de borrado no puede ser nulo.
fr: La suppression de Shape ne peut pas avoir la valeur null.
it: La Shape di cancellazione non può essere null.
ja: Shape の消去は NULL にできません。
ko: Shape 지우기는 null일 수 없습니다.
pl: Wymazywanie elementu Shape nie może być puste.
pt_br: Apagar a forma (Shape) não pode ser nulo.
ru: Форма Shape ластика не может иметь неопределенное значение.
tr: Silme Shape'i boş olamaz.
zh_hans: 擦除 Shape 不能为空。
zh_hant: 清除 Shape 不能是空值。

# SaveAsText
source: Save As
cs: Uložit jako
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
it: Salva con nome
ja: 名前を付けて保存
ko: 다른 이름으로 저장
pl: Zapisywanie jako
pt_br: Salvar Como
ru: Сохранить как
tr: Farklı Kaydet
zh_hans: 另存为
zh_hant: 另存新檔

# SaveKeyDisplayString
source: Ctrl+S
de: Strg+S
es: Ctrl+G
pt_br: Ctrl+B

# SaveText
source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
tr: Kaydet
zh_hans: “保存”
zh_hant: [儲存]

# SchemaInvalidForTransport
source: Cannot resolve current inner request URI schema. Bypass cache only for resolvable schema types such as http, ftp, or file.
cs: Nelze rozlišit schéma identifikátoru URI aktuálního vnitřního požadavku. Paměť cache můžete přeskočit pouze v případě rozpoznatelných typů schématu, jak například http, ftp nebo soubor.
de: Das derzeitige URI-Schema für interne Anforderungen kann nicht aufgelöst werden. Der Cache wird nur für auflösbare Schematypen wie "http", "ftp" oder "file" umgangen.
es: No se puede resolver el esquema de URI de solicitud interna actual. Omita la caché sólo para los tipos de esquema que se puedan resolver, como http, ftp o file.
fr: Impossible de résoudre le schéma d'URI de la demande interne en cours. Ignorez le cache uniquement pour les types de schémas qui peuvent être résolus comme http, ftp ou fichier.
it: Impossibile risolvere lo schema URI della richiesta interna corrente. Ignorare la cache solo per tipi di schema risolvibili, come http, ftp o file.
ja: 現在の内部要求 URI スキーマを解決できません。http、ftp、file など、解決可能なスキーマの種類のキャッシュのみを無視してください。
ko: 현재 내부 요청 URI 스키마를 확인할 수 없습니다. http, ftp 또는 파일과 같은 확인 가능한 스키마 형식만을 위한 캐시는 무시합니다.
pl: Nie można rozwiązać schematu identyfikatora URI bieżącego wewnętrznego żądania. Pomiń pamięć podręczną tylko dla rozwiązywalnych typów schematów, takich jak http, ftp lub plik.
pt_br: Não é possível resolver o esquema URI de solicitação interna atual. Não utilize o cache somente para tipos de esquema que podem ser resolvidos, como http, ftp ou arquivo.
ru: Не удается разрешить текущую схему идентификаторов URI внутреннего запроса. Кэш не используется только для разрешимых типов схем, таких как http, ftp или file.
tr: Geçerli iç istek URI şeması çözülemiyor. Önbelleği yalnızca http, ftp veya file gibi çözülebilir şema türleri için atlayın.
zh_hans: 无法解析当前内部请求 URI 架构。仅跳过可解析架构类型(如 http、ftp 或文件)的缓存。
zh_hant: 無法解析目前的內部要求 URI 配置。只有使用例如 http、ftp 或 file 等可解析的結構描述時，才能略過快取。

# ScopeMustBeUIElementOrContent
source: The scope must be a UIElement or ContentElement.
cs: Rozsah musí být UIElement nebo ContentElement.
de: Bei dem Bereich muss es sich um "UIElement" oder "ContentElement" handeln.
es: El ámbito debe ser UIElement o ContentElement.
fr: La portée doit être un élément UIElement ou ContentElement.
it: L'ambito deve essere un UIElement o ContentElement.
ja: スコープは UIElement または ContentElement である必要があります。
ko: 범위는 UIElement 또는 ContentElement여야 합니다.
pl: Zakresem musi być UIElement lub ContentElement.
pt_br: O escopo deve ser UIElement ou ContentElement.
ru: В качестве области необходимо использовать UIElement или ContentElement.
tr: Kapsam bir UIElement veya ContentElement olmalıdır.
zh_hans: 该作用域必须为 UIElement 或 ContentElement。
zh_hant: 範圍必須是 UIElement 或 ContentElement。

# ScrollByLineText
source: Scroll By Line
cs: Rolovat o řádek
de: Bildlauf pro Zeile
es: Desplazar por línea
fr: Défilement par ligne
it: Scorri per riga
ja: 行ごとにスクロール
ko: 줄별 스크롤
pl: Przewijaj wiersze
pt_br: Rolar por Linha
ru: Прокрутка по строкам
tr: Satıra Göre Kaydır
zh_hans: 按行滚动
zh_hant: 依行捲動

# ScrollPageDownKeyDisplayString
source: PageDown
de: BildAb
es: AvPág
fr: Pg. suiv
it: PGGIÙ

# ScrollPageDownText
source: Scroll Page Down
cs: Rolovat o stránku směrem dolů
de: Bildlauf eine Seite nach unten durchführen
es: Avanzar página
fr: Défilement de la page vers le bas
it: Scorri pagina verso il basso
ja: ページを下にスクロール
ko: 아래로 페이지 스크롤
pl: Przewijaj stronę w dół
pt_br: Rolar com Page Down
ru: Прокрутка страницы вниз
tr: Sayfayı Aşağıya Kaydır
zh_hans: 向下滚动一页
zh_hant: 向下捲動一頁

# ScrollPageLeftText
source: Scroll Page Left
cs: Rolovat o stránku doleva
de: Bildlauf eine Seite nach links durchführen
es: Desplazar página a la izquierda
fr: Défilement de la page vers la gauche
it: Scorri pagina a sinistra
ja: ページを左にスクロール
ko: 왼쪽으로 페이지 스크롤
pl: Przewijaj stronę w lewo
pt_br: Rolar Página para a Esquerda
ru: Прокрутка страницы влево
tr: Sayfayı Sola Kaydır
zh_hans: 向左滚动一页
zh_hant: 向左捲動一頁

# ScrollPageRightText
source: Scroll Page Right
cs: Rolovat o stránku doprava
de: Bildlauf eine Seite nach rechts durchführen
es: Desplazar página a la derecha
fr: Défilement de la page vers la droite
it: Scorri pagina a destra
ja: ページを右にスクロール
ko: 오른쪽으로 페이지 스크롤
pl: Przewijaj stronę w prawo
pt_br: Rolar Página para a Direita
ru: Прокрутка страницы вправо
tr: Sayfayı Sağa Kaydır
zh_hans: 向右滚动一页
zh_hant: 向右捲動一頁

# ScrollPageUpKeyDisplayString
source: PageUp
de: BildAuf
es: RePág
fr: Pg. préc
it: PGSU

# ScrollPageUpText
source: Scroll Page Up
cs: Rolovat o stránku nahoru
de: Bildlauf eine Seite nach oben durchführen
es: Desplazar página arriba
fr: Défilement de la page vers le haut
it: Scorri pagina verso l'alto
ja: ページを上にスクロール
ko: 위로 페이지 스크롤
pl: Przewijaj stronę w górę
pt_br: Rola Página para Cima
ru: Прокрутка страницы вверх
tr: Sayfayı Yukarıya Kaydır
zh_hans: 向上滚动一页
zh_hant: 向上捲動一頁

# SearchText
source: Search
cs: Vyhledat
de: Suche
es: Búsqueda
fr: Recherche
it: Ricerca
ja: 検索対象
ko: 검색
pl: Wyszukiwanie
pt_br: Pesquisa
ru: Найти
tr: Arama
zh_hans: 搜索
zh_hant: 搜尋

# SecurityExceptionForSettingSandboxExternalToTrue
source: Cannot set SandboxExternalContent to true in partial trust.
cs: Vlastnost SandboxExternalContent nelze nastavit na hodnotu true v částečném vztahu důvěryhodnosti.
de: SandboxExternalContent kann bei Verwendung mit teilweiser Vertrauenswürdigkeit nicht auf "true" festgelegt werden.
es: No se puede establecer SandboxExternalContent en verdadero en una confianza parcial.
fr: Impossible d'affecter à SandboxExternalContent la valeur true en situation de confiance partielle.
it: Impossibile impostare SandboxExternalContent su true in condizioni di attendibilità parziale.
ja: 部分的な信頼では、SandboxExternalContent を true に設定できません。
ko: 부분 신뢰에서 SandboxExternalContent를 true로 설정할 수 없습니다.
pl: Nie można ustawić właściwości SandboxExternalContent na true w częściowej relacji zaufania.
pt_br: Não é possível definir SandboxExternalContent como verdadeiro em confiança parcial.
ru: Не удается задать значение "true" для SandboxExternalContent при частично доверительных отношениях.
tr: Kısmi güvende SandboxExternalContent true olarak ayarlanamaz.
zh_hans: 无法在部分信任中将 SandboxExternalContent 设置为 true。
zh_hant: 在部分信任的情況下，無法將 SandboxExternalContent 設定為 True。

# SeekNegative
source: Cannot set seek pointer to a negative position.
cs: Vyhledávací ukazatel nelze nastavit do záporné polohy.
de: Der Suchzeiger kann nicht auf eine negative Position festgelegt werden.
es: No se puede establecer el puntero de llamada en una posición negativa.
fr: Impossible de définir le pointeur de recherche avec une position négative.
it: Impossibile impostare il puntatore di posizionamento su una posizione negativa.
ja: 負の位置にシーク ポインターを設定できません。
ko: 검색 포인터를 음의 위치로 설정할 수 없습니다.
pl: Wskaźnika wyszukiwania nie można ustawić na pozycji ujemnej.
pt_br: Não é possível definir um ponteiro de busca como uma posição negativa.
ru: Невозможно установить указатель поиска в отрицательную позицию.
tr: Arama işaretçisi negatif konuma ayarlanamaz.
zh_hans: 无法将查找指针设置到负位置。
zh_hant: 無法搜尋負值位置的指標。

# SeekOriginInvalid
source: SeekOrigin value is not valid.
cs: Hodnota třídy SeekOrigin není platná.
de: Ungültiger SeekOrigin-Wert.
es: El valor SeekOrigin no es válido.
fr: Valeur SeekOrigin non valide.
it: Valore SeekOrigin non valido.
ja: SeekOrigin 値が無効です。
ko: SeekOrigin 값이 잘못되었습니다.
pl: Wartość SeekOrigin jest nieprawidłowa.
pt_br: O valor de SeekOrigin não é válido.
ru: Недопустимое значение SeekOrigin.
tr: SeekOrigin değeri geçerli değil.
zh_hans: SeekOrigin 值无效。
zh_hant: SeekOrigin 值無效。

# SelectAllKeyDisplayString
source: Ctrl+A
de: Strg+A
es: Ctrl+E

# SelectAllText
source: Select All
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ru: Выбрать все
tr: Tümünü Seç
zh_hans: 全选
zh_hant: 全選

# SelectToEndKeyDisplayString
source: Shift+End
de: Umschalt+Ende
es: Mayús+Fin
fr: Maj+Fin
it: MAIUSC+FINE
tr: ÜstKrkt+End

# SelectToEndText
source: Select To End
cs: Vybrat konec
de: Markieren bis Ende
es: Seleccionar hasta el final
fr: Sélectionner jusqu'à la fin
it: Seleziona fino alla fine
ja: 末尾まで選択
ko: 맨 끝까지 선택
pl: Zaznacz do końca
pt_br: Selecionar Até o Fim
ru: Выделить до конца
tr: Sona Kadar Seç
zh_hans: 选择到末尾
zh_hant: 選取到結尾

# SelectToHomeKeyDisplayString
source: Shift+Home
de: Umschalt+Pos1
es: Mayús+Inicio
fr: Maj+Début
it: MAIUSC+HOME
tr: ÜstKrkt+Home

# SelectToHomeText
source: Select To Home
cs: Vybrat začátek
de: Markieren bis Home
es: Seleccionar hasta el principio
fr: Sélectionner jusqu'au début
it: Seleziona fino all'inizio
ja: 先頭まで選択
ko: 맨 앞까지 선택
pl: Zaznacz do początku
pt_br: Selecionar Até o Início
ru: Выделить до начала
tr: Girişe Kadar Seç
zh_hans: 选择到开头
zh_hant: 選取到開頭

# SelectToPageDownKeyDisplayString
source: Shift+PageDown
de: Umschalt+BildAb
es: Mayús+AvPág
fr: Maj+Pg. suiv
it: MAIUSC+PGGIÙ
tr: ÜstKrkt+PageDown

# SelectToPageDownText
source: Select To PageDown
cs: Vybrat posun o stránku dolů (PageDown)
de: Markieren bis Seite unten
es: Seleccionar hasta AvPág
fr: Sélectionner jusqu'à la page suivante
it: Seleziona fino a PGGIÙ
ja: ページの下まで選択
ko: 페이지 아래로 선택
pl: Zaznacz do PageDown
pt_br: Selecionar para PageDown
ru: Выделить страницу вниз
tr: Sonraki Sayfaya Kadar Seç
zh_hans: 选择到下一页
zh_hant: 選取到下一頁

# SelectToPageUpKeyDisplayString
source: Shift+PageUp
de: Umschalt+BildAuf
es: Mayús+RePág
fr: Maj+Pg. préc
it: MAIUSC+PGSU
tr: ÜstKrkt+PageUp

# SelectToPageUpText
source: Select To PageUp
cs: Vybrat posun o stránku nahoru (PageUp)
de: Markieren bis Seite oben
es: Seleccionar hasta RePág
fr: Sélectionner jusqu'à la page précédente
it: Seleziona fino a PGSU
ja: ページの上まで選択
ko: 페이지 위로 선택
pl: Zaznacz do PageUp
pt_br: Selecionar para PageUp
ru: Выделить страницу вверх
tr: Önceki Sayfaya Kadar Seç
zh_hans: 选择到上一页
zh_hant: 選取到上一頁

# SetBreakingFailure
source: Text formatting engine cannot set breaking conditions due to error: '{0}'.
cs: Nástroj formátování textu nemůže nastavit podmínky přerušení kvůli chybě: {0}.
de: Vom Textformatierungsmodul können aufgrund des folgenden Fehlers keine Umbruchbedingungen festgelegt werden: "{0}".
es: El motor de formato de texto no puede establecer las condiciones de interrupción debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas définir les conditions d'arrêt en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile impostare le condizioni di interruzione a causa dell'errore: '{0}'.
ja: テキストの書式設定エンジンは、エラー '{0}' のため改行条件を設定できません。
ko: 오류로 인해 텍스트 서식 엔진이 나누기 조건을 설정할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może ustawić warunków przerwania z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode definir as condições de quebra devido ao erro: '{0}'.
ru: Процессор форматирования текста не может установить условия разбиения из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle kesme koşullarını ayarlayamıyor: '{0}'.
zh_hans: 文本格式化引擎无法设置间断条件，因为错误:“{0}”。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法設定中斷條件: '{0}'。
