Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Visual_NoCommonAncestor
source: The specified Visual and this Visual do not share a common ancestor, so there is no valid transformation between the two Visuals.
cs: Určený prvek Visual a tento prvek Visual nemají společného předchůdce, a proto mezi dvěma Visuals neexistuje platná transformace.
de: Das angegebene Visual-Objekt und dieses Visual-Objekt besitzen kein gemeinsames übergeordnetes Element. Daher besteht keine gültige Transformation zwischen den beiden Visual-Objekten.
es: El Visual especificado y este Visual no comparten un antecesor común, por lo que no hay una transformación válida entre los dos Visuals.
fr: Comme l'objet Visual spécifié et cet objet Visual ne partagent pas un ancêtre commun, il n'existe pas de transformation valide entre les deux objets Visual.
it: Il Visual specificato e questo Visual non condividono un predecessore comune, pertanto non esiste una trasformazione valida tra i due Visual.
ja: 指定された Visual とこの Visual は、共通の先祖を共有していないため、2 つの Visual 間で有効な変換はできません。
ko: 지정된 Visual과 이 Visual이 공통 상위 항목을 공유하지 않으므로 두 Visual 사이의 변환이 잘못되었습니다.
pl: Określony element Visual i dany element Visual nie współużytkują wspólnego elementu nadrzędnego, dlatego nie ma prawidłowych przekształceń między dwoma elementami Visual.
pt_br: O Visual especificado e este Visual não compartilham de um ancestral comum; portanto, não há transformação válida entre os dois Visuals.
ru: Указанный элемент Visual и данный элемент Visual имеют разных предков, поэтому преобразование одного элемента Visual в другой осуществить невозможно.
tr: Belirtilen Visual ve bu Visual ortak bir kökü paylaşmadığından, iki Visual arasında geçerli dönüşüm yok.
zh_hans: 指定的 Visual 和此 Visual 不共享共同的上级，因此这两个 Visual 之间没有有效的转换。
zh_hant: 指定的 Visual 與此 Visual 並未共用通用上階，因此兩個 Visual 之間沒有有效的轉換。

# Visual_NoPresentationSource
source: This Visual is not connected to a PresentationSource.
cs: Tento prvek Visual není připojen ke zdroji prezentace PresentationSource.
de: Dieses Visual-Objekt ist nicht mit einer "PresentationSource" verbunden.
es: Este Visual no está conectado a PresentationSource.
fr: Cet objet Visual n'est pas connecté à une classe PresentationSource.
it: Questo Visual non è connesso a una PresentationSource.
ja: この Visual は、PresentationSource に接続されていません。
ko: 이 Visual이 PresentationSource에 연결되지 않았습니다.
pl: Ten element Visual nie jest połączony z PresentationSource.
pt_br: Este Visual não está conectado a um PresentationSource.
ru: Этот элемент Visual не подсоединен к PresentationSource.
tr: Bu Visual bir PresentationSource'a bağlı değil.
zh_hans: 此 Visual 未连接到 PresentationSource。
zh_hant: 此 Visual 並未連線到 PresentationSource。

# Visual_NotA3DVisual
source: '{0}' is not a Visual3D.
cs: {0} není Visual3D.
de: "{0}" ist kein "Visual3D".
es: '{0}' no es un Visual3D.
fr: '{0}' n'est pas un objet Visual3D.
it: '{0}' non è un Visual3D.
ja: '{0}' は Visual3D ではありません。
ko: '{0}'이(가) Visual3D가 아닙니다.
pl: „{0}” nie jest obiektem Visual3D.
pt_br: '{0}' não é um Visual3D.
ru: "{0}" не является Visual3D.
tr: '{0}' bir Visual3D değil.
zh_hans: “{0}”不是 Visual3D。
zh_hant: '{0}' 不是 Visual3D。

# Visual_NotADescendant
source: The specified Visual is not a descendant of this Visual.
cs: Určený prvek Visual není nástupcem tohoto prvku Visual.
de: Das angegebene Visual-Objekt ist kein untergeordnetes Objekt dieses Visual-Objekts.
es: El Visual especificado no es un descendiente de este Visual.
fr: L'objet Visual spécifié n'est pas un descendant de cet objet Visual.
it: Il Visual specificato non è un discendente di questo Visual.
ja: 指定された Visual は、この Visual の子孫ではありません。
ko: 지정된 Visual이 이 Visual의 하위 항목이 아닙니다.
pl: Określony obiekt Visual nie jest obiektem podrzędnym tego obiektu Visual.
pt_br: O Visual especificado não é descendente deste Visual.
ru: Указанный элемент Visual не является потомком данного элемента Visual.
tr: Belirtilen Visual bu Visual'in alt öğesinin alt öğesi değil.
zh_hans: 指定的 Visual 不是此 Visual 的后代。
zh_hant: 指定的 Visual 不是此 Visual 的子系。

# Visual_NotAVisual
source: '{0}' is not a Visual or Visual3D.
cs: {0} není Visual nebo Visual3D.
de: "{0}" ist kein "Visual" oder "Visual3D".
es: '{0}' no es un Visual ni un Visual3D.
fr: '{0}' n'est pas un objet Visual ou Visual3D.
it: '{0}' non è un Visual o un Visual3D.
ja: '{0}' は、Visual または Visual3D ではありません。
ko: '{0}'이(가) Visual 또는 Visual3D가 아닙니다.
pl: „{0}” nie jest obiektem Visual ani Visual3D.
pt_br: '{0}' não é um Visual ou Visual3D.
ru: "{0}" не является Visual или Visual3D.
tr: '{0}' bir Visual veya Visual3D değil.
zh_hans: “{0}”不是 Visual 或 Visual3D。
zh_hant: '{0}' 不是 Visual 或 Visual3D。

# Visual_NotAnAncestor
source: The specified Visual is not an ancestor of this Visual.
cs: Určený prvek Visual není předchůdcem tohoto prvku Visual.
de: Das angegebene Visual-Objekt ist kein übergeordnetes Element dieses Visual-Objekts.
es: El Visual especificado no es un antecesor de este Visual.
fr: L'objet Visual spécifié n'est pas un ancêtre de cet objet Visual.
it: Il Visual specificato non è un predecessore di questo Visual.
ja: 指定された Visual は、この Visual の先祖ではありません。
ko: 지정된 Visual이 이 Visual의 상위 항목이 아닙니다.
pl: Określony obiekt Visual nie jest obiektem nadrzędnym tego obiektu Visual.
pt_br: O Visual especificado não é um ancestral deste Visual.
ru: Указанный элемент Visual не является предком данного элемента Visual.
tr: Belirtilen Visual bu Visual'in üst öğesinin üst öğesi değil.
zh_hans: 指定的 Visual 不是此 Visual 的上级。
zh_hant: 指定的 Visual 不是此 Visual 的上階。

# Visual_NotChild
source: Specified Visual is not a child of this Visual.
cs: Určený prvek Visual není podřízeným prvkem tohoto prvku Visual.
de: Das angegebene Visual-Objekt ist kein untergeordnetes Element dieses Visual-Objekts.
es: El Visual especificado no es un objeto secundario de este Visual.
fr: L'objet Visual spécifié n'est pas un enfant de cet objet Visual.
it: Il Visual specificato non è un figlio di questo Visual.
ja: 指定された Visual は、この Visual の子ではありません。
ko: 지정된 Visual이 이 Visual의 자식이 아닙니다.
pl: Określony obiekt Visual nie jest obiektem podrzędnym tego obiektu Visual.
pt_br: O Visual especificado não é um filho deste Visual.
ru: Указанный элемент Visual не является дочерним элементом данного элемента Visual.
tr: Belirtilen Visual bu Visual'in alt öğesi değil.
zh_hans: 指定的 Visual 不是此 Visual 的子级。
zh_hant: 指定的 Visual 不是此 Visual 的子項目。

# WIC_NotInitialized
source: Object must be initialized before operation can be performed.
cs: Objekt musí být před provedením operace inicializován.
de: Das Objekt muss zum Durchführen des Vorgangs zunächst initialisiert werden.
es: El objeto se debe inicializar para poder realizar la operación.
fr: L'objet doit être initialisé avant que l'opération ne puisse être effectuée.
it: È necessario inizializzare l'oggetto prima di poter eseguire l'operazione.
ja: 処理を実行する前に、オブジェクトを初期化する必要があります。
ko: 작업을 수행하려면 먼저 개체를 초기화해야 합니다.
pl: Obiekt musi zostać zainicjowany przed wykonaniem operacji.
pt_br: O objeto deve ser inicializado para poder executar a operação.
ru: Объект должен быть инициализирован до выполнения операции.
tr: İşlemin gerçekleştirilebilmesi için önce nesnenin başlatılması gerekir.
zh_hans: 必须先初始化对象才可执行操作。
zh_hant: 執行此操作之前，物件必須先初始化。

# WebRequestTimeout
source: WebRequest timed out. Response did not arrive before the specified Timeout period elapsed.
cs: Čas WebRequest vypršel, Odpověď nepřišla před vypršením specifického Timeout.
de: Zeitüberschreitung bei "WebRequest". Es wurde keine Antwort vor Ablauf des festgelegten Timeout-Zeitraums erhalten.
es: WebRequest agotó el tiempo de espera. La respuesta no se produjo antes de agotarse el periodo Timeout especificado.
fr: Délai dépassé pour WebRequest. La réponse n'est pas parvenue avant que la durée Timeout spécifiée ne soit écoulée.
it: Timeout di WebRequest. La risposta non è arrivata prima della fine del periodo di timeout specificato.
ja: WebRequest がタイムアウトしました。応答は、指定された Timeout 期間が経過するまで受信されませんでした。
ko: WebRequest 시간이 초과되었습니다. 지정된 Timeout 시간 내에 응답이 도착하지 않았습니다.
pl: Minął limit czasu dla operacji WebRequest. Odpowiedź nie przyszła przed upływem czasu określonego we właściwości Timeout.
pt_br: O WebRequest expirou. A resposta não chegou antes de expirar o período de Timeout.
ru: Истекло время ожидания WebRequest. Ответ не пришел в течение заданного периода Timeout.
tr: WebRequest zaman aşımına uğradı. Belirtilen Timeout süresi geçmeden yanıt ulaşmadı.
zh_hans: WebRequest 超时。响应未在指定的 Timeout 期间内到达。
zh_hant: WebRequest 逾時。指定的 Timeout 時間過後尚未收到回應。

# WebResponseCloseFailure
source: Error closing the WebResponse.
cs: Chyba ukončování WebResponse.
de: Fehler beim Schließen von "WebResponse".
es: Error al cerrar WebResponse.
fr: Erreur lors de la fermeture de la classe WebResponse.
it: Errore durante la chiusura della WebResponse.
ja: WebResponse を終了するときにエラーが発生しました。
ko: WebResponse를 닫는 동안 오류가 발생했습니다.
pl: Błąd podczas zamykania WebResponse.
pt_br: Erro ao fechar WebResponse.
ru: Ошибка при закрытии WebResponse.
tr: WebResponse kapatılırken hata oluştu.
zh_hans: 关闭 WebResponse 时出错。
zh_hant: 關閉 WebResponse 時發生錯誤。

# WebResponseFailure
source: Error processing WebResponse.
cs: Chyba zpracování WebResponse.
de: Fehler beim Verarbeiten von "WebResponse".
es: Error al procesar WebResponse.
fr: Erreur lors du traitement de la classe WebResponse.
it: Errore durante l'elaborazione della WebResponse.
ja: WebResponse の処理中にエラーが発生しました。
ko: WebResponse를 처리하는 동안 오류가 발생했습니다.
pl: Błąd podczas przetwarzania WebResponse.
pt_br: Erro ao processar o WebResponse.
ru: Ошибка при обработке WebResponse.
tr: WebResponse işlenirken hata oluştu.
zh_hans: 处理 WebResponse 时出错。
zh_hant: 處理 WebResponse 時發生錯誤。

# WebResponsePartNotFound
source: Requested PackagePart not found in target resource.
cs: Požadovaná PackagePart v cílovém zdroji nenalezena.
de: Der angeforderte "PackagePart" wurde in der Zielressource nicht gefunden.
es: La PackagePart solicitada no se ha encontrado en el recurso de destino.
fr: Classe PackagePart demandée introuvable dans la ressource cible.
it: Impossibile trovare la PackagePart nella risorsa di destinazione.
ja: 要求された PackagePart がターゲット リソースに見つかりません。
ko: 요청한 PackagePart가 대상 리소스에 없습니다.
pl: Żądany element PackagePart nie został znaleziony w zasobie docelowym.
pt_br: PackagePart solicitado não encontrado no recurso de destino.
ru: Запрошенная часть PackagePart не обнаружена в целевом ресурсе.
tr: İstenen PackagePart hedef kaynakta bulunamadı.
zh_hans: 在目标资源中无法找到请求的 PackagePart。
zh_hant: 在目標資源中找不到要求的 PackagePart。

# WriteNotSupported
source: Stream does not support writing.
cs: Datový proud nepodporuje zápis.
de: Der Datenstrom unterstützt keine Schreibvorgänge.
es: La secuencia no admite escritura.
fr: Le flux ne prend pas en charge l'écriture.
it: Il flusso non supporta la scrittura.
ja: ストリームは書き込みをサポートしていません。
ko: 스트림이 쓰기를 지원하지 않습니다.
pl: Strumień nie obsługuje operacji zapisu.
pt_br: O fluxo não oferece suporte à gravação.
ru: Поток не поддерживает запись.
tr: Bu akış yazmayı desteklemiyor.
zh_hans: 流不支持写入。
zh_hant: 資料流不支援寫入。

# WrongFirstSegment
source: The required pattern for URI containing ";component" is "AssemblyName;Vxxxx;PublicKey;component", where Vxxxx is the assembly version and PublicKey is the 16-character string representing the assembly public key token. Vxxxx and PublicKey are optional.
cs: Požadovaný vzorec pro identifikátor URI obsahující ;komponent je AssemblyName;Vxxxx;PublicKey;component, kde Vxxxx je verze sestavy a PublicKey je řetězec o 16 znacích představující token veřejného klíče sestavy. Vxxxx a PublicKey jsou nepovinné.
de: Das erforderliche Muster für einen URI, der ";component" enthält, ist "AssemblyName;Vxxxx;PublicKey;component", wobei "Vxxxx" die Assemblyversion und "PublicKey" die aus 16 Zeichen bestehende Zeichenfolge ist, die den öffentlichen Schlüsseltoken der Assembly darstellt. "Vxxxx" und "PublicKey" sind optional.
es: El patrón necesario para el URI que contiene ";component" es "AssemblyName;Vxxxx;PublicKey;component", donde Vxxxx es la versión de ensamblado y PublicKey es una cadena de 16 caracteres que representa el símbolo (token) de clave pública del ensamblado. Vxxxx y PublicKey son opcionales.
fr: Le modèle requis pour un URI contenant ";component" est 'AssemblyName;Vxxxx;PublicKey;component', où Vxxxx désigne la version de l'assembly et PublicKey la chaîne de 16 caractères représentant le jeton de clé publique de l'assembly. Vxxxx et PublicKey sont facultatifs.
it: Il pattern richiesto per un URI che contiene ";component" è "AssemblyName;Vxxxx;PublicKey;component", dove Vxxxx è la versione dell'assembly e PublicKey è la stringa di 16 caratteri che rappresenta il token di chiave pubblica dell'assembly. Vxxxx e PublicKey sono facoltativi.
ja: ";component" を含む URI には、"AssemblyName;Vxxxx;PublicKey;component" のようなパターンが必要です。Vxxxx はアセンブリのバージョン、PublicKey は、アセンブリの公開キー トークンを示す 16 文字の文字列です。Vxxxx と PublicKey は省略可能です。
ko: ";component"가 포함된 URI에 필요한 형식은 "AssemblyName;Vxxxx;PublicKey;component"입니다. 여기서 Vxxxx는 어셈블리 버전이며, PublicKey는 어셈블리 공개 키 토큰을 표시하는 16자의 문자열입니다. Vxxxx 및 PublicKey는 옵션입니다.
pl: Wymaganym szablonem dla identyfikatora URI zawierającego „;component” jest „AssemblyName;Vxxxx;PublicKey;component”, gdzie Vxxxx jest wersją zestawu, a PublicKey jest 16-znakowym ciągiem przedstawiającym token klucza publicznego zestawu. Vxxxx i PublicKey są opcjonalne.
pt_br: O padrão necessário para o URI que contém ";component" é "AssemblyName;Vxxxx;PublicKey;component", onde Vxxxx é a versão de assembly e PublicKey é a cadeia de 16 caracteres que representa o token de chave pública do assembly. Vxxxx e PublicKey são opcionais.
ru: Требуемый сегмент идентификатора URI, содержащий параметр ";component", - "AssemblyName;Vxxxx;PublicKey;component", где Vxxxx - версия сборки, а PublicKey - 16-символьная строка, представляющая маркер открытого ключа сборки. Vxxxx и PublicKey указываются по желанию.
tr: ";component" içeren URI için gerekli desen "AssemblyName;Vxxxx;PublicKey;component", burada Vxxxx bütünleştirilmiş kod sürümü ve PublicKey ise bütünleştirilmiş kod ortak anahtar belirtecini gösteren 16 karakterlik dizedir. Vxxxx ve PublicKey isteğe bağlıdır.
zh_hans: 对于包含“;component”的 URI，要求的模式是“AssemblyName;Vxxxx;PublicKey;component”，其中 Vxxxx 是程序集版本，PublicKey 是代表程序集公钥标记的 16 位字符的字符串。Vxxxx 和 PublicKey 是可选的。
zh_hant: 包含 ";component" 之 URI 的樣式必須為 "AssemblyName;Vxxxx;PublicKey;component"，其中 Vxxxx 是組件版本，而 PublicKey 是 16 個字元的字串 (代表組件公開金鑰語彙基元)。Vxxxx 與 PublicKey 是可省略的項目。

# XmlLangGetCultureFailure
source: There is no registered CultureInfo with the IetfLanguageTag '{0}'.
cs: Neexistuje registrovaná CultureInfo pro IetfLanguageTag {0}.
de: Es ist kein "CultureInfo" mit "IetfLanguageTag '{0}'" vorhanden.
es: No hay ninguna CultureInfo registrada con la IetfLanguageTag '{0}'.
fr: Pas de classe CultureInfo enregistrée avec la propriété IetfLanguageTag '{0}'.
it: Nessuna CultureInfo registrata nel IetfLanguageTag '{0}'.
ja: IetfLanguageTag '{0}' を持つ、登録された CultureInfo がありません。
ko: IetfLanguageTag '{0}'(으)로 등록된 CultureInfo가 없습니다.
pl: Brak zarejestrowanego elementu CultureInfo ze znacznikiem IetfLanguageTag „{0}”.
pt_br: Não há CultureInfo registrado com IetfLanguageTag '{0}'.
ru: Нет зарегистрированного свойства CultureInfo со значением IetfLanguageTag "{0}".
tr: IetfLanguageTag '{0}' içeren kaydedilmiş CultureInfo yok.
zh_hans: 没有包含 IetfLanguageTag“{0}”的注册 CultureInfo。
zh_hant: 沒有具有 IetfLanguageTag '{0}' 且已登錄的 CultureInfo。

# XmlLangGetSpecificCulture
source: Cannot find non-neutral culture related to '{0}'.
cs: Nelze najít jinou než neutrální kulturu vztahující se k prvku {0}.
de: Es kann keine nicht neutrale Kultur gefunden werden, die mit "{0}" in Zusammenhang steht.
es: No se encuentra una referencia cultural no neutra relacionada con '{0}'.
fr: Impossible de trouver une culture non neutre liée à '{0}'.
it: Impossibile trovare impostazioni cultura non neutre correlate a '{0}'.
ja: '{0}' に関連するニュートラルでないカルチャが見つかりません。
ko: '{0}'과(와) 관련된 비중립 문화권을 찾을 수 없습니다.
pl: Nie można znaleźć nieneutralnej kultury związanej z „{0}”.
pt_br: Não é possível localizar uma cultura diferente de neutra relacionada a '{0}'.
ru: Не удается найти культуру, связанную с "{0}" и не являющуюся нейтральной.
tr: '{0}' ile ilgili nötr olmayan kültür bulunamıyor.
zh_hans: 无法找到与“{0}”相关的特定的区域。
zh_hant: 找不到與 '{0}' 相關的非中性文化特性。

# XmlLangMalformed
source: '{0}' language tag must be empty or must conform to grammar defined in IETF RFC 3066.
cs: Jazykový tag {0} musí být prázdný nebo musí odpovídat gramatice definované v IETF RFC 3066.
de: Das Sprachtag "{0}" muss leer sein oder der in "IETF RFC 3066" definierten Grammatik entsprechen.
es: La etiqueta de idioma '{0}' debe estar vacía o debe ajustarse a la gramática definida en IETF RFC 3066.
fr: La balise de langue '{0}' doit être vide ou conforme à la grammaire définie dans la norme RFC 3066 de l'IETF.
it: Il tag di lingua '{0}' deve essere vuoto o conforme alla grammatica definita nella specifica IETF RFC 3066.
ja: '{0}' 言語タグは、空であるか、IETF RFC 3066 で定義された文法に準拠している必要があります。
ko: '{0}' 언어 태그는 비어 있거나 IETF RFC 3066에 정의된 문법을 따라야 합니다.
pl: Znacznik języka „{0}” musi być pusty lub musi odpowiadać gramatyce zdefiniowanej w IETF RFC 3066.
pt_br: A marca de idioma '{0}' deve estar vazia ou deve estar de acordo com a gramática definida em IETF RFC 3066.
ru: Тег языка "{0}" должен быть пустым или удовлетворять грамматическим правилам, определенным в IETF RFC 3066.
tr: '{0}' dil etiketinin boş olması veya IeTF RFC 3066'da tanımlanan dilbilgisine uygun olması gerekir.
zh_hans: “{0}”语言标记必须为空或者必须符合 IETF RFC 3066 中定义的语法。
zh_hant: '{0}' 語言標記必須是空的，或者必須符合在 IETF RFC 3066 中定義的文法要求。

# ZoomText
source: Zoom
cs: Lupa
ja: ズーム
ko: 확대/축소
pl: Powiększenie
ru: Масштаб
tr: Yakınlaştır
zh_hans: 缩放
zh_hant: 顯示比例
