Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Image_PropertyNotSupported
source: This codec does not support the specified property.
cs: Tento kodek určenou vlastnost nepodporuje.
de: Von diesem Codec wird die angegebene Eigenschaft nicht unterstützt.
es: Este códec no admite la propiedad especificada.
fr: Ce codec ne prend pas en charge la propriété spécifiée.
it: Questo codec non supporta la proprietà specificata.
ja: このコーデックは、指定されたプロパティをサポートしていません。
ko: 이 코덱은 지정한 속성을 지원하지 않습니다.
pl: Ten koder-dekoder nie obsługuje wskazanej właściwości.
pt_br: Este codec não oferece suporte à propriedade especificada.
ru: Кодек не поддерживает указанное свойство.
tr: Bu codec bileşeni belirtilen özelliği destelemiyor.
zh_hans: 此编码解码器不支持指定的属性。
zh_hant: 此轉碼器不支援指定的屬性。

# Image_PropertySize
source: Property is corrupted.
cs: Vlastnost je poškozena.
de: Die Eigenschaft ist beschädigt.
es: La propiedad está dañada.
fr: Propriété endommagée.
it: Proprietà danneggiata.
ja: プロパティが破損しています。
ko: 속성이 손상되었습니다.
pl: Uszkodzona właściwość.
pt_br: A propriedade está corrompida.
ru: Свойство повреждено.
tr: Özellik bozuk.
zh_hans: 属性已损坏。
zh_hant: 屬性已損毀。

# Image_PropertyUnexpectedType
source: Unexpected property type or value.
cs: Neočekávaný typ nebo hodnota vlastnosti.
de: Unerwarteter Eigenschaftstyp oder Wert.
es: Tipo o valor de propiedad inesperado.
fr: Type ou valeur de propriété inattendu.
it: Tipo o valore di proprietà imprevisto.
ja: 予期しないプロパティの型または値です。
ko: 예기치 않은 속성 형식 또는 값입니다.
pl: Nieoczekiwany typ właściwości lub wartość.
pt_br: Tipo ou valor da propriedade inesperado.
ru: Непредвиденный тип или значение свойства.
tr: Beklenmeyen özellik türü veya değeri.
zh_hans: 异常的属性类型或值。
zh_hant: 未預期的型別或值。

# Image_RequestOnlyValidAtMetadataRoot
source: The metadata query is valid only at the root of the metadata hierarchy.
cs: Dotaz na metadata je platný pouze v kořenu hierarchie metadat.
de: Die Metadatenabfrage ist nur am Stamm der Metadatenhierarchie gültig.
es: La consulta de metadatos sólo es válida en la raíz de la jerarquía de metadatos.
fr: L'interrogation des métadonnées est valide uniquement à la racine de la hiérarchie des métadonnées.
it: La query di metadati è valida solo alla radice della gerarchia dei metadati.
ja: メタデータ クエリは、メタデータ階層のルートでのみ有効です。
ko: 메타데이터 쿼리는 메타데이터 계층 구조의 루트에서만 사용할 수 있습니다.
pl: Zapytanie metadanych jest poprawne tylko w elemencie głównym hierarchii metadanych.
pt_br: A consulta de metadados é válida somente na raiz da hierarquia de metadados.
ru: Запрос метаданных допустим только для корневого элемента иерархии метаданных.
tr: Meta veri sorgusu yalnızca meta veri hiyerarşisinin kökünde geçerlidir.
zh_hans: 元数据查询仅在元数据层次结构的根上有效。
zh_hant: 中繼資料查詢只有在中繼資料階層的根是有效的。

# Image_SetPropertyOutsideBeginEndInit
source: Cannot set this property outside a BeginInit/EndInit block.
cs: Tuto vlastnost nelze nastavit mimo blok ohraničený prvky BeginInit/EndInit.
de: Diese Eigenschaft kann nicht außerhalb eines BeginInit/EndInit-Blocks festgelegt werden.
es: No se puede establecer esta propiedad fuera de un bloque BeginInit/EndInit.
fr: Impossible de définir cette propriété à l'extérieur d'un bloc BeginInit/EndInit.
it: Impossibile impostare la proprietà all'esterno di un blocco BeginInit/EndInit.
ja: このプロパティは、BeginInit/EndInit ブロックの外では設定できません。
ko: BeginInit/EndInit 블록 외부에서 이 속성을 설정할 수 없습니다.
pl: Nie można ustawić tej właściwości poza blokiem BeginInit/EndInit.
pt_br: Não é possível definir esta propriedade fora de um bloco BeginInit/EndInit.
ru: Невозможно задать это свойство вне блока BeginInit/EndInit.
tr: Bu özellik bir BeginInit/EndInit bloğunun dışında ayarlanamaz.
zh_hans: 无法在 BeginInit/EndInit 块之外设置此属性。
zh_hant: 無法在 BeginInit/EndInit 區塊之外設定此屬性。

# Image_SingularMatrix
source: Cannot invert singular matrix.
cs: Nelze provést inverzi jedné matrice.
de: Einzelmatrix kann nicht invertiert werden.
es: No se puede invertir la matriz singular.
fr: Impossible d'inverser la matrice singulière.
it: Impossibile invertire una matrice singolare.
ja: 特異行列は反転できません。
ko: 단일 행렬을 반전할 수 없습니다.
pl: Nie można odwrócić macierzy osobliwej.
pt_br: Não é possível inverter a matriz singular.
ru: Невозможно обратить вырожденную матрицу.
tr: Tekil matris ters çevrilemez.
zh_hans: 无法反转单数矩阵。
zh_hant: 無法轉換單一矩陣。

# Image_SizeOptionsAngle
source: Bad Rotation parameter. Only Rotate0, Rotate90, Rotate180, and Rotate270 are supported.
cs: Nesprávný parametr Rotation. Jsou podporovány pouze parametry Rotate0, Rotate90, Rotate180, a Rotate270.
de: Ungültiger Rotationsparameter. Unterstützt werden nur "Rotate0", "Rotate90", "Rotate180" und "Rotate270".
es: Parámetro Rotation erróneo. Sólo se admiten Rotate0, Rotate90, Rotate180 y Rotate270.
fr: Paramètre Rotation erroné. Seuls Rotate0, Rotate90, Rotate180 et Rotate270 sont pris en charge.
it: Parametro Rotation non valido. Sono supportati solo i valori Rotate0, Rotate90, Rotate180 e Rotate270.
ja: Rotation パラメーターが正しくありません。Rotate0、Rotate90、Rotate180、および Rotate270 のみがサポートされています。
ko: 잘못된 Rotation 매개 변수입니다. Rotate0, Rotate90, Rotate180 및 Rotate270만 지원됩니다.
pl: Zły parametr Rotation. Obsługiwane są jedynie wartości Rotate0, Rotate90, Rotate180 i Rotate270.
pt_br: Parâmetro Bad Rotation. Somente há suporte para Rotate0, Rotate90, Rotate180 e Rotate270.
ru: Недопустимое значение параметра Rotation. Поддерживаются только значения Rotate0, Rotate90, Rotate180 и Rotate270.
tr: Yanlış Rotation parametresi. Yalnızca Rotate0, Rotate90, Rotate180 ve Rotate270 desteklenir.
zh_hans: 错误的 Rotation 参数。仅支持 Rotate0、Rotate90、Rotate180 和 Rotate270。
zh_hant: Rotation 參數錯誤。只支援 Rotate0、Rotate90、Rotate180 與 Rotate270。

# Image_SizeOutOfRange
source: The image dimensions are out of the range supported by this codec.
cs: Rozměry zobrazení jsou mimo rozsah podporovaný tímto kodekem.
de: Die Bildabmessungen befinden sich außerhalb des vom Codec unterstützten Bereichs.
es: Las dimensiones de la imagen están fuera del intervalo admitido por este códec.
fr: Les dimensions de l'image sont en dehors de la plage prise en charge par ce codec.
it: Le dimensioni dell'immagine non sono comprese nell'intervallo supportato dal codec.
ja: イメージの大きさが、このコーデックでサポートされている範囲を超えています。
ko: 이미지 차원이 이 코덱이 지원하는 범위를 벗어났습니다.
pl: Wymiary obrazu są spoza zakresu obsługiwanego przez ten koder-dekoder.
pt_br: As dimensões da imagem estão fora do intervalo com suporte por este codec.
ru: Изображение превышает размеры, поддерживаемые данным кодеком.
tr: Görüntü boyutları bu codec bileşeni tarafından desteklenen aralığın dışında.
zh_hans: 图像尺寸超过此编码解码器支持的范围。
zh_hant: 此影像尺寸超過此轉碼器所支援的範圍。

# Image_StreamNotAvailable
source: Metadata stream is not available for this operation.
cs: Proud metadat není pro tuto operaci k dispozici.
de: Der Datenstrom für Metadaten ist für diesen Vorgang nicht verfügbar.
es: El flujo de metadatos no está disponible para esta operación.
fr: Flux des métadonnées non disponible pour cette opération.
it: Flusso di metadati non disponibile per questa operazione.
ja: メタデータ ストリームは、この処理では利用できません。
ko: 이 작업에 메타데이터 스트림을 사용할 수 없습니다.
pl: Strumień metadanych nie jest dostępny dla tej operacji.
pt_br: O fluxo de metadados não está disponível para esta operação.
ru: Поток метаданных недоступен для этой операции.
tr: Meta veri akışı bu işlem için kullanılamıyor.
zh_hans: 元数据流不可用于此操作。
zh_hant: 此操作無法使用中繼資料資料流。

# Image_StreamRead
source: Cannot read from the stream.
cs: Z datového proudu nelze číst.
de: Aus dem Datenstrom kann nicht gelesen werden.
es: No se puede leer desde la secuencia.
fr: Impossible de lire à partir du flux.
it: Impossibile leggere dal flusso.
ja: ストリームから読み取ることができません。
ko: 스트림에서 읽을 수 없습니다.
pl: Nie można czytać ze strumienia.
pt_br: Não é possível ler a partir do fluxo.
ru: Не удается прочитать данные из потока.
tr: Akıştan okunamıyor.
zh_hans: 无法从流中读取。
zh_hant: 無法讀取資料流。

# Image_StreamWrite
source: Cannot write to the stream.
cs: Do datového proudu nelze zapisovat.
de: In den Datenstrom kann nicht geschrieben werden.
es: No se puede escribir en la secuencia.
fr: Impossible d'écrire dans le flux.
it: Impossibile scrivere nel flusso.
ja: ストリームに書き込むことができません。
ko: 스트림에 쓸 수 없습니다.
pl: Nie można zapisywać w strumieniu.
pt_br: Não é possível gravar no fluxo.
ru: Не удается записать данные в поток.
tr: Akışa yazılamıyor.
zh_hans: 无法写入流。
zh_hant: 無法寫入資料流。

# Image_TooManyScanlines
source: The bitmap has too many scanlines for the specified encoder.
cs: Bitmapa má příliš mnoho příkazových řádků skeneru pro určený kodek.
de: Die Bitmap enthält zu viele Scanzeilen für den angegebenen Encoder.
es: El mapa de bits tiene demasiadas líneas de digitalización para el codificador especificado.
fr: La bitmap possède un trop grand nombre de lignes de numérisation pour l'encodeur spécifié.
it: La bitmap include troppo linee di digitalizzazione per il codificatore specificato.
ja: 指定されたエンコーダーに対してビットマップのスキャンラインが多すぎます。
ko: 비트맵에 지정한 인코더에 대한 스캐닝선이 너무 많습니다.
pl: Mapa bitowa ma za dużo linii skanowania dla wskazanego kodera.
pt_br: O bitmap tem muitas linhas de verificação para o codificador especificado.
ru: Точечный рисунок содержит слишком много строк развертки для указанного кодировщика.
tr: Bit eşlem belirtilen kodlayıcı için çok fazla tarama çizgisi içeriyor.
zh_hans: 位图对指定的编码器而言有过多的扫描线。
zh_hant: 對於指定的編碼器而言，此點陣圖具有太多掃描線。

# Image_TooMuchMetadata
source: Commit unsuccessful because too much metadata changed.
cs: Potvrzení neúspěšné, protože se změnilo příliš mnoho metadat.
de: "Commit" war nicht erfolgreich, da sich zu viele Metadaten geändert haben.
es: Confirmación no satisfactoria porque cambiaron demasiados metadatos.
fr: Échec de la validation en raison de la modification d'un trop grand nombre de métadonnées.
it: Commit non riuscito a causa di una quantità troppo elevata di metadati modificati.
ja: メタデータの変更が多すぎるため、Commit に失敗しました。
ko: 너무 많은 메타데이터가 수정되어 커밋에 실패했습니다.
pl: Przekazywanie zakończyło się niepowodzeniem z powodu zmiany zbyt dużej ilości metadanych.
pt_br: Commit malsucedido porque muitos metadados foram alterados.
ru: Не удалось зафиксировать изменения, поскольку изменилось слишком много метаданных.
tr: Çok fazla meta veri değiştiği için teslim etme başarısız oldu.
zh_hans: 提交不成功，因为更改了过多的元数据。
zh_hant: 認可失敗，因為太多中繼資料發生變更。

# Image_UnexpectedMetadataType
source: Unexpected type of metadata.
cs: Neočekávaný typ metadat.
de: Unerwarteter Metadatentyp.
es: Tipo de metadatos inesperado.
fr: Type de métadonnées inattendu.
it: Tipo di metadati imprevisto.
ja: 予期しないメタデータの種類です。
ko: 예기치 않은 형식의 메타데이터입니다.
pl: Nieoczekiwany typ metadanych.
pt_br: Tipo inesperado de metadados.
ru: Непредвиденный формат метаданных.
tr: Beklenmeyen türde meta veri.
zh_hans: 异常的元数据类型。
zh_hant: 未預期的中繼資料類型。

# Image_UnknownFormat
source: The image format is unrecognized.
cs: Neznámý formát zobrazení.
de: Das Bildformat ist unbekannt.
es: Formato de imagen no reconocido.
fr: Format d'image non reconnu.
it: Formato immagine non riconosciuto.
ja: イメージ形式を認識できません。
ko: 이미지 형식을 인식할 수 없습니다.
pl: Nierozpoznany format obrazu.
pt_br: O formato da imagem não é reconhecido.
ru: Формат изображения не распознан.
tr: Görüntü biçimi tanınmıyor.
zh_hans: 图像格式无法识别。
zh_hant: 影像格式無法識別。

# Image_UnsupportedOperation
source: Operation not supported.
cs: Tato operace není podporována.
de: Vorgang wird nicht unterstützt.
es: Operación no admitida.
fr: Opération non prise en charge.
it: Operazione non supportata.
ja: 操作がサポートされていません。
ko: 작업이 지원되지 않습니다.
pl: Operacja nieobsługiwana.
pt_br: Operação sem suporte.
ru: Операция не поддерживается.
tr: İşlem desteklenmiyor.
zh_hans: 不支持操作。
zh_hant: 不支援的操作。

# Image_UnsupportedPixelFormat
source: Pixel format not supported.
cs: Tento pixelový formát není podporován.
de: Das Pixelformat wird nicht unterstützt.
es: Formato de píxel no admitido.
fr: Format de pixel non pris en charge.
it: Formato pixel non supportato.
ja: ピクセル形式はサポートされていません。
ko: 픽셀 형식이 지원되지 않습니다.
pl: Nieobsługiwany format piksela.
pt_br: Formato de pixel sem suporte.
ru: Формат пикселей не поддерживается.
tr: Piksel biçimi desteklenmiyor.
zh_hans: 不支持像素格式。
zh_hant: 不支援的像素格式。

# Image_WrongState
source: Operation caused an invalid state.
cs: Operace způsobila neplatný stav.
de: Vorgang hat einen ungültigen Status verursacht.
es: La operación provocó un estado no válido.
fr: L'opération a provoqué un état non valide.
it: L'operazione ha causato uno stato non valido.
ja: 操作で無効な状態が生じました。
ko: 작업에서 잘못된 상태가 발생했습니다.
pl: Operacja spowodowała nieprawidłowy stan.
pt_br: A operação causou um estado inválido.
ru: Выполнение операции вызвало недопустимое состояние.
tr: İşlem geçersiz bir duruma neden oldu.
zh_hans: 操作导致无效的状态。
zh_hant: 操作導致無效的狀態。

# InInitialization
source: The object is already being initialized.
cs: Objekt byl již inicializován.
de: Das Objekt wird bereits initialisiert.
es: El objeto ya se está inicializando.
fr: L'objet est déjà en cours d'initialisation.
it: Inizializzazione dell'oggetto già in corso.
ja: このオブジェクトは、既に初期化中です。
ko: 개체가 이미 초기화되고 있습니다.
pl: Obiekt jest już w trakcie inicjowania.
pt_br: O objeto já está sendo inicializado.
ru: Инициализация объекта уже выполняется.
tr: Nesne zaten başlatılıyor.
zh_hans: 已在初始化此对象。
zh_hant: 物件已在初始化。

# IncompatibleStylusPointDescriptions
source: The StylusPointDescriptions are incompatible. Use the StylusPointDescription.GetCommonDescription method to find a common StylusPointDescription and then call StylusPointCollection.Reformat to return a compatible StylusPointCollection.
cs: StylusPointDescriptions jsou nekompatibilní. Použijte metodu StylusPointDescription.GetCommonDescription pro nalezení společného popisu StylusPointDescription a pak vyvolejte StylusPointCollection.Reformat pro návrat kompatibilní kolekce StylusPointCollection.
de: "StylusPointDescriptions" nicht kompatibel. Verwenden Sie die StylusPointDescription.GetCommonDescription-Methode, um eine allgemeine "StylusPointDescription" zu finden, und rufen Sie anschließend "StylusPointCollection.Reformat" auf, um eine kompatible Version von "StylusPointCollection" zurückzugeben.
es: StylusPointDescriptions son incompatibles. Use el método StylusPointDescription.GetCommonDescription para encontrar un StylusPointDescription común y, después, llame a StylusPointCollection.Reformat para volver a una StylusPointCollection compatible.
fr: Les StylusPointDescription ne sont pas compatibles. Utilisez la méthode StylusPointDescription.GetCommonDescription pour rechercher un StylusPointDescription commun, puis appelez StylusPointCollection.Reformat pour renvoyer un StylusPointCollection compatible.
it: StylusPointDescription non compatibili. Utilizzare il metodo StylusPointDescription.GetCommonDescription per trovare una StylusPointDescription comune, quindi chiamare StylusPointCollection.Reformat per restituire un StylusPointCollection compatibile.
ja: StylusPointDescriptions は互換性がありません。StylusPointDescription.GetCommonDescription メソッドを使用して一般的な StylusPointDescription を見つけ、StylusPointCollection.Reformat を呼び出して互換性のある StylusPointCollection を戻してください。
ko: StylusPointDescriptions는 호환되지 않습니다. StylusPointDescription.GetCommonDescription 메서드를 사용하여 공용 StylusPointDescription을 찾은 다음 StylusPointCollection.Reformat을 호출하여 호환되는 StylusPointCollection을 반환합니다.
pl: Wartości StylusPointDescription są niezgodne. Użyj metody StylusPointDescription.GetCommonDescription, aby znaleźć wspólny element typu StylusPointDescription, a następnie wywołaj metodę StylusPointCollection.Reformat, aby otrzymać zgodny element StylusPointCollection.
pt_br: StylusPointDescriptions são incompatíveis. Use o método StylusPointDescription.GetCommonDescription para encontrar uma StylusPointDescription comum e chame StylusPointCollection.Reformat para retornar uma StylusPointCollection compatível.
ru: Несовместимые описания StylusPointDescriptions. Найдите общий StylusPointDescription при помощи метода StylusPointDescription.GetCommonDescription, а затем вызовите метод StylusPointCollection.Reformat, чтобы вернуть совместимое семейство StylusPointCollection.
tr: StylusPointDescriptions uyumsuz. Ortak bir StylusPointDescription bulmak için StylusPointDescription.GetCommonDescription metodunu kullanın ve sonra uyumlu bir StylusPointCollection'a dönmek için StylusPointCollection.Reformat'ı çağırın.
zh_hans: StylusPointDescriptions 不兼容。使用 StylusPointDescription.GetCommonDescription 方法查找公用 StylusPointDescription，然后调用 StylusPointCollection.Reformat，以返回兼容的 StylusPointCollection。
zh_hant: StylusPointDescriptions 不相容。請使用 StylusPointDescription.GetCommonDescription 方法來尋找通用 StylusPointDescription，然後呼叫 StylusPointCollection.Reformat 以傳回相容的 StylusPointCollection。

# IncreaseZoomText
source: Increase Zoom
cs: Zvětšit
de: Zoom vergrößern
es: Aumentar zoom
fr: Augmenter le zoom
it: Aumenta zoom
ja: ズームの拡大
ko: 확대
pl: Zwiększ powiększenie
pt_br: Aumentar zoom
ru: Увеличить
tr: Yakınlaştırmayı Artır
zh_hans: 增大缩放比例
zh_hant: 增加縮放比例

# InitializationIncomplete
source: The operation fails because the object is not fully initialized.
cs: Operace selhala, protože objekt nebyl plně inicializován.
de: Der Vorgang schlägt fehl, da das Objekt noch nicht vollständig initialisiert wurde.
es: Error de la operación porque el objeto no está completamente inicializado.
fr: L'opération a échoué parce que l'objet n'est pas entièrement initialisé.
it: Operazione non riuscita perché l'inizializzazione dell'oggetto non è completa.
ja: オブジェクトが完全に初期化されていないために、処理が失敗します。
ko: 개체가 완전히 초기화되지 않아 작업이 실패했습니다.
pl: Operacja kończy się niepowodzeniem, ponieważ obiekt nie został w pełni zainicjowany.
pt_br: Ocorre falha da operação porque o objeto não está totalmente inicializado.
ru: Не удалось выполнить операцию, поскольку объект не инициализирован полностью.
tr: Nesne tam olarak başlatılmadığı için işlem başarısız olur.
zh_hans: 操作失败，因为该对象未完全初始化。
zh_hant: 操作失敗，因為物件未完全初始化。

# InitializingCompressorFailed
source: Cannot initialize compressor.
cs: Nelze inicializovat nástroj komprese.
de: Das Komprimierungsprogramm kann nicht initialisiert werden.
es: No se puede inicializar el compresor.
fr: Impossible d'initialiser le compresseur.
it: Impossibile inizializzare il compressore.
ja: コンプレッサーを初期化できません。
ko: 압축 프로그램을 초기화할 수 없습니다.
pl: Nie można zainicjować kompresora.
pt_br: Não é possível inicializar o compactador.
ru: Невозможно инициализировать упаковщик.
tr: Sıkıştırıcı başlatılamıyor.
zh_hans: 无法初始化压缩程序。
zh_hant: 無法初始化壓縮程式。

# InnerRequestNotAllowed
source: InnerRequest not available for preloaded packages.
cs: InnerRequest není k dispozici pro hotové balíky.
de: "InnerRequest" ist für zuvor geladene Pakete nicht verfügbar.
es: InnerRequest no disponible para los paquetes cargados previamente.
fr: InnerRequest non disponible pour les packages préchargés.
it: InnerRequest non disponibile per pacchetti precaricati.
ja: プリロードされているパッケージでは InnerRequest は利用できません。
ko: 미리 설치된 패키지에 InnerRequest를 사용할 수 없습니다.
pl: Obiekt InnerRequest niedostępny dla wstępnie załadowanych pakietów.
pt_br: InnerRequest não disponível para pacotes pré-carregados.
ru: InnerRequest недоступен для работы с предварительно загруженными пакетами.
tr: InnerRequest önceden yüklenmiş paketler için kullanılamaz.
zh_hans: InnerRequest 不可用于预加载的数据包。
zh_hant: 預先載入的封裝無法使用 InnerRequest。

# InputBinding_ExpectedInputGesture
source: Gesture accepts only objects of type '{0}'.
cs: Gesto akceptuje pouze objekty typu {0}.
de: Von "Gesture" werden nur Objekte vom Typ "{0}" angenommen.
es: Los gestos solo aceptan objetos de tipo '{0}'.
fr: Gesture n'accepte que les objets de type '{0}'.
it: Il movimento accetta solo oggetti di tipo '{0}'.
ja: Gesture は、型 '{0}' のオブジェクトのみ受け付けます。
ko: 제스처는 '{0}' 형식의 개체만 허용합니다.
pl: Gest akceptuje tylko obiekty typu „{0}”.
pt_br: Gesto aceita somente objetos do tipo '{0}'.
ru: В качестве жеста можно использовать только объекты типа "{0}".
tr: Hareket yalnızca '{0}' türünde nesne kabul eder.
zh_hans: 特定动作只接受类型“{0}”的对象。
zh_hant: 筆勢只接受型別為 '{0}' 的物件。

# InputLanguageManager_NotReadyToChangeCurrentLanguage
source: InputLanguageManager is not ready to change the current input languages.
cs: InputLanguageManager není připraven změnit aktuální vstupní jazyky.
de: "InputLanguageManager" ist zum Ändern der aktuellen Eingabesprachen nicht bereit.
es: InputLanguageManager no está preparado para cambiar los idiomas de entrada actuales.
fr: InputLanguageManager n'est pas prêt à modifier les langages d'entrée en cours.
it: InputLanguageManager non è pronto per modificare le lingue di input correnti.
ja: InputLanguageManager は、現在の入力言語を変更する準備ができていません。
ko: InputLanguageManager가 현재 입력 언어를 변경할 준비가 되어있지 않습니다.
pl: Obiekt InputLanguageManager nie jest gotowy do zmiany bieżących języków wejściowych.
pt_br: InputLanguageManager não está pronto para alterar os idiomas de entrada atuais.
ru: Диспетчер InputLanguageManager не готов изменить текущий язык ввода.
tr: InputLanguageManager geçerli giriş dillerini değiştirmek için hazır değil.
zh_hans: InputLanguageManager 尚未准备好更改当前输入语言。
zh_hant: InputLanguageManager 尚未就緒，無法變更目前的輸入語言。

# InputMethod_InvalidConversionMode
source: '{0}' is not a valid ImeConversionMode.
cs: Režim {0} není platný ImeConversionMode.
de: "{0}" ist ungültig für "ImeConversionMode".
es: '{0}' no es un ImeConversionMode válido.
fr: '{0}' n'est pas un ImeConversionMode valide.
it: '{0}' non è un valore ImeConversionMode valido.
ja: '{0}' は、有効は ImeConversionMode ではありません。
ko: '{0}'은(는) 잘못된 ImeConversionMode입니다.
pl: Element „{0}” nie jest prawidłową wartością ImeConversionMode.
pt_br: '{0}' não é um ImeConversionMode válido.
ru: "{0}" не является допустимым режимом ImeConversionMode.
tr: '{0}' geçerli bir ImeConversionMode değil.
zh_hans: “{0}”不是有效的 ImeConversionMode。
zh_hant: '{0}' 不是有效的 ImeConversionMode。

# InputMethod_InvalidSentenceMode
source: '{0}' is not a valid ImeSentenceMode.
cs: Režim {0} není platný ImeSentenceMode.
de: "{0}" ist ungültig für "ImeSentenceMode".
es: '{0}' no es un ImeSentenceMode válido.
fr: '{0}' n'est pas un ImeSentenceMode valide.
it: '{0}' non è un valore ImeSentenceMode valido.
ja: '{0}' は有効な ImeSentenceMode ではありません。
ko: '{0}'은(는) 잘못된 ImeSentenceMode입니다.
pl: Element „{0}” nie jest prawidłową wartością właściwości ImeSentenceMode.
pt_br: '{0}' não é um ImeSentenceMode válido.
ru: "{0}" не является допустимым режимом ImeSentenceMode.
tr: '{0}' geçerli bir ImeSentenceMode değil.
zh_hans: “{0}”不是有效的 ImeSentenceMode。
zh_hant: '{0}' 不是有效的 ImeSentenceMode。

# InputProviderSiteDisposed
source: The InputProviderSite has already been disposed.
cs: InputProviderSite byla již odstraněna.
de: "InputProviderSite" wurde bereits verworfen.
es: InputProviderSite ya se ha eliminado.
fr: InputProviderSite a déjà été libéré.
it: InputProviderSite già eliminato.
ja: InputProviderSite は既に破棄されています。
ko: InputProviderSite가 이미 삭제되었습니다.
pl: Obiekt InputProviderSite już został usunięty.
pt_br: InputProviderSite já descartado.
ru: InputProviderSite уже ликвидирован.
tr: InputProviderSite zaten bırakıldı.
zh_hans: 已释放 InputProviderSite。
zh_hant: InputProviderSite 已處置。

# InputScope_InvalidInputScopeName
source: '{0}' is not a valid InputScopeName.
cs: Název {0} není platný InputScopeName.
de: "{0}" ist ungültig für "InputScopeName".
es: '{0}' no es un InputScopeName válido.
fr: '{0}' n'est pas un InputScopeName valide.
it: '{0}' non è un valore InputScopeName valido.
ja: '{0}' は、有効な InputScopeName ではありません。
ko: '{0}'은(는) 잘못된 InputScopeName입니다.
pl: Element „{0}” nie jest prawidłowym elementem InputScopeName.
pt_br: '{0}' não é um InputScopeName válido.
ru: "{0}" не является допустимым именем InputScopeName.
tr: '{0}' geçerli bir InputScopeName değil.
zh_hans: “{0}”不是有效的 InputScopeName。
zh_hant: '{0}' 不是有效的 InputScopeName。
