Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Media_FileNotFound
source: Cannot find the media file.
cs: Mediální soubor nelze nalézt.
de: Die Mediendatei wurde nicht gefunden.
es: No se encuentra el archivo multimedia.
fr: Impossible de trouver le fichier multimédia.
it: Il file multimediale non è stato trovato.
ja: メディア ファイルが見つかりません。
ko: 미디어 파일을 찾을 수 없습니다.
pl: Nie można znaleźć pliku multimedialnego.
pt_br: Não é possível localizar o arquivo de mídia.
ru: Не удается найти файл мультимедиа.
tr: medya dosyası bulunamıyor.
zh_hans: 找不到媒体文件。
zh_hant: 找不到媒體檔案。

# Media_HardwareVideoAccelerationNotAvailable
source: Display driver must support video acceleration for video or audio playback.
cs: Ovladač displeje musí podporovat zrychlení pro video nebo audio přehrávání.
de: Für die Wiedergabe von Video oder Audio muss vom Anzeigetreiber die Grafikbeschleunigung unterstützt werden.
es: El controlador de pantalla debe admitir la aceleración de vídeo para reproducir vídeo y audio.
fr: Le pilote d'affichage doit prendre en charge l'accélération vidéo pour la lecture vidéo ou audio.
it: Il driver video deve supportare l'accelerazione video per la riproduzione di video o audio.
ja: ディスプレイ ドライバーは、ビデオまたはオーディオ再生用のビデオ アクセラレータをサポートしている必要があります。
ko: 디스플레이 드라이버는 비디오 또는 오디오 재생을 위한 비디오 가속 기능을 지원해야 합니다.
pl: Sterownik ekranu musi obsługiwać przyspieszenie wideo dla odtwarzania audio i wideo.
pt_br: O driver de vídeo deve oferecer suporte à aceleração de vídeo para reprodução de vídeo ou áudio.
ru: Видеодрайвер должен поддерживать ускорение для воспроизведения видео и звука.
tr: Kayıttan video veya ses yürütme işlemi için görüntü sürücüsünün video ivmesini desteklemesi gerekir.
zh_hans: 显示驱动程序必须支持视频或音频播放的视频加速。
zh_hant: 顯示卡驅動程式必須支援視訊加速，才能播放視訊或音訊。

# Media_InsufficientVideoResources
source: There are insufficient video resources available for video or audio playback.
cs: K přehrávání video nebo audio nahrávek nejsou k dispozici dostatečné zdroje.
de: Für die Video- oder Audiowiedergabe sind nicht ausreichend Videoressourcen verfügbar.
es: Los recursos de vídeo disponibles no son suficientes para reproducir vídeo o audio.
fr: Ressources vidéo insuffisantes pour la lecture vidéo ou audio.
it: Risorse video insufficienti per la riproduzione di video o audio.
ja: ビデオまたはオーディオ再生に利用できるビデオ リソースが不足しています。
ko: 비디오 또는 오디오 재생을 위해 사용 가능한 비디오 리소스가 부족합니다.
pl: Zasoby wideo są niewystarczające do odtworzenia wideo lub audio.
pt_br: Não há recursos suficientes de vídeo disponíveis para reprodução de vídeo ou áudio.
ru: Недостаточно видео-ресурсов для воспроизведения видео и звука.
tr: Kayıttan video veya ses yürütme için yeterli video kaynağı yok.
zh_hans: 没有足够的视频资源可用于视频或音频播放。
zh_hant: 視訊資源不足，無法播放視訊或音訊。

# Media_InvalidArgument
source: Value does not fall within the expected range.
cs: Hodnota nespadá do očekávaného rozsahu.
de: Der Wert liegt außerhalb des erwarteten Bereichs.
es: El valor no está comprendido entre el intervalo esperado.
fr: La valeur n'est pas comprise dans la plage attendue.
it: Il valore non è compreso nell'intervallo previsto.
ja: 値が期待される範囲内にありません。
ko: 값이 예상 범위를 벗어났습니다.
pl: Wartość jest spoza oczekiwanego zakresu.
pt_br: O valor não recai no intervalo esperado.
ru: Значение не попадает в ожидаемый диапазон.
tr: Değer beklenen aralıkta değil.
zh_hans: 值不在预期的范围内。
zh_hant: 視訊超出預期的範圍。

# Media_InvalidWmpVersion
source: Windows Media Player version 10 or later is required.
cs: Požaduje se Windows Media Player verze 10 nebo novější.
de: Windows Media Player ab Version 10 ist erforderlich.
es: Se requiere Windows Media Player versión 10 o posterior.
fr: Windows Media Player version 10 ou ultérieure obligatoire.
it: È necessario Windows Media Player versione 10 o successiva.
ja: Windows Media Player Version 10 以降が必要です。
ko: Windows Media Player 버전 10 이상이 필요합니다.
pl: Wymagany jest program Windows Media Player w wersji 10 lub nowszej.
pt_br: É necessário ter o Windows Media Player versão 10 ou posterior.
ru: Требуется проигрыватель Windows Media 10 или более поздней версии.
tr: Windows Media Player sürüm 10 veya daha yenisi gerekli.
zh_hans: 需要 Windows Media Player 版本 10 或更高版本。
zh_hant: 需要 Windows Media Player 10 或更新的版本。

# Media_LogonFailure
source: Access was denied on the media file.
cs: Přístup k mediálnímu souboru byl odepřen.
de: Der Zugriff auf die Mediendatei wurde verweigert.
es: Acceso denegado al archivo multimedia.
fr: Accès refusé sur le fichier multimédia.
it: Accesso negato nel file multimediale.
ja: メディア ファイルでのアクセスが拒否されました。
ko: 미디어 파일에 액세스가 거부되었습니다.
pl: Odmowa dostępu do pliku multimedialnego.
pt_br: O acesso foi negado no arquivo de mídia.
ru: Доступ к файлу мультимедиа запрещен.
tr: Medya dosyasına erişim reddedildi.
zh_hans: 拒绝访问媒体文件。
zh_hant: 存取媒體檔案時遭拒。

# Media_NotAllowedWhileTimingEngineInControl
source: Cannot perform this operation while a clock is assigned to the media player.
cs: Tuto operaci nelze provést, dokud jsou hodiny nastaveny na Windows Media Player.
de: Der Vorgang kann nicht durchgeführt werden, wenn dem Media Player eine Uhr zugewiesen ist.
es: No se puede realizar esta operación cuando un reloj está asignado al reproductor multimedia.
fr: Impossible d'effectuer cette opération tant qu'une horloge est affectée au lecteur multimédia.
it: Impossibile eseguire l'operazione quando al lettore multimediale è assegnato un orologio.
ja: クロックがメディア プレーヤーに割り当てられている間は、この処理を実行できません。
ko: 미디어 플레이어에 클록이 지정되는 동안 이 작업을 수행할 수 없습니다.
pl: Nie można wykonać tej operacji, gdy zegar jest przydzielony do odtwarzacza multimedialnego.
pt_br: Não é possível executar esta operação enquanto um relógio está atribuído ao media player.
ru: Невозможно выполнить данную операцию, когда проигрыватель мультимедиа управляется по часам.
tr: Medya yürütücüsüne bir saat atanmışken bu işlem gerçekleştirilemez.
zh_hans: 当时钟分配给媒体播放机时无法执行此操作。
zh_hant: 已經為媒體播放程式指定時鐘時，無法執行此操作。

# Media_PackURIsAreNotSupported
source: Only site-of-origin pack URIs are supported for media.
cs: Pro média jsou podporovány pouze sady identifikátorů URI pro místo původu.
de: Nur URIs im Format "pack://siteoforigin" werden unterstützt.
es: Sólo los URI del paquete del sitio de origen están admitidos para los medios.
fr: Seuls les URI à en-tête pack du site d'origine sont pris en charge pour les médias.
it: Per i file multimediali sono supportati solo URI di tipo pack://sitodiorigine:,,,/.
ja: 元のサイトのパック URI のみがメディアでサポートされています。
ko: 미디어에 원본 사이트 pack URI만 지원됩니다.
pl: Dla multimediów obsługiwane są tylko identyfikatory URI pochodzące z lokacji źródłowej.
pt_br: Somente há suporte para URIs do pacote do site de origem para a mídia.
ru: Для носителя поддерживаются только пакеты URI исходного узла.
tr: Medya için yalnızca kaynak yeri paket URI'leri desteklenir.
zh_hans: 对于媒体仅支持源站点包 URI。
zh_hant: 只支援媒體的來源網站封包 URI。

# Media_PlayerIsClosed
source: No operations are valid on a closed media player except open and close.
cs: Pro zavřený Windows Media Player nejsou platné žádné jiné operace než otevřít nebo zavřít.
de: Für den geschlossenen Media Player sind nur die Vorgänge zum Öffnen und Schließen gültig.
es: En un reproductor multimedia cerrado ninguna operación es válida, salvo abrir y cerrar.
fr: Aucune opération valide sur un lecteur multimédia fermé à l'exception de l'ouverture et de la fermeture.
it: Per un lettore multimediale chiuso sono consentite solo operazioni di apertura e chiusura.
ja: 閉じられたメディア プレーヤーでは、open と close 以外のすべての処理は無効です。
ko: 닫힌 미디어 플레이어에서는 열기와 닫기 외의 작업을 수행할 수 없습니다.
pl: Na zamkniętym odtwarzaczu multimedialnym dozwolone są jedynie operacje otwierania i zamykania.
pt_br: Nenhuma operação é válida em um media player fechado, exceto as operações de abrir e fechar.
ru: Закрытый проигрыватель мультимедиа может выполнять только операции "Открыть" и "Закрыть".
tr: Kapatılan medya yürütücüsünde açma ve kapatma dışındaki işlemler geçerli değildir.
zh_hans: 除了打开和关闭操作以外，任何操作在关闭的媒体播放机上无效。
zh_hant: 除了開啟與關閉之外，所有操作在已關閉的媒體播放程式上都是無效的。

# Media_PlaylistFormatNotSupported
source: Unrecognized playlist file format.
cs: Neznámý formát souboru playlist.
de: Unbekanntes Dateiformat für die Wiedergabeliste.
es: Formato del archivo de lista de reproducción no reconocido.
fr: Format du fichier de la sélection non reconnu.
it: Formato del file dell'elenco di riproduzione non riconosciuto.
ja: 認識不能なプレイリスト ファイル形式です。
ko: 인식할 수 없는 재생 목록 파일 형식입니다.
pl: Nie rozpoznano formatu listy odtwarzania.
pt_br: Formato de arquivo da lista de reprodução não reconhecido.
ru: Нераспознанный формат файла списка воспроизведения.
tr: Tanınmayan çalma listesi dosya biçimi.
zh_hans: 无法识别的播放列表文件格式。
zh_hant: 無法識別的播放清單檔案格式。

# Media_StreamClosed
source: Cannot access the stream after it is closed.
cs: Po zavření datového proudu k němu není přístup.
de: Auf den Datenstrom kann nicht zugegriffen werden, nachdem er geschlossen wurde.
es: No se puede obtener acceso a la secuencia cuando se ha cerrado.
fr: Impossible d'accéder au flux après sa fermeture.
it: Impossibile accedere al flusso dopo la chiusura.
ja: ストリームを閉じた後は、ストリームにアクセスできません。
ko: 스트림이 닫힌 후에는 스트림에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do strumienia po jego zamknięciu.
pt_br: Não é possível acessar o fluxo após ser fechado.
ru: Невозможно обратиться к потоку после его закрытия.
tr: Kapatıldıktan sonra akışa erişilemez.
zh_hans: 无法在流关闭以后访问该流。
zh_hant: 當資料流關閉之後，即無法存取。

# Media_UninitializedResource
source: Accessed an uninitialized media resource.
cs: Program našel neinicializovaný mediální zdroj.
de: Es wurde auf eine nicht initialisierte Medienressource zugegriffen.
es: Se obtuvo acceso a un recurso multimedia no inicializado.
fr: Accès à une ressource multimédia non initialisée.
it: Accesso a una risorsa multimediale non inizializzata.
ja: 初期化されていないメディア リソースにアクセスしました。
ko: 초기화되지 않은 미디어 리소스에 액세스했습니다.
pl: Uzyskano dostęp do niezainicjowanego zasobu multimedialnego.
pt_br: Foi acessado um recurso de mídia não inicializado.
ru: Доступ к ресурсу мультимедиа, не прошедшему инициализацию.
tr: Başlatılmamış bir medya kaynağına erişildi.
zh_hans: 访问未初始化的媒体资源。
zh_hant: 已存取未初始化的媒體資源。

# Media_UnknownChannelType
source: Channel type is not recognized.
cs: Neznámý typ kanálu.
de: Unbekannter Channeltyp.
es: El tipo de canal no se reconoce.
fr: Type de canal non reconnu.
it: Tipo di canale non riconosciuto.
ja: チャネルの種類を認識できません。
ko: 채널 형식을 인식할 수 없습니다.
pl: Nierozpoznany typ kanału.
pt_br: O tipo de canal não é reconhecido.
ru: Не распознается тип канала.
tr: Kanal türü tanınmıyor.
zh_hans: 未识别频道类型。
zh_hant: 通道類型無法識別。

# Media_UnknownMediaExecption
source: An unknown media error occurred.
cs: Nastala neznámá chyba média.
de: Ein unbekannter Medienfehler ist aufgetreten.
es: Error multimedia desconocido.
fr: Erreur multimédia inconnue rencontrée.
it: Errore multimediale sconosciuto.
ja: 不明なメディア エラーが発生しました。
ko: 알 수 없는 미디어 오류가 발생했습니다.
pl: Wystąpił nieznany błąd multimediów.
pt_br: Erro de mídia desconhecido.
ru: Произошла неопознанная ошибка носителя.
tr: Bilinmeyen bir medya hatası oluştu.
zh_hans: 发生未知的媒体错误。
zh_hant: 發生不明的媒體錯誤。

# Media_UriNotSpecified
source: Must specify URI.
cs: Nutno specifikovat identifikátor URI.
de: URI muss angegeben werden.
es: Debe especificar un URI.
fr: URI obligatoire.
it: È necessario specificare l'URI.
ja: URI を指定する必要があります。
ko: URI를 지정해야 합니다.
pl: Należy określić identyfikator URI.
pt_br: É necessário especificar o URI.
ru: Необходимо указать идентификатор URI.
tr: URI belirtilmelidir.
zh_hans: 必须指定 URI。
zh_hant: 必須指定 URI。

# MethodCallNotAllowed
source: The '{0}' method cannot be called at this time.
cs: Metodu {0} není možné v tomto okamžiku volat.
de: Die Methode "{0}" kann derzeit nicht aufgerufen werden.
es: No se puede llamar al método "{0}" en este momento.
fr: Impossible d'appeler la méthode '{0}' pour le moment.
it: Non è possibile chiamare il metodo '{0}' in questo momento.
ja: '{0}' メソッドは現在呼び出せません。
ko: '{0}' 메서드는 지금 호출할 수 없습니다.
pl: W tej chwili nie można wywołać metody „{0}”.
pt_br: O método '{0}' não pode ser chamado neste momento.
ru: Сейчас невозможно вызвать метод "{0}".
tr: '{0}' metodu şu anda çağırılamıyor.
zh_hans: 当前无法调用“{0}”方法。
zh_hant: 目前無法呼叫 '{0}' 方法。

# MilErr_UnsupportedVersion
source: Mismatched versions of PresentationCore.dll, Milcore.dll, WindowsCodecs.dll, or D3d9.dll. Check that these DLLs come from the same source.
cs: Nepříslušné verze PresentationCore.dll, Milcore.dll, WindowsCodecs.dll, nebo D3d9.dll. Zkontrolujte, zda tyto DLL soubory pocházejí ze stejného zdroje.
de: Die Versionen von "PresentationCore.dll", "Milcore.dll", "WindowsCodecs.dll" oder "D3d9.dll" stimmen nicht überein. Prüfen Sie, ob diese DLLs von der gleichen Quelle stammen.
es: Discrepancia de versiones de PresentationCore.dll, Milcore.dll, WindowsCodecs.dll o D3d9.dll. Compruebe que estas DLL provengan del mismo origen.
fr: Versions incompatibles de PresentationCore.dll, Milcore.dll, WindowsCodecs.dll ou D3d9.dll. Vérifiez que ces DLL proviennent de la même source.
it: Versioni non corrispondenti di PresentationCore.dll, Milcore.dll, WindowsCodecs.dll o D3d9.dll. Controllare che tali DLL provengano dalla stessa origine.
ja: PresentationCore.dll、Milcore.dll、WindowsCodecs.dll、または D3d9.dll のバージョンが一致しません。これらの DLL が同じソースのものであることを確認してください。
ko: PresentationCore.dll, Milcore.dll, WindowsCodecs.dll 또는 D3d9.dll의 버전이 일치하지 않습니다. 같은 소스에서 가져온 DLL인지 확인하십시오.
pl: Niezgodne wersje plików PresentationCore.dll, Milcore.dll, WindowsCodecs.dll lub D3d9.dll. Upewnij się, czy te biblioteki DLL pochodzą z tego samego źródła.
pt_br: Versões não correspondentes de PresentationCore.dll, Milcore.dll, WindowsCodecs.dll ou D3d9.dll. Verifique se essas DLLs têm a mesma origem.
ru: Не совпадают версии PresentationCore.dll, Milcore.dll, WindowsCodecs.dll или D3d9.dll. Убедитесь, что эти библиотеки получены из одного источника.
tr: PresentationCore.dll, Milcore.dll, WindowsCodecs.dll veya D3d9.dll sürümleri eşleşmiyor. Bu DLL'lerin aynı kaynaktan geldiğini denetleyin.
zh_hans: PresentationCore.dll、Milcore.dll、WindowsCodecs.dll 或 D3d9.dll 的版本不匹配。请检查这些 DLL 是否来自相同源。
zh_hant: 不相符的 PresentationCore.dll、Milcore.dll、WindowsCodecs.dll 或 D3d9.dll 版本。請確定這些 DLL 的來源是否相同。

# Mismatched_RoutedEvent
source: RoutedEvent in RoutedEventArgs and EventRoute are mismatched.
cs: RoutedEvent v RoutedEventArgs a EventRoute k sobě nepatří.
de: "RoutedEvent" in "RoutedEventArgs" und "EventRoute" stimmen nicht überein.
es: Discrepancia de RoutedEvent en RoutedEventArgs y EventRoute.
fr: RoutedEvent in RoutedEventArgs et EventRoute incompatibles.
it: RoutedEvent in RoutedEventArgs ed EventRoute non corrispondenti.
ja: RoutedEventArgs の RoutedEvent と EventRoute が一致しません。
ko: RoutedEventArgs의 RoutedEvent와 EventRoute가 일치하지 않습니다.
pl: Niezgodne elementy RoutedEvent w RoutedEventArgs i EventRoute.
pt_br: RoutedEvent em RoutedEventArgs e EventRoute não correspondem.
ru: RoutedEvent в RoutedEventArgs и EventRoute не совпадают.
tr: RoutedEventArgs içindeki RoutedEvent ve EventRoute eşleşmiyor.
zh_hans: RoutedEventArgs 中的 RoutedEvent 和 EventRoute 不匹配。
zh_hant: RoutedEventArgs 與 EventRoute 中的 RoutedEvent 不相符。

# MoveDownKeyDisplayString
source: Down
de: Nach-Unten
es: Abajo
fr: Descendre
it: Freccia GIÙ
ko: 아래쪽 화살표
pl: Zmniejsz
pt_br: Seta para Baixo
ru: ВНИЗ
tr: Aşağı
zh_hans: 下移

# MoveDownText
source: Move Down
cs: Pohyb dolů
de: Nach unten verschieben
es: Bajar
fr: Descendre
it: Sposta giù
ja: 下に移動
ko: 아래로 이동
pl: Przenieś w dół
pt_br: Mover para Baixo
ru: Переместить вниз
tr: Aşağı Taşı
zh_hans: 下移
zh_hant: 下移

# MoveFocusBackKeyDisplayString
source: Ctrl+Left
de: Strg+Nach-Links
es: Ctrl+Izquierda
fr: Ctrl+Gauche
it: CTRL+freccia SINISTRA
ko: Ctrl+왼쪽 화살표
pl: Ctrl+W lewo
pt_br: Ctrl+Seta para a Esquerda
ru: Ctrl+ВЛЕВО
tr: Ctrl+Sol
zh_hans: Ctrl+向左键

# MoveFocusBackText
source: Move Focus Back
cs: Přesun ohniska dozadu
de: Fokus nach hinten verschieben
es: Retroceder enfoque
fr: Déplacer le focus vers l'arrière
it: Sposta stato attivo indietro
ja: フォーカスを前へ移動
ko: 포커스 뒤로 이동
pl: Przenieś fokus z powrotem
pt_br: Mover Foco para Trás
ru: Фокус назад
tr: Odağı Geriye Taşı
zh_hans: 焦点后移
zh_hant: 移動選取項目 - 往前

# MoveFocusDownKeyDisplayString
source: Ctrl+Down
de: Strg+Nach-Unten
es: Ctrl+Abajo
fr: Ctrl+Bas
it: CTRL+freccia GIÙ
ko: Ctrl+아래쪽 화살표
pl: Ctrl+W dół
pt_br: Ctrl+Seta para Baixo
ru: Ctrl+ВНИЗ
tr: Ctrl+Aşağı
zh_hans: Ctrl+向下键

# MoveFocusDownText
source: Move Focus Down
cs: Přesun ohniska dolů
de: Fokus nach unten verschieben
es: Bajar enfoque
fr: Déplacer le focus vers le bas
it: Sposta stato attivo in basso
ja: フォーカスを下へ移動
ko: 포커스 아래로 이동
pl: Przenieś fokus w dół
pt_br: Mover Foco para Baixo
ru: Фокус вниз
tr: Odağı Aşağıya Taşı
zh_hans: 焦点下移
zh_hant: 移動選取項目 - 往下

# MoveFocusForwardKeyDisplayString
source: Ctrl+Right
de: Strg+Nach-Rechts
es: Ctrl+Derecha
fr: Ctrl+Droite
it: CTRL+freccia DESTRA
ko: Ctrl+오른쪽 화살표
pl: Ctrl+W prawo
pt_br: Ctrl+Seta para a Direita
ru: Ctrl+ВПРАВО
tr: Ctrl+Sağ
zh_hans: Ctrl+向右键

# MoveFocusForwardText
source: Move Focus Forward
cs: Přesun ohniska vpřed
de: Fokus nach vorne verschieben
es: Avanzar enfoque
fr: Déplacer le focus vers l'avant
it: Sposta stato attivo avanti
ja: フォーカスを先へ移動
ko: 포커스 앞으로 이동
pl: Przenieś fokus do przodu
pt_br: Mover Foco para Frente
ru: Фокус вперед
tr: Odağı İleriye Taşı
zh_hans: 焦点前移
zh_hant: 移動選取項目 - 往後

# MoveFocusPageDownKeyDisplayString
source: Ctrl+PageDown
de: Strg+BildAb
es: Ctrl+AvPág
fr: Ctrl+Pg.suiv
it: CTRL+PGGIÙ

# MoveFocusPageDownText
source: Move Focus Page Down
cs: Přesun ohniska o stránku dolů
de: Fokus eine Seite nach unten verschieben
es: Bajar enfoque una página
fr: Avancer le focus d'une page
it: Sposta stato attivo in basso di una pagina
ja: フォーカスをページの下へ移動
ko: 포커스 페이지 아래로 이동
pl: Przenieś fokus stronę niżej
pt_br: Mover Foco com Page Down
ru: Фокус на страницу вниз
tr: Odağı Aşağıdaki Sayfaya Taşı
zh_hans: 焦点页下移
zh_hant: 移動選取項目 - 下一頁

# MoveFocusPageUpKeyDisplayString
source: Ctrl+PageUp
de: Strg+BildAuf
es: Ctrl+RePág
fr: Ctrl+Pg. préc
it: CTRL+PGSU

# MoveFocusPageUpText
source: Move Focus Page Up
cs: Přesun ohniska o stránku nahoru
de: Fokus eine Seite nach oben verschieben
es: Subir enfoque una página
fr: Reculer le focus d'une page
it: Sposta stato attivo in alto di una pagina
ja: フォーカスをページの上へ移動
ko: 포커스 페이지 위로 이동
pl: Przenieś fokus stronę wyżej
pt_br: Mover Foco com Page Up
ru: Фокус на страницу вверх
tr: Odağı Yukarıdaki Sayfaya Taşı
zh_hans: 焦点页上移
zh_hant: 移動選取項目 - 上一頁

# MoveFocusUpKeyDisplayString
source: Ctrl+Up
de: Strg+Nach-Oben
es: Ctrl+Arriba
fr: Ctrl+Haut
it: CTRL+freccia SU
ko: Ctrl+위쪽 화살표
pl: Ctrl+W górę
pt_br: Ctrl+Seta para Cima
tr: Ctrl+Yukarı
zh_hans: Ctrl+向上键

# MoveFocusUpText
source: Move Focus Up
cs: Přesun ohniska nahoru
de: Fokus nach oben verschieben
es: Subir enfoque
fr: Monter le focus
it: Sposta stato attivo in alto
ja: フォーカスを上へ移動
ko: 포커스 위로 이동
pl: Przenieś fokus w górę
pt_br: Mover Foco para Cima
ru: Фокус вверх
tr: Odağı Yukarıya Taşı
zh_hans: 焦点上移
zh_hant: 移動選取項目 - 往上

# MoveLeftKeyDisplayString
source: Left
de: Nach-Links
es: Izquierda
fr: Gauche
it: Freccia SINISTRA
ko: 왼쪽 화살표
pl: Do lewej
pt_br: À Esquerda
ru: ВЛЕВО
tr: Sol
zh_hans: 向左

# MoveLeftText
source: Move Left
cs: Posun vlevo
de: Nach links verschieben
es: Mover a la izquierda
fr: Déplacer vers la gauche
it: Sposta a sinistra
ja: 左へ移動
ko: 왼쪽으로 이동
pl: Przenieś w lewo
pt_br: Mover para a Esquerda
ru: Влево
tr: Sola Taşı
zh_hans: 左移
zh_hant: 左移

# MoveRightKeyDisplayString
source: Right
de: Nach-Rechts
es: Derecha
fr: Droit
it: Freccia DESTRA
ja: 右へ
ko: 오른쪽 화살표
pl: Po prawej
pt_br: Seta para a Direita
ru: ВПРАВО
tr: Sağ
zh_hans: 向右

# MoveRightText
source: Move Right
cs: Posun vpravo
de: Nach rechts verschieben
es: Mover a la derecha
fr: Déplacer vers la droite
it: Sposta a destra
ja: 右へ移動
ko: 오른쪽으로 이동
pl: Przenieś w prawo
pt_br: Mover para a Direita
ru: Вправо
tr: Sağa Taşı
zh_hans: 右移
zh_hant: 又移

# MoveToEndKeyDisplayString
source: End
de: ENDE
es: Finalización
fr: Fin
it: Fine
ja: 終了
ko: 종료
pl: Zakończenie
pt_br: Encerrar
ru: Завершить
tr: Bitiş
zh_hans: 结束
zh_hant: 結束

# MoveToEndText
source: Move To End
cs: Přesun na konec
de: Zum Ende verschieben
es: Mover al final
fr: Déplacer à la fin
it: Sposta alla fine
ja: 末尾へ移動
ko: 맨 뒤로 이동
pl: Przenieś na koniec
pt_br: Mover para o Fim
ru: В конец
tr: Sona Taşı
zh_hans: 移动到末尾
zh_hant: 移到結尾

# MoveToHomeKeyDisplayString
source: Home
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
it: Home page
ja: ホーム
ko: 홈
pl: Strona główna
pt_br: Página Inicial
ru: Главная
tr: Giriş
zh_hans: 主页
zh_hant: 首頁

# MoveToHomeText
source: Move To Home
cs: Přesun domů
de: Zu Home verschieben
es: Mover al inicio
fr: Déplacer au début
it: Sposta all'inizio
ja: 最初へ移動
ko: 맨 앞으로 이동
pl: Przenieś na początek wiersza
pt_br: Mover para o Início
ru: К началу
tr: Girişe Taşı
zh_hans: 移动到开头
zh_hant: 移到開頭

# MoveToPageDownKeyDisplayString
source: PageDown
de: BildAb
es: AvPág
fr: Pg. suiv
it: PGGIÙ

# MoveToPageDownText
source: Move To Page Down
cs: Posun o stránku dolů
de: Eine Seite nach unten verschieben
es: Bajar una página
fr: Déplacer vers la page suivante
it: Sposta in basso di una pagina
ja: ページの下へ移動
ko: 페이지 아래로 이동
pl: Przenieś o stronę niżej
pt_br: Mover para Page Down
ru: Страница вниз
tr: Aşağıdaki Sayfaya Taşı
zh_hans: 移动到下一页
zh_hant: 移動到下一頁

# MoveToPageUpKeyDisplayString
source: PageUp
de: BildAuf
es: RePág
fr: Pg. préc
it: PGSU

# MoveToPageUpText
source: Move To Page Up
cs: Posun o stránku nahoru
de: Eine Seite nach oben verschieben
es: Subir una página
fr: Déplacer vers la page précédente
it: Sposta in alto di una pagina
ja: ページの上へ移動
ko: 페이지 위로 이동
pl: Przenieś o stronę wyżej
pt_br: Mover para Page Up
ru: Страница вверх
tr: Yukarıdaki Sayfaya Taşı
zh_hans: 移动到上一页
zh_hant: 移動到上一頁

# MoveUpKeyDisplayString
source: Up
de: Nach-Oben
es: Arriba
fr: Monter
it: Freccia SU
ko: 위쪽 화살표
pl: W górę
pt_br: Para cima
zh_hans: 上移
zh_hant: 上移

# MoveUpText
source: Move Up
cs: Nahoru
de: Nach oben verschieben
es: Subir
fr: Monter
it: Sposta in alto
ja: 上に移動
ko: 위로 이동
pl: Przenieś w górę
pt_br: Mover para Cima
ru: Переместить вверх
tr: Yukarı Taşı
zh_hans: 上移
zh_hant: 上移

# MultiSingleton
source: Cannot have more than one '{0}' instance in the same AppDomain.
cs: Nelze mít více než jednu instanci {0} ve stejné doméně AppDomain.
de: Es darf nicht mehr als eine {0}-Instanz im selben "AppDomain" vorhanden sein.
es: No puede existir más de instancia de '{0}' en el mismo AppDomain.
fr: Impossible d'avoir plusieurs instances '{0}' dans le même AppDomain.
it: È consentita al massimo un'istanza di '{0}' nello stesso AppDomain.
ja: 同一の AppDomain に複数の '{0}' インスタンスを保持することはできません。
ko: 같은 AppDomain에 두 개 이상의 '{0}' 인스턴스가 있을 수 없습니다.
pl: W jednym elemencie AppDomain nie może pojawić się więcej niż jedno wystąpienie „{0}”.
pt_br: Não é possível ter mais de uma instância '{0}' no mesmo AppDomain.
ru: Один и тот же AppDomain не может содержать более одного экземпляра "{0}".
tr: Aynı AppDomain içinde birden fazla '{0}' örneği olamaz.
zh_hans: 相同 AppDomain 中无法具有多个“{0}”实例。
zh_hant: 相同的 AppDomain 中不能有多個 '{0}' 執行個體。

# NavigateJournalText
source: Navigate Journal
cs: Nalézt deník
de: Im Journal navigieren
es: Navegar por el diario
fr: Journal de navigation
it: Esplora journal
ja: ジャーナルへ移動
ko: 저널 탐색
pl: Dziennik nawigacji
pt_br: Navegar pelo Diário
ru: Переход по журналу
tr: Günlüğe Git
zh_hans: 导航日记
zh_hant: 巡覽日誌

# NewKeyDisplayString
source: Ctrl+N
de: Strg+N
es: Ctrl+U
pt_br: Ctrl+O

# NewText
source: New
cs: Nový
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
ja: 新規作成
ko: 새로 만들기
pl: Nowy
pt_br: Novo
ru: Создать
tr: Yeni
zh_hans: 新建
zh_hant: 新增

# NextPageText
source: Next Page
cs: Další stránka
de: Nächste Seite
es: Página siguiente
fr: Page suivante
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
pl: Następna strona
pt_br: Próxima Página
ru: Следующая страница
tr: Sonraki Sayfa
zh_hans: 下一页
zh_hant: 下一頁
