Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# D3DImage_InvalidUsage
source: Back buffer's usage does not meet the requirements for the resource type.
cs: Využití přípravné vyrovnávací paměti nesplňuje požadavky na typ prostředku.
de: Die Verwendung des Hintergrundpuffers entspricht nicht den Anforderungen an den Ressourcentyp.
es: El uso del búfer de reserva no cumple los requisitos del tipo de recurso.
fr: L'utilisation de la mémoire tampon d'arrière-plan ne répond pas aux spécifications pour le type de ressource.
it: L'utilizzo del buffer nascosto non soddisfa i requisiti per il tipo di risorsa.
ja: バック バッファーの使用法がリソースの種類の要件を満たしていません。
ko: 백 버퍼의 사용법이 리소스 형식에 대한 요구 사항에 맞지 않습니다.
pl: Użycie buforu zapasowego nie spełnia wymagań dotyczących typu zasobu.
pt_br: O uso do buffer de fundo não atende aos requisitos do tipo de recurso.
ru: Использование заднего буфера не соответствует требованиям к типу ресурса.
tr: Geri arabelleğin kullanımı kaynak türüyle ilgili gereksinimleri karşılamıyor.
zh_hans: 后台缓冲区的使用不满足对资源类型的要求。
zh_hant: 背景緩衝區的使用方式不符合資源類型的要求。

# D3DImage_MustHaveBackBuffer
source: Cannot call this method without a back buffer.
cs: Tuto metodu nelze volat bez přípravné vyrovnávací paměti.
de: Diese Methode kann nicht aufgerufen werden, wenn kein Hintergrundpuffer vorhanden ist.
es: No se puede llamar a este método sin un búfer de reserva.
fr: Impossible d'appeler cette méthode dans une mémoire tampon d'arrière-plan.
it: Impossibile chiamare questo metodo senza un buffer nascosto.
ja: バック バッファーを指定せずにこのメソッドを呼び出すことはできません。
ko: 백 버퍼 없이 이 메서드를 호출할 수 없습니다.
pl: Nie można wywołać tej metody bez buforu zapasowego.
pt_br: Não é possível chamar esse método sem um buffer de fundo.
ru: Невозможно вызвать этот метод без заднего буфера.
tr: Bu metot bir geri arabellek olmadan çağrılamaz.
zh_hans: 在没有后台缓冲区的情况下无法调用此方法。
zh_hant: 無法在沒有背景緩衝區的情況下呼叫這個方法。

# D3DImage_SurfaceTooBig
source: Back buffer's size is too large.
cs: Velikost přípravné vyrovnávací paměti je příliš velká.
de: Der Hintergrundpuffer ist zu groß.
es: El tamaño del búfer de reserva es demasiado grande.
fr: La taille de la mémoire tampon d'arrière-plan est trop grande.
it: Dimensioni del buffer nascosto troppo grandi.
ja: バック バッファーのサイズが大きすぎます。
ko: 백 버퍼가 너무 큽니다.
pl: Rozmiar buforu zapasowego jest zbyt duży.
pt_br: O tamanho do buffer de fundo é muito grande.
ru: Слишком большой размер заднего буфера.
tr: Geri arabelleğin boyutu çok büyük.
zh_hans: 后台缓冲区的大小过大。
zh_hant: 背景緩衝區的大小太大。

# DataObject_CannotSetDataOnAFozenOLEDataDbject
source: Cannot SetData on a frozen OLE data object.
cs: Nelze použít SetData pro zmrazený datový objekt OLE.
de: "SetData" ist für fixierte OLE-Datenobjekte nicht möglich.
es: No se puede ejecutar SetData en un objeto de datos OLE inmovilizado.
fr: SetData impossible sur un objet de données OLE de type frozen.
it: Impossibile eseguite SetData su un oggetto dati OLE bloccato.
ja: 固定された OLE データ オブジェクトでは SetData を実行できません。
ko: 고정 OLE 데이터 개체에 SetData를 설정할 수 없습니다.
pl: Nie można wykonać operacji SetData na zablokowanym obiekcie danych OLE.
pt_br: Não é possível SetData em um objeto de dados OLE congelado.
ru: Не удается выполнить операцию SetData для зафиксированного объекта данных OLE.
tr: Dondurulmuş OLE veri nesnesi üzerinde SetData işlemi yapılamaz.
zh_hans: 在已冻结的 OLE 数据对象上不支持 SetData。
zh_hant: 無法在已凍結的 OLE 資料物件上執行 SetData。

# DataObject_DataFormatNotPresentOnDataObject
source: '{0}' data format is not present on DataObject.
cs: Datový formát {0} není ve třídě DataObject přítomen.
de: Das Datenformat "{0}" ist in "DataObject" nicht vorhanden.
es: El formato de datos '{0}' no está presente en DataObject.
fr: Format de données '{0}' non présent dans DataObject.
it: Formato di dati '{0}' non presente in DataObject.
ja: '{0}' データ形式は、DataObject に存在しません。
ko: DataObject에 '{0}' 데이터 서식이 없습니다.
pl: Format danych „{0}” jest nieobecny w obiekcie DataObject.
pt_br: O formato dos dados '{0}' não é apresentado em DataObject.
ru: Формат данных "{0}" отсутствует в DataObject.
tr: '{0}' veri biçimi DataObject üzerinde yok.
zh_hans: DataObject 上不存在“{0}”数据格式。
zh_hant: '{0}' 資料格式不存在於 DataObject 中。

# DataObject_DataObjectMustHaveAtLeastOneFormat
source: Data object must have at least one format.
cs: Datový objekt musí mít alespoň jeden formát.
de: Das Datenobjekt muss über mindestens ein Format verfügen.
es: El objeto de datos debe tener un formato como mínimo.
fr: L'objet Data doit avoir au moins un format.
it: L'oggetto dati deve includere almeno un formato.
ja: データ オブジェクトは、最低 1 つの形式を保持する必要があります。
ko: 데이터 개체에 최소한 하나의 서식이 있어야 합니다.
pl: Obiekt danych musi mieć przynajmniej jeden format.
pt_br: O objeto de dados deve ter pelo menos um formato.
ru: Объект данных должен иметь не менее одного формата.
tr: Veri nesnesinin en az bir biçimi olmalıdır.
zh_hans: 数据对象必须至少具有一种格式。
zh_hant: 資料物件至少必須有一個格式。

# DataObject_EmptyFormatNotAllowed
source: Empty string is not a valid value for parameter 'format'.
cs: Prázdný řetězec není platnou hodnotou pro parametr format.
de: Leere Zeichenfolge ist kein gültiger Wert für Parameter "format".
es: Una cadena vacía no es un valor válido para el parámetro 'format'.
fr: Une chaîne vide n'est pas une valeur valide pour le paramètre 'format'.
it: Una stringa vuota non rappresenta un valore valido per il parametro 'format'.
ja: 空の文字列は、パラメーター 'format' の有効な値ではありません。
ko: 빈 문자열은 매개 변수 'format'에 대한 잘못된 값입니다.
pl: Pusty ciąg jest nieprawidłową wartością dla parametru „format”.
pt_br: A cadeia de caracteres vazia não é um valor válido para o parâmetro 'format'.
ru: Пустая строка не является допустимым значением параметра "format".
tr: Boş dize 'format' parametresi için geçerli bir değer değildir.
zh_hans: 空字符串不是参数“format”的有效值。
zh_hant: 空字串不是參數 'format' 的有效值。

# DataObject_FileDropListHasInvalidFileDropPath
source: '{0}' file drop path is not valid.
cs: Cesta pro přetažení souboru {0} není platná.
de: Der Dateiablagepfad "{0}" ist ungültig.
es: La ruta de colocación de archivos '{0}' no es válida.
fr: Chemin de suppression de fichier '{0}' non valide.
it: Percorso di destinazione del file '{0}' non valido.
ja: '{0}' ファイル ドロップ パスは無効です。
ko: '{0}' 파일 드롭 경로가 잘못되었습니다.
pl: Ścieżka upuszczania pliku „{0}” jest nieprawidłowa
pt_br: O caminho de depósito do arquivo '{0}' não é válido.
ru: Путь размещения файла "{0}" задан неправильно.
tr: '{0}' dosya bırakma yolu geçerli değil.
zh_hans: “{0}”文件下拉路径无效。
zh_hant: '{0}' 檔案置放路徑無效。

# DataObject_FileDropListIsEmpty
source: '{0}' must contain at least one file drop path.
cs: Soubor {0} musí obsahovat alespoň jednu cestu pro přetažení souboru.
de: "{0}" muss mindestens einen Ablagepfad besitzen.
es: '{0}' debe contener como mínimo una ruta de colocación de archivos.
fr: '{0}' doit comporter au moins un chemin de suppression de fichier.
it: '{0}' deve contenere almeno un percorso di destinazione del file.
ja: '{0}' には、最低 1 つのファイル ドロップ パスを含む必要があります。
ko: '{0}'에 최소한 하나의 파일 드롭 경로가 있어야 합니다.
pl: Element „{0}” musi zawierać przynajmniej jedną ścieżkę dostępu do pliku.
pt_br: '{0}' deve conter pelo menos um caminho de depósito do arquivo.
ru: "{0}" должен содержать не менее одного пути размещения.
tr: '{0}' en az bir dosya bırakma yolu içermelidir.
zh_hans: “{0}”必须至少包含一个文件下拉路径。
zh_hant: '{0}' 必須至少包含一個檔案置放路徑。

# DataObject_NotImplementedEnumFormatEtc
source: '{0}' dwDirection parameter value is not supported.
cs: Hodnota parametru {0} dwDirection není podporována.
de: Der Wert für den dwDirection-Parameter "{0}" wird nicht unterstützt.
es: El parámetro dwDirection '{0}' no está admitido.
fr: La valeur '{0}' du paramètre dwDirection n'est pas prise en charge.
it: Valore del parametro dwDirection '{0}' non supportato.
ja: '{0}' dwDirection パラメーター値はサポートされていません。
ko: '{0}' dwDirection 매개 변수 값이 지원되지 않습니다.
pl: Wartość „{0}” parametru dwDirection nie jest obsługiwana.
pt_br: Não há suporte para o valor do parâmetro dwDirection '{0}'.
ru: Значение параметра "{0}" dwDirection не поддерживается.
tr: '{0}' dwDirection parametre değeri desteklenmiyor.
zh_hans: 不支持“{0}”dwDirection 参数值。
zh_hant: 不支援 '{0}' dwDirection 參數值。

# DecompressPacketDataFailed
source: Decompression of packet data failed.
cs: Dekomprese dat balíčku se nezdařila.
de: Fehler beim Dekomprimieren der Paketdaten.
es: Error al descomprimir los datos del paquete.
fr: Échec de la décompression des données du paquet.
it: Decompressione dei dati del pacchetto non riuscita.
ja: パケット データの展開に失敗しました。
ko: 패킷 데이터의 압축을 푸는 데 실패했습니다.
pl: Dekompresja pakietu danych nie powiodła się.
pt_br: Falha na descompactação do pacote de dados.
ru: Не удалось выполнить распаковку данных пакета.
tr: Paket verileri açılamadı.
zh_hans: 数据包数据的解压缩失败。
zh_hant: 解壓縮封包料失敗。

# DecompressPropertyFailed
source: Decompression of property data failed.
cs: Decompression dat vlastnosti se nezdařila.
de: Decompression-Fehler der Eigenschaftsdaten.
es: Error al descomprimir (Decompression) los datos de la propiedad.
fr: Échec de Decompression des données de la propriété.
it: Decompressione dei dati di proprietà non riuscita.
ja: プロパティ データの Decompression に失敗しました。
ko: 속성 데이터의 Decompression을 실행하지 못했습니다.
pl: Decompression danych właściwości nie powiodła się.
pt_br: Falha na descompactação (Decompression) dos dados da propriedade.
ru: Не удалось выполнить Decompression данных свойства.
tr: Özellik verilerinin Decompression'u başarısız oldu.
zh_hans: 属性数据的 Decompression 失败。
zh_hant: 屬性資料 Decompression 失敗。

# DecreaseZoomText
source: Decrease Zoom
cs: Zmenšit
de: Zoom verkleinern
es: Reducir zoom
fr: Réduire le zoom
it: Riduci zoom
ja: ズームの縮小
ko: 축소
pl: Zmniejsz powiększenie
pt_br: Reduzir Zoom
ru: Уменьшить
tr: Yakınlaştırmayı Azalt
zh_hans: 减小缩放比例
zh_hant: 降低縮放比例

# DeleteKeyDisplayString
source: Del
cs: Odstranit
de: ENTF
es: Supr
it: CANC
pl: Delete
pt_br: Delete
ru: Удалить
zh_hans: Delete

# DeleteText
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# DirectoryNotFoundExceptionWithFileName
source: Cannot find a part of the path '{0}'.
cs: Nelze najít část cesty {0}.
de: Ein Teil des Pfades "{0}" kann nicht gefunden werden.
es: No se encuentra una parte de la ruta de acceso '{0}'.
fr: Impossible de trouver une partie du chemin d'accès '{0}'.
it: Impossibile trovare una parte del percorso '{0}'.
ja: パス '{0}' の一部が見つかりません。
ko: '{0}' 경로의 일부를 찾을 수 없습니다.
pl: Nie można znaleźć części ścieżki „{0}”.
pt_br: Não é possível encontrar uma parte do caminho '{0}'.
ru: Не удается найти часть пути "{0}".
tr: '{0}' yolunun bir bölümü bulunamıyor.
zh_hans: 找不到路径“{0}”的一部分。
zh_hant: 找不到路徑 '{0}' 的某部分。

# DragDrop_DragActionInvalid
source: '{0}' DragAction is not valid.
cs: Akce {0} DragAction není platná.
de: {0}-DragAction ist ungültig.
es: DragAction '{0}' no es válida.
fr: DragAction '{0}' non valide.
it: DragAction '{0}' non valido.
ja: '{0}' DragAction は無効です。
ko: '{0}' DragAction이 잘못되었습니다.
pl: Akcja „{0}” DragAction jest nieprawidłowa.
pt_br: DragAction '{0}' não é válido.
ru: Недопустимое действие DragAction "{0}".
tr: '{0}' DragAction geçerli değil.
zh_hans: “{0}”DragAction 无效。
zh_hant: '{0}' DragAction 無效。

# DragDrop_DragDropEffectsInvalid
source: '{0}' DragDropEffects is not valid.
cs: Efekt {0} DragDropEffects není platný.
de: {0}-DragDropEffects ist ungültig.
es: DragDropEffects '{0}' no es válido.
fr: DragDropEffects '{0}' non valide.
it: DragDropEffects '{0}' non valido.
ja: '{0}' DragDropEffects は無効です。
ko: '{0}' DragDropEffects가 잘못되었습니다.
pl: Wartość „{0}” DragDropEffects jest nieprawidłowa.
pt_br: DragDropEffects '{0}' não é válido.
ru: Недопустимые эффекты DragDropEffects "{0}".
tr: '{0}' DragDropEffects geçerli değil.
zh_hans: “{0}”DragDropEffects 无效。
zh_hant: '{0}' DragDropEffects 無效。

# DrawingContext_TooManyPops
source: This Pop operation has no corresponding Push to remove from the stack because the stack depth of the DrawingContext is zero.
cs: Tato operace Pop nemá odpovídající operaci Push pro odstranění ze zásobníku, protože hloubka zásobníku DrawingContext je nulová.
de: Bei diesem Pop-Vorgang ist kein entsprechendes Push zum Entfernen aus dem Stapel vorhanden, da die Stapeltiefe von "DrawingContext" Null ist.
es: Esta operación Pop no tiene una operación Push correspondiente para quitar de la pila porque la profundidad de pila de DrawingContext es cero.
fr: L'opération Pop n'a pas d'opération Push correspondante à supprimer de la pile parce que la profondeur de la pile de DrawingContext est égale à zéro.
it: Per questa operazione Pop non esiste un'operazione Push corrispondente da rimuovere dallo stack, perché la profondità dello stack del DrawingContext è zero.
ja: この Pop 処理には、スタックから削除するための対応する Push がありません。DrawingContext のスタックの深さがゼロです。
ko: DrawingContext의 스택 수준이 0이기 때문에 이 Pop 작업에는 스택에서 제거할 해당 Push가 없습니다.
pl: Dla tej operacji Pop nie istnieje odpowiednia operacja Push pozwalająca na usunięcie ze stosu, ponieważ głębokość stosu dla obiektu klasy DrawingContext wynosi zero.
pt_br: A operação Pop não possui Push correspondente a ser removido da pilha porque a profundidade da pilha de DrawingContext é zero.
ru: Операция извлечения из стека Pop не имеет соответствующей операции Push, поскольку глубина стека DrawingContext равна 0.
tr: DrawingContext yığın derinliği sıfır olduğundan, bu Pop işleminin yığından kaldırmak üzere Push karşılığı yok.
zh_hans: 此“Pop”操作没有相应的“Push”以便从堆栈中移除，因为 DrawingContext 的堆栈深度为零。
zh_hant: 此 Pop 操作沒有對應的 Push 可從堆疊移除，因為 DrawingContext 的堆疊深度是零。

# DrawingGroup_AlreadyOpen
source: This object has an outstanding DrawingContext. The DrawingContext must be Closed or Disposed before making Open or Append calls.
cs: Tento objekt má zbývající DrawingContext. Tento DrawingContext je třeba zavřít nebo odstranit před voláním Open nebo Append.
de: Bei diesem Objekt ist "DrawingContext" ausstehend. "DrawingContext" muss geschlossen oder verworfen sein, bevor Aufrufe vom Typ "Open" oder "Append" ausgeführt werden können.
es: Este objeto tiene un DrawingContext pendiente. El estado de DrawingContext debe ser cerrado o eliminado antes de realizar llamadas Open o Append.
fr: L'objet possède un DrawingContext en attente. Le DrawingContext doit avoir pour valeur Closed ou Disposed avant d'effectuer des appels Open ou Append.
it: DrawingContext in sospeso per l'oggetto. Il DrawingContext deve essere Closed o Disposed prima di poter eseguire chiamate Open o Append.
ja: このオブジェクトには、未処理の DrawingContext があります。Open または Append 呼び出しを実行する前に、DrawingContext に対して、Close または Dispose を実行する必要があります。
ko: 이 개체에 해결되지 않은 DrawingContext가 있습니다. Open 또는 Append를 호출하려면 먼저 DrawingContext를 닫거나 삭제해야 합니다.
pl: Ten obiekt ma oczekujący obiekt klasy DrawingContext. Obiekt DrawingContext musi zostać zamknięty lub usunięty przed wykonaniem wywołań Open lub Append.
pt_br: O objeto possui um DrawingContext pendente. O DrawingContext deve estar fechado (Closed) ou descartado (Disposed) antes de fazer chamadas Open ou Append.
ru: Для объекта остался незакрытый DrawingContext. DrawingContext необходимо закрыть или ликвидировать перед вызовами Open или Append.
tr: Bu nesne için bekleyen bir DrawingContext var. Open veya Append aramaları yapılmadan önce DrawingContext Closed veya Disposed olmalıdır.
zh_hans: 此对象有一个未完成的 DrawingContext。Open 或 Append 调用之前必须关闭或释放 DrawingContext。
zh_hant: 此物件具有未處理的 DrawingContext。進行 Open 或 Append 呼叫之前，必須先關閉或處置 DrawingContext。

# DrawingGroup_CannotAppendToFrozenCollection
source: Cannot append to a frozen DrawingGroup.Children collection.
cs: Nelze přidat k zmrazené kolekci DrawingGroup.Children.
de: Anfügen kann für eine fixierte DrawingGroup.Children-Sammlung nicht durchgeführt werden.
es: No se puede anexar a una colección DrawingGroup.Children inmovilizada.
fr: Ajout impossible à une collection DrawingGroup.Children de type frozen.
it: Impossibile aggiungere oggetti in una raccolta DrawingGroup.Children bloccata.
ja: 固定された DrawingGroup.Children コレクションに追加できません。
ko: 고정 DrawingGroup.Children 컬렉션에 추가할 수 없습니다.
pl: Nie można dołączyć do zablokowanej kolekcji DrawingGroup.Children.
pt_br: Não é possível anexar a uma coleção DrawingGroup.Children congelada.
ru: Не удается применить к зафиксированному семейству DrawingGroup.Children.
tr: Dondurulmuş bir DrawingGroup.Children koleksiyonuna eklenemez.
zh_hans: 无法追加到已冻结的 DrawingGroup.Children 集合。
zh_hant: 無法附加到已凍結的 DrawingGroup.Children 集合。

# DrawingGroup_CannotAppendToNullCollection
source: Cannot append to a null DrawingGroup.Children collection.
cs: Nelze přidat k nulové kolekci DrawingGroup.Children.
de: Anfügen kann für eine DrawingGroup.Children-Sammlung mit dem Wert NULL nicht durchgeführt werden.
es: No se puede anexar a una colección DrawingGroup.Children nula.
fr: Ajout impossible à une collection DrawingGroup.Children ayant la valeur null.
it: Impossibile aggiungere oggetti in una raccolta DrawingGroup.Children null.
ja: NULL の DrawingGroup.Children コレクションに追加できません。
ko: Null DrawingGroup.Children 컬렉션에 추가할 수 없습니다.
pl: Nie można dołączyć do zerowej kolekcji DrawingGroup.Children.
pt_br: Não é possível anexar a uma coleção DrawingGroup.Children nula.
ru: Не удается дополнить неопределенное семейство DrawingGroup.Children.
tr: Boş bir DrawingGroup.Children koleksiyonuna eklenemez.
zh_hans: 无法追加到空的 DrawingGroup.Children 集合。
zh_hant: 無法附加到空值 DrawingGroup.Children 集合。

# DuplicateApplicationGestureFound
source: Duplicate ApplicationGesture values are not allowed.
cs: Duplicitní hodnoty ApplicationGesture nejsou povoleny.
de: Doppelte ApplicationGesture-Werte sind nicht zulässig.
es: Los valores ApplicationGesture duplicados no están permitidos.
fr: Valeurs ApplicationGesture en double non autorisées.
it: Non sono consentiti valori ApplicationGesture duplicati.
ja: 重複する ApplicationGesture 値は使用できません。
ko: 중복 ApplicationGesture 값은 사용할 수 없습니다.
pl: Zduplikowane wartości ApplicationGesture są niedozwolone.
pt_br: Não são permitidos valores ApplicationGesture duplicados.
ru: Повторяющиеся значения ApplicationGesture не допускаются.
tr: Yinelenen ApplicationGesture değerlerine izin verilmez.
zh_hans: 不允许重复的 ApplicationGesture 值。
zh_hant: 不允許重複的 ApplicationGesture 值。

# DuplicateEventName
source: RoutedEvent Name '{0}' for OwnerType '{1}' already used.
cs: RoutedEvent Name {0} pro OwnerType {1} se již používá.
de: Der RoutedEvent-Name "{0}" für OwnerType "{1}" wird bereits verwendet.
es: RoutedEvent Name "{0}" para OwnerType "{1}" ya se ha usado.
fr: RoutedEvent Name '{0}' pour OwnerType '{1}' déjà utilisé.
it: Il valore Name '{0}' di RoutedEvent per OwnerType '{1}' è già in uso.
ja: OwnerType '{1}' に対する RoutedEvent Name '{0}' は、既に使用されています。
ko: OwnerType '{1}'에 대한 RoutedEvent Name '{0}'을(를) 이미 사용했습니다.
pl: Nazwa zdarzenia RoutedEvent Name „{0}” dla typu OwnerType „{1}” jest już używana.
pt_br: Nome de RoutedEvent '{0}' para OwnerType '{1}' já utilizado.
ru: Имя Name события RoutedEvent "{0}" для OwnerType "{1}" уже используется.
tr: OwnerType '{1}' için RoutedEvent Name '{0}' zaten kullanıldı.
zh_hans: 已使用 OwnerType“{1}”的 RoutedEvent Name“{0}”。
zh_hant: 已使用 OwnerType '{1}' 的 RoutedEvent Name '{0}'。

# DuplicateStrokeAdded
source: Duplicate Stroke in StrokeCollectionChangedEventArgs.Added.
cs: Duplicitní Stroke tahů v StrokeCollectionChangedEventArgs.Added.
de: Doppelter Stroke in "StrokeCollectionChangedEventArgs.Added".
es: Stroke duplicado en StrokeCollectionChangedEventArgs.Added.
fr: Stroke en double dans StrokeCollectionChangedEventArgs.Added.
it: Stroke duplicato in StrokeCollectionChangedEventArgs.Added.
ja: StrokeCollectionChangedEventArgs.Added で Stroke が重複しています。
ko: StrokeCollectionChangedEventArgs.Added에 중복 Stroke가 있습니다.
pl: Zduplikowany obiekt Stroke we właściwości StrokeCollectionChangedEventArgs.Added.
pt_br: Stroke duplicado em StrokeCollectionChangedEventArgs.Added.
ru: Повторяющийся элемент Stroke в StrokeCollectionChangedEventArgs.Added.
tr: StrokeCollectionChangedEventArgs.Added içinde yinelenen Stroke.
zh_hans: StrokeCollectionChangedEventArgs.Added 中重复的 Stroke。
zh_hant: 在 StrokeCollectionChangedEventArgs.Added 中發現重複的 Stroke。

# EPExists
source: ExtendedProperty is already part of the ExtendedPropertyCollection.
cs: ExtendedProperty je již součástí ExtendedPropertyCollection.
de: "ExtendedProperty" ist bereits Teil von "ExtendedPropertyCollection".
es: ExtendedProperty ya forma parte de ExtendedPropertyCollection.
fr: ExtendedProperty fait déjà partie de ExtendedPropertyCollection.
it: ExtendedProperty già inclusa in ExtendedPropertyCollection.
ja: ExtendedProperty は、既に ExtendedPropertyCollection に属しています。
ko: ExtendedProperty는 이미 ExtendedPropertyCollection의 일부입니다.
pl: Obiekt ExtendedProperty jest już częścią kolekcji ExtendedPropertyCollection.
pt_br: ExtendedProperty já é parte de ExtendedPropertyCollection.
ru: Свойство ExtendedProperty уже входит в семейство ExtendedPropertyCollection.
tr: ExtendedProperty zaten ExtendedPropertyCollection öğesinin bir parçası.
zh_hans: ExtendedProperty 已经是 ExtendedPropertyCollection 的一部分。
zh_hant: ExtendedProperty 已經是 ExtendedPropertyCollection 的一部分。

# EPGuidNotFound
source: The GUID is not part of the ExtendedPropertyCollection.
cs: Identifikátor GUID není součástí ExtendedPropertyCollection.
de: Der GUID ist kein Teil von "ExtendedPropertyCollection".
es: El GUID no forma parte de ExtendedPropertyCollection.
fr: Le GUID ne fait pas partie de ExtendedPropertyCollection.
it: Il GUID non è incluso in ExtendedPropertyCollection.
ja: GUID は、ExtendedPropertyCollection に属していません。
ko: GUID는 ExtendedPropertyCollection의 일부가 아닙니다.
pl: GUID nie jest częścią kolekcji ExtendedPropertyCollection.
pt_br: O GUID não é parte de ExtendedPropertyCollection.
ru: Идентификатор GUID не входит в семейство ExtendedPropertyCollection.
tr: GUID, ExtendedPropertyCollection öğesinin parçası değil.
zh_hans: GUID 不是 ExtendedPropertyCollection 的一部分。
zh_hant: GUID 不是 ExtendedPropertyCollection 的一部分。

# EPNotFound
source: Property not set.
cs: Vlastnost nebyla nastavena.
de: Die Eigenschaft wurde nicht festgelegt.
es: Propiedad no establecida.
fr: Propriété non définie.
it: Proprietà non impostata.
ja: プロパティが設定されていません。
ko: 속성이 설정되지 않았습니다.
pl: Właściwość nieustawiona.
pt_br: Propriedade não definida.
ru: Свойство не задано.
tr: Özellik ayarlanmadı.
zh_hans: 未设置属性。
zh_hant: 未設定屬性。
