Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TokenizerHelperEmptyToken
source: Empty token encountered at position {0} while parsing '{1}'.
cs: Při parsování {1} byl zjištěn prázdný token na pozici {0}.
de: Beim Analysieren von "{1}" wurde ein leeres Token an Position {0} gefunden.
es: Se encontró un token vacío en la posición {0} al analizar "{1}".
fr: Jeton vide rencontré à la position {0} durant l'analyse de '{1}'.
it: È stato rilevato un token vuoto alla posizione {0} durante l'analisi di '{1}'.
ja: '{1}' の解析中に、位置 {0} で空のトークンが見つかりました。
ko: '{1}'을(를) 구문 분석하는 동안 위치 {0}에서 비어 있는 토큰이 발견되었습니다.
pl: Podczas analizy elementu „{1}” napotkano pusty token na pozycji {0}.
pt_br: Token vazio encontrado na posição {0} ao analisar '{1}'.
ru: При синтаксическом анализе "{1}" обнаружен пустой маркер в позиции {0}.
tr: '{1}' ayrıştırılırken {0} konumunda boş belirteçle karşılaşıldı.
zh_hans: 分析“{1}”时在位置 {0} 处遇到空标记。
zh_hant: 剖析 '{1}' 時，位置 {0} 出現空的語彙基元。

# TokenizerHelperExtraDataEncountered
source: Extra data encountered at position {0} while parsing '{1}'.
cs: Při parsování {1} byla zjištěna nadbytečná data na pozici {0}.
de: Beim Analysieren von "{1}" wurden zusätzliche Daten an Position {0} gefunden.
es: Se encontraron datos adicionales en la posición {0} al analizar "{1}".
fr: Données supplémentaires rencontrées à la position {0} durant l'analyse de '{1}'.
it: Sono stati rilevati dati aggiuntivi alla posizione {0} durante l'analisi di '{1}'.
ja: '{1}' の解析中に、位置 {0} で余分なデータが見つかりました。
ko: '{1}'을(를) 구문 분석하는 동안 위치 {0}에서 추가 데이터가 발견되었습니다.
pl: Podczas analizy elementu „{1}” napotkano dodatkowe dane na pozycji {0}.
pt_br: Dados extras encontrados na posição {0} ao analisar '{1}'.
ru: При синтаксическом анализе "{1}" обнаружены избыточные данные в позиции {0}.
tr: '{1}' ayrıştırılırken {0} konumunda dış veriyle karşılaşıldı.
zh_hans: 分析“{1}”时在位置 {0} 处遇到额外数据。
zh_hant: 剖析 '{1}' 時，位置 {0} 出現額外的資料。

# TokenizerHelperMissingEndQuote
source: Missing end quote encountered while parsing '{0}'.
cs: Při analýze {0} bylo zjištěno, že chybí ukončovací uvozovka.
de: Beim Analysieren von "{0}" wurde erkannt, dass ein abschließendes Anführungszeichen fehlt.
es: Al analizar '{0}', se detectó que falta la comilla final.
fr: Absence de guillemet fermant rencontrée lors de l'analyse de '{0}'.
it: Virgoletta finale mancante rilevata durante l'analisi di '{0}'.
ja: '{0}' の解析中に、終わりの引用符が見つかりませんでした。
ko: '{0}'을(를) 구문 분석하는 동안 닫는 따옴표가 없음을 발견했습니다.
pl: Podczas analizy elementu {0} napotkano brakujący cudzysłów zamykający.
pt_br: Encontrada aspa de fechamento ausente ao analisar '{0}'.
ru: При синтаксическом анализе "{0}" обнаружена пропущенная закрывающая кавычка.
tr: '{0}' ayrıştırılırken eksik bitiş tırnak işareti bulundu.
zh_hans: 分析“{0}”时遇到缺少右引号的情况。
zh_hant: 剖析 '{0}' 時遺失結尾引號。

# TokenizerHelperPrematureStringTermination
source: Premature string termination encountered while parsing '{0}'.
cs: Při analýze {0} bylo zjištěno předčasné ukončení řetězce.
de: Beim Analysieren von "{0}" wurde ein vorzeitiger Zeichenfolgenabschluss erkannt.
es: Se detectó una finalización prematura de la cadena al analizar '{0}'.
fr: Fin de chaîne prématurée rencontrée lors de l'analyse de '{0}'.
it: Rilevata fine prematura della stringa durante l'analisi di '{0}'.
ja: '{0}' の解析中に、終了が不完全な文字列が見つかりました。
ko: '{0}'을(를) 구문 분석하는 동안 중간에 중단된 문자열이 발견되었습니다.
pl: Podczas analizy elementu {0} napotkano przedwczesne zakończenie ciągu.
pt_br: Encontrado um término prematuro da cadeia de caracteres ao analisar '{0}'.
ru: При синтаксическом анализе "{0}" обнаружено преждевременное завершение строки.
tr: '{0}' ayrıştırılırken erken dize sonuyla karşılaşıldı.
zh_hans: 分析“{0}”时遇到字符串过早终止的情况。
zh_hant: 剖析 '{0}' 時發現字串過早結束。

# TooManyGlyphRuns
source: Too many glyph runs in the scene to render.
cs: Příliš mnoho šifer pro vykreslování scény.
de: In der zu rendernden Szene sind zu viele Symbolausführungen vorhanden.
es: Demasiadas ejecuciones de glifos en la escena para su representación.
fr: Exécution d'un trop grand nombre de glyphes dans la scène à restituer.
it: Troppe sequenze di glifi nella scena di cui eseguire il rendering.
ja: レンダリングするシーンに絵文字が多すぎます。
ko: 렌더링할 장면에 너무 많은 문자 런이 있습니다.
pl: Zbyt wiele symboli w scenie do renderowania.
pt_br: Muitas sequências de glifo na cena para processamento.
ru: Сцена содержит слишком много глифов, подлежащих обработке.
tr: İşlenecek sahnede çalışan çok fazla kabartma var.
zh_hans: 景色中运行过多要呈现的笔形。
zh_hant: 場景中有太多圖像需要轉譯。

# TooManyRoutedEvents
source: RoutedEvent/EventPrivateKey limit exceeded. Routed events or EventPrivateKey for CLR events are typically static class members registered with field initializers or static constructors. In this case, routed events or EventPrivateKeys might be getting initialized in instance constructors, causing the limit to be exceeded.
cs: Překročen limit RoutedEvent/EventPrivateKey. Trasované události nebo EventPrivateKey pro události CLR jsou obvykle statické členy třídy registrované terénními inicializátory nebo statickými konstruktory. V tomto případě by mohly trasované události nebo EventPrivateKeys být inicializovány v instančních konstruktorech, což by způsobilo překročení stanoveného limitu.
de: Die RoutedEvent/EventPrivateKey-Grenze wurde überschritten. Bei Routingereignissen oder "EventPrivateKey" für CLR-Ereignisse handelt es sich in der Regel um Mitglieder statischer Klassen, die mit einem Feldinitialisierer oder statischen Konstruktoren registriert sind. In diesem Fall wird "EventPrivateKeys" möglicherweise in Instanzkonstruktoren initialisiert, was das Überschreiten der Grenze zur Folge hat.
es: Se superó el límite de RoutedEvent/EventPrivateKey. Los eventos enrutados o EventPrivateKey para eventos CLR normalmente son miembros de clase estática registrados con inicializadores de campo o constructores estáticos. En este caso, es posible que los eventos enrutados o EventPrivateKeys se estén inicializando en los constructores de instancias, lo que provoca que el límite se haya superado.
fr: Limite de RoutedEvent/EventPrivateKey dépassée. Les événements routés ou les événements EventPrivateKey du CLR sont généralement des membres de classes statiques inscrits avec des initialiseurs de champs ou des constructeurs statiques. Dans ce cas, les événements routés ou les clés EventPrivateKeys peuvent avoir été initialisés dans les constructeurs d'instance, entraînant un dépassement de la limite.
it: Superato il limite di RoutedEvent/EventPrivateKey. Gli eventi indirizzati o la EventPrivateKey per gli eventi CLR sono in genere membri di classe statici registrati con inizializzatori di campo o costruttori statici. In questo caso, è possibile che gli eventi indirizzati o le EventPrivateKey siano inizializzati in costruttori di istanze, con conseguente superamento del limite.
ja: RoutedEvent/EventPrivateKey の制限を超えています。ルーティングされたイベントまたは CLR イベントの EventPrivateKey は、一般的にフィールド初期化子または静的コンストラクターと共に登録される静的クラス メンバーです。この場合、ルーティングされたイベントまたは EventPrivateKeys がインスタンス コンストラクターで初期化され、制限を超えている場合があります。
ko: RoutedEvent/EventPrivateKey 제한을 초과했습니다. CLR 이벤트에 대한 라우팅된 이벤트 또는 EventPrivateKey는 일반적으로 필드 이니셜라이저나 정적 생성자로 등록된 정적 클래스 멤버입니다. 이 경우 라우팅된 이벤트나 EventPrivateKeys는 인스턴스 생성자에 초기화되어 제한을 초과할 수도 있습니다.
pl: Przekroczono limit RoutedEvent/EventPrivateKey. Zdarzenia rozsyłane lub zdarzenia EventPrivateKey dla CLR są na ogół statycznymi członkami klas zarejestrowanymi z inicjatorami pól lub statycznymi konstruktorami. W takiej sytuacji zdarzenia rozsyłane lub EventPrivateKeys mogą być inicjowane w konstruktorach wystąpień, powodując przekroczenie limitu.
pt_br: Limite de RoutedEvent/EventPrivateKey excedido. Os eventos roteados ou EventPrivateKey para eventos CLR são, tipicamente, membros da classe estática registrados com inicializadores de campo ou construtores estáticos. Neste caso, os eventos roteados ou EventPrivateKeys podem ser inicializados em construtores de instância, fazendo com que o limite seja excedido.
ru: Превышен предел RoutedEvent/EventPrivateKey. Перенаправляемые события или EventPrivateKey для событий CLR обычно являются статическими элементами класса, зарегистрированные инициализаторами полей или статическими конструкторами. В этом случае перенаправляемые события или EventPrivateKeys могут инициализироваться в конструкторах экземпляров, что приводит к превышению предела.
tr: RoutedEvent/EventPrivateKey sınırı aşıldı. Yönlendirilen olaylar veya CLR olayları için EventPrivateKey tipik olarak, alan başlatıcılar veya statik oluşturucularla kaydedilen statik sınıf üyeleridir. Bu durumda, yönlendirilen olaylar veya EventPrivateKey'ler örnek oluşturucularda başlatılıyor olabilir ve bu da sınırın aşılmasına neden olur.
zh_hans: 超过 RoutedEvent/EventPrivateKey 极限。路由的事件或 CLR 事件的 EventPrivateKey 通常是字段初始值或静态构造函数注册的静态类成员。在这种情况下，路由的事件或 EventPrivateKey 可能正在实例构造函数中初始化，导致超过该极限。
zh_hant: 已超過 RoutedEvent/EventPrivateKey 限制。CLR 的路由事件或 EventPrivateKey 通常是使用欄位初始設定程式或靜態建構函式登錄的靜態類別成員。在此情況中，路由事件或 EventPrivateKeys 可能會在執行個體建構函式中初始化，而導致超過限制。

# Touch_Category
source: Touch
cs: Dotknout
de: Fingereingabe
es: Táctil
ja: タッチ
ko: 터치
pl: Kategoria Touch
pt_br: Tocar
ru: Прикосновение
tr: Dokun
zh_hans: 触摸
zh_hant: 觸控

# Touch_DeviceAlreadyActivated
source: The TouchDevice is already activated.
cs: TouchDevice je již aktivováno.
de: Das TouchDevice ist bereits aktiviert.
es: TouchDevice está ya activado.
fr: Le TouchDevice est déjà activé.
it: TouchDevice già attivato.
ja: TouchDevice は既にアクティブ化されています。
ko: TouchDevice가 이미 활성화되어 있습니다.
pl: Obiekt TouchDevice jest już uaktywniony.
pt_br: O TouchDevice já está ativado.
ru: Устройство сенсорного ввода (TouchDevice) уже активировано.
tr: TouchDevice zaten etkinleştirildi.
zh_hans: 已激活 TouchDevice。
zh_hant: TouchDevice 已經啟動了。

# Touch_DeviceNotActivated
source: The TouchDevice is not activated.
cs: TouchDevice není aktivováno.
de: Das TouchDevice ist nicht aktiviert.
es: TouchDevice no está activado.
fr: Le TouchDevice n'est pas activé.
it: TouchDevice non attivato.
ja: TouchDevice はアクティブ化されていません。
ko: TouchDevice가 활성화되지 않았습니다.
pl: Obiekt TouchDevice nie jest uaktywniony.
pt_br: O TouchDevice não está ativado.
ru: Устройство сенсорного ввода (TouchDevice) не активировано.
tr: TouchDevice etkinleştirilmedi.
zh_hans: 未激活 TouchDevice。
zh_hant: TouchDevice 未啟動。

# TreeLoop
source: Potential cycle in tree found while building the event route.
cs: Při budování trasy události narazil program na potenciální zacyklování stromu.
de: Beim Erstellen der Ereignisroute wurde in der Struktur ein möglicher Zyklus gefunden.
es: Se encontró un ciclo potencial en el árbol durante la creación de la ruta de eventos.
fr: Cycle potentiel détecté dans l'arborescence pendant la construction de l'itinéraire des événements.
it: Rilevato potenziale ciclo nell'albero durante la compilazione della route dell'evento.
ja: イベント ルートの構築中に、ツリー内で潜在的なサイクルが見つかりました。
ko: 이벤트 경로를 빌드하는 동안 트리에서 잠재적 주기가 발견되었습니다.
pl: Podczas budowania trasy zdarzenia znaleziono potencjalny cykl w drzewie.
pt_br: Encontrado ciclo potencial na árvore durante a criação da rota de evento.
ru: При построении маршрута события в дереве обнаружен потенциальный цикл.
tr: Olay yönlendirme oluşturulurken ağaçta olası döngü bulundu.
zh_hans: 生成事件路由时发现树中可能的循环。
zh_hant: 建置事件路由時，在樹狀結構中發現可能的循環。

# TypeMetadataCannotChangeAfterUse
source: Cannot change property metadata after it has been associated with a property.
cs: Metadata vlastnosti nelze změnit, pokud byla spojena s nějakou vlastností.
de: Eigenschaftsmetadaten können nach der Zuordnung zu einer Eigenschaft nicht geändert werden.
es: No se pueden cambiar los metadatos de propiedad una vez asociados a una propiedad.
fr: Impossible de modifier les métadonnées de propriété une fois celles-ci associées à une propriété.
it: Impossibile modificare i metadati di proprietà dopo averli associati a una proprietà.
ja: プロパティ メタデータをプロパティに関連付けた後に、プロパティ メタデータを変更することはできません。
ko: 속성과 연결된 후에는 속성 메타데이터를 변경할 수 없습니다.
pl: Nie można zmienić metadanych właściwości po skojarzeniu ich z właściwością.
pt_br: Não é possível alterar os metadados da propriedade após serem associados a uma propriedade.
ru: Не удается изменить метаданные свойства после их сопоставления свойству.
tr: Bir özellikle ilişkilendirildikten sonra özellik meta verileri değiştirilemez.
zh_hans: 无法在属性元数据与属性关联以后对其进行更改。
zh_hant: 當屬性中繼資料與屬性關聯時，即無法變更。

# UIElement_Layout_InfinityArrange
source: Cannot call Arrange on a UIElement with infinite size or NaN. Parent of type '{0}' invokes the UIElement. Arrange called on element of type '{1}'.
cs: Nelze vyvolat Arrange prvku UIElement s nekonečnou velikostí nebo hodnotou NaN. Nadřazený prvek typu {0} vyvolává prvek UIElement. Vlastnost Arrange lze vyvolat u prvku typu {1}.
de: Arrange kann für ein UIElement mit unendlicher Größe oder NaN nicht aufgerufen werden. Das UIElement wird vom übergeordneten Element vom Typ "{0}" aufgerufen. Arrange wurde für das Element vom Typ "{1}" aufgerufen.
es: No se puede llamar a Arrange en un UIElement con un tamaño infinito o NaN. El objeto primario de tipo "{0}" invoca UIElement. Arrange llamado en el elemento de tipo "{1}".
fr: Impossible d'appeler Arrange sur un UIElement avec une taille infinie ou une valeur NAN. Le parent de type '{0}' appelle UIElement. Arrange appelé sur un élément de type '{1}'.
it: Non è possibile chiamare Arrange per un elemento UIElement con dimensioni infinite o valore NaN. L'elemento padre di tipo '{0}' richiama UIElement. Chiamata di Arrange eseguita per l'elemento di tipo '{1}'.
ja: 無制限のサイズまたは NaN を持つ UIElement で、Arrange を呼び出せません。型 '{0}' の親により、UIElement が起動されます。Arrange は型 '{1}' の要素で呼び出されました。
ko: 무한한 크기 또는 NaN으로 UIElement의 Arrange를 호출할 수 없습니다. '{0}' 형식의 부모가 UIElement를 호출합니다. '{1}' 형식 요소의 Arrange가 호출되었습니다.
pl: Nie można wywołać metody Arrange dla elementu UIElement z rozmiarem nieskończonym lub równym NaN. Element nadrzędny typu „{0}” wywołuje metodę UIElement.Arrange wywołaną dla elementu typu „{1}”.
pt_br: Não é possível chamar Arrange em um UIElement com tamanho infinito ou NaN. O pai do tipo '{0}' invoca o UIElement. Arrange chamado no elemento do tipo '{1}'.
ru: Метод Arrange запрещено вызывать для элемента UIElement, имеющего бесконечный размер или не являющегося числовым. Родительский элемент типа "{0}" вызывает UIElement. Метод Arrange вызвал элемент типа "{1}".
tr: Sonsuz boyut veya NaN içeren UIElement üzerinde Arrange çağrılamaz. '{0}' türünde üst öğe UIElement'i çağrısı. '{1}' türünde öğede Arrange çağrıldı.
zh_hans: 无法在无穷大或具有 NaN 的 UIElement 上调用 Arrange。类型“{0}”的父级调用 UIElement。在类型“{1}”的元素上调用 Arrange。
zh_hant: 無法在大小不受限或 NaN 的 UIElement 上呼叫 Arrange。類型 '{0}' 的父系叫用的是 UIElement。已在類型為 '{1}' 的項目上呼叫 Arrange。

# UIElement_Layout_NaNMeasure
source: UIElement.Measure(availableSize) cannot be called with NaN size.
cs: UIElement.Measure(availableSize) nelze vyvolat pro rozměr NaN.
de: "UIElement.Measure(availableSize)" kann nicht mit NaN-Größe aufgerufen werden.
es: No se puede llamar a UIElement.Measure(availableSize) con un tamaño NaN.
fr: Impossible d'appeler UIElement.Measure(availableSize) avec une taille NaN.
it: Impossibile chiamare UIElement.Measure(availableSize) con dimensioni NaN.
ja: UIElement.Measure(availableSize) を、NaN サイズで呼び出すことはできません。
ko: NaN 크기로 UIElement.Measure(availableSize)를 호출할 수 없습니다.
pl: Metoda UIElement.Measure(availableSize) nie może być wywołana z rozmiarem równym NaN.
pt_br: UIElement.Measure(availableSize) não pode ser chamado com tamanho NaN.
ru: UIElement.Measure(availableSize) нельзя вызвать с размером NaN.
tr: UIElement.Measure(availableSize) NaN boyutla çağırılamaz.
zh_hans: 无法使用 NaN 大小调用 UIElement.Measure(availableSize)。
zh_hant: 無法呼叫具有 NaN 大小的 UIElement.Measure(availableSize)。

# UIElement_Layout_NaNReturned
source: Layout measurement override of element '{0}' should not return NaN values as its DesiredSize.
cs: Přepis měření rozvržení prvku {0} by neměl vrátit hodnoty NaN jako jeho požadovaný rozměr DesiredSize.
de: Beim Überschreiben der Layoutmessung des Elements "{0}" sollten als "DesiredSize" keine NaN-Werte zurückgegeben werden.
es: La invalidación de medición del diseño del elemento '{0}' no debería devolver valores NaN como su DesiredSize.
fr: Lorsque les mesures de disposition de l'élément '{0}' sont remplacées, les valeurs NaN ne doivent pas être retournées pour DesiredSize.
it: L'override della misurazione per il processo di layout dell'elemento '{0}' non dovrebbe restituire valori NaN per DesiredSize.
ja: 要素 '{0}' のレイアウト測定上書きは、DesiredSize として NaN 値を戻しません。
ko: '{0}' 요소의 레이아웃 단위 재정의는 DesiredSize로 NaN 값을 반환해서는 안 됩니다.
pl: Przesłonięcie wymiarów układu elementu „{0}” nie powinno zwracać wartości NaN jako DesiredSize.
pt_br: A substituição da medida de layout do elemento '{0}' não deve retornar valores NaN como DesiredSize.
ru: Переопределения измерений макета элемента "{0}" не должны возвращать значения NaN для параметра DesiredSize.
tr: '{0}' öğesinin düzen ölçüsü geçersiz kılma değeri DesiredSize olarak NaN değer döndürmemelidir.
zh_hans: 元素“{0}”的布局测量覆盖不应将 NaN 值作为其 DesiredSize 返回。
zh_hant: 項目 '{0}' 的配置度量覆寫不能傳回 NaN 值做為其 DesiredSize。

# UIElement_Layout_PositiveInfinityReturned
source: Layout measurement override of element '{0}' should not return PositiveInfinity as its DesiredSize, even if Infinity is passed in as available size.
cs: Přepis měření rozvržení prvku {0} by neměl vrátit hodnotu kladného nekonečna PositiveInfinity jako jeho požadovaný rozměr DesiredSize, i kdyby bylo Infinity povolený rozměr.
de: Beim Überschreiben der Layoutmessung des Elements "{0}" sollte als "DesiredSize" nicht "PositiveInfinity" zurückgegeben werden, auch wenn "Infinity" als verfügbare Größe übergeben wird.
es: La invalidación de medición del diseño del elemento '{0}' no debería devolver PositiveInfinity como su DesiredSize, aunque Infinity se pase como un tamaño disponible.
fr: La substitution des mesures de présentation de l'élément '{0}' ne doit pas renvoyer PositiveInfinity comme DesiredSize, même si Infinity est transmis sous forme de taille disponible.
it: L'override della misurazione per il processo di layout dell'elemento '{0}' non dovrebbe restituire PositiveInfinity come valore DesiredSize, anche se si passa Infinity come dimensione disponibile.
ja: 要素 '{0}' のレイアウト測定上書きは、Infinity が、可能なサイズとして渡されていても、DesiredSize として PositiveInfinity を戻しません。
ko: Infinity가 사용 가능한 크기로 전달된 경우에도 '{0}' 요소의 레이아웃 단위 재정의는 DesiredSize로 PositiveInfinity를 반환해서는 안 됩니다.
pl: Przesłonięcie wymiarów układu elementu „{0}” nie powinno zwracać wartości PositiveInfinity jako DesiredSize, nawet jeśli jako dostępny wymiar przekazano wartość Infinity.
pt_br: A substituição da medida de layout do elemento '{0}' não deve retornar PositiveInfinity como DesiredSize, mesmo que Infinity seja transferido como tamanho disponível.
ru: Переопределения измерений макета элемента "{0}" не должны возвращать значения PositiveInfinity для параметра DesiredSize, даже если в качестве доступного размера передано значение Infinity.
tr: Kullanılabilir boyut olarak Infinity geçirilse bile, '{0}' öğesinin düzen ölçüsü geçersiz kılma değeri DesiredSize olarak PositiveInfinity döndürmemelidir.
zh_hans: 元素“{0}”的布局测量覆盖不应将 PositiveInfinity 作为其 DesiredSize 返回，即使将 Infinity 作为可用大小传入。
zh_hant: 即使已傳遞 Infinity 做為可用大小，項目 '{0}' 的配置度量覆寫也不能傳回 PositiveInfinity 做為其 DesiredSize。

# UnauthorizedAccessExceptionWithFileName
source: Access denied to the path '{0}'.
cs: Odepřen přístup k cestě {0}.
de: Der Zugriff auf den Pfad "{0}" wurde verweigert.
es: Acceso denegado a la ruta de acceso '{0}'.
fr: Accès refusé au chemin d'accès '{0}'.
it: Accesso negato al percorso '{0}'.
ja: パス '{0}' へのアクセスは拒否されました。
ko: '{0}' 경로에 대한 액세스가 거부되었습니다.
pl: Odmowa dostępu do ścieżki „{0}”.
pt_br: Acesso negado para o caminho '{0}'.
ru: Доступ к пути "{0}" запрещен.
tr: '{0}' yoluna erişim reddedildi.
zh_hans: 拒绝访问路径“{0}”。
zh_hant: 存取路徑 '{0}' 時遭拒。

# UndoKeyDisplayString
source: Ctrl+Z
de: Strg+Z

# UndoText
source: Undo
cs: Zpět
de: Rückgängig
es: Deshacer
fr: Annuler
it: Annulla
ja: 元に戻す
ko: 실행 취소
pl: Cofnij
pt_br: Desfazer
ru: Отменить
tr: Geri al
zh_hans: 撤消
zh_hant: 復原

# UnexpectedParameterType
source: Parameter is unexpected type '{0}'. Expected type is '{1}'.
cs: Parametr je neočekávaného typu {0}. Byl očekáván typ {1}.
de: Der Parameter weist den nicht erwarteten Typ "{0}" auf. Erwartet wurde der Typ "{1}".
es: Tipo de parámetro inesperado "{0}". El tipo esperado es "{1}".
fr: Le paramètre a un type inattendu : '{0}'. Le type attendu est '{1}'.
it: Il tipo del parametro è imprevisto: '{0}'. Il tipo previsto è '{1}'.
ja: パラメーターは、予期しない型 '{0}' です。予期していた型は '{1}' です。
ko: 매개 변수가 예기치 못한 '{0}' 형식입니다. 필요한 형식은 '{1}'입니다.
pl: Parametr nieoczekiwanego typu „{0}”. Oczekiwano typu „{1}”.
pt_br: O parâmetro é do tipo inesperado '{0}'. O tipo esperado é '{1}'.
ru: Параметр имеет непредвиденный тип "{0}". Ожидается тип "{1}".
tr: Parametre beklenmeyen '{0}' türünde. Beklenen tür '{1}'.
zh_hans: 参数是意外的类型“{0}”。预期类型为“{1}”。
zh_hant: 參數是非預期的類型 '{0}'。類型應為 '{1}'。

# UnexpectedStroke
source: Unexpected Stroke in PropertyDataChangedEventArgs.Owner.
cs: Neočekávaný Stroke v prvku PropertyDataChangedEventArgs.Owner.
de: Unerwarteter "Stroke" in "PropertyDataChangedEventArgs.Owner".
es: Stroke inesperado en PropertyDataChangedEventArgs.Owner.
fr: Objet Stroke inattendu dans PropertyDataChangedEventArgs.Owner.
it: Stroke imprevisto in PropertyDataChangedEventArgs.Owner.
ja: PropertyDataChangedEventArgs.Owner での予期しない Stroke です。
ko: PropertyDataChangedEventArgs.Owner에 예기치 못한 Stroke가 있습니다.
pl: Nieoczekiwany obiekt Stroke w PropertyDataChangedEventArgs.Owner.
pt_br: Stroke inesperado em PropertyDataChangedEventArgs.Owner.
ru: Непредвиденный росчерк Stroke в PropertyDataChangedEventArgs.Owner.
tr: PropertyDataChangedEventArgs.Owner içinde beklenmeyen Stroke.
zh_hans: PropertyDataChangedEventArgs.Owner 中异常的 Stroke。
zh_hant: 在 PropertyDataChangedEventArgs.Owner 中發現未預期的 Stroke。

# UnknownPathOperationType
source: Unknown path operation attempted.
cs: Pokus o operaci s neznámou cestou.
de: Unbekannter Pfadvorgang.
es: Se intentó una operación de ruta de acceso desconocida.
fr: Tentative d'opération de chemin d'accès inconnu.
it: Tentativo di esecuzione di un'operazione di percorso sconosciuta.
ja: 不明なパス操作が試行されました。
ko: 알 수 없는 경로 작업을 시도했습니다.
pl: Podjęto próbę wykonania nieznanej operacji na ścieżce.
pt_br: Tentativa de operação de caminho desconhecido.
ru: Предпринята попытка выполнить операцию с неизвестным путем.
tr: Bilinmeyen yol işlemi denendi.
zh_hans: 尝试未知的路径操作。
zh_hant: 已嘗試不明的路徑操作。

# UnknownStroke
source: Unrecognized Stroke in PropertyDataChangedEventArgs.Owner.
cs: Neznámý Stroke v prvku PropertyDataChangedEventArgs.Owner.
de: Unbekannter "Stroke" in "PropertyDataChangedEventArgs.Owner".
es: Stroke no reconocido en PropertyDataChangedEventArgs.Owner.
fr: Objet Stroke non reconnu dans PropertyDataChangedEventArgs.Owner.
it: Stroke non riconosciuto in PropertyDataChangedEventArgs.Owner.
ja: PropertyDataChangedEventArgs.Owner での認識できない Stroke です。
ko: PropertyDataChangedEventArgs.Owner에 인식할 수 없는 Stroke가 있습니다.
pl: Nierozpoznany obiekt Stroke w PropertyDataChangedEventArgs.Owner.
pt_br: Stroke não reconhecido em PropertyDataChangedEventArgs.Owner.
ru: Нераспознанный росчерк Stroke в PropertyDataChangedEventArgs.Owner.
tr: PropertyDataChangedEventArgs.Owner içinde tanınmayan Stroke.
zh_hans: PropertyDataChangedEventArgs.Owner 中无法识别的 Stroke。
zh_hant: 在 PropertyDataChangedEventArgs.Owner 中發現未預期的 Stroke。
