Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TextComposition_NullResultText
source: Result text cannot be null.
cs: Výsledný text nemůže být nulový.
de: Der Ergebnistext kann nicht NULL sein.
es: El texto del resultado no puede ser nulo.
fr: Le texte du résultat ne peut pas avoir la valeur null.
it: Il testo risultante non può essere null.
ja: 結果テキストを NULL にすることはできません。
ko: 결과 텍스트는 null일 수 없습니다.
pl: Tekst wynikowy nie może być pusty.
pt_br: O texto de resultado não pode ser nulo.
ru: Полученный текст не может быть пустым.
tr: Sonuç metni boş olamaz.
zh_hans: 结果文本不能为空。
zh_hant: 結果文字不能是空值。

# TextFormatterReentranceProhibited
source: Cannot reenter Text formatting engine during optimal paragraph formatting.
cs: Nelze znovu zadat nástroj formátování textu během optimálního formátování odstavce.
de: In das Textformatierungsmodul kann während des Vorgangs zur optimalen Absatzformatierung nicht wieder eingetreten werden.
es: No se puede entrar de nuevo en el motor de formato de texto durante el formato óptimo del párrafo.
fr: Impossible de réentrer le moteur de mise en forme du texte pendant la mise en forme optimale du paragraphe.
it: Impossibile rientrare nel motore di formattazione del testo durante la formattazione di paragrafo ottimale.
ja: 適切な段落の書式設定中に、Text の書式設定エンジンに再度アクセスすることはできません。
ko: 최적의 단락 서식을 지정하는 동안에는 텍스트 서식 엔진에 다시 들어갈 수 없습니다.
pl: Podczas optymalnego formatowania akapitu nie można ponownie uruchomić aparatu formatowania tekstu.
pt_br: Não é possível entrar novamente no mecanismo de formatação de texto durante a melhor formatação de parágrafo.
ru: Невозможно повторно войти в процессор форматирования текста во время оптимизации форматирования абзаца.
tr: En uygun şekilde paragraf biçimlendirme sırasında Metin biçimlendirme altyapısına yeniden girilemez.
zh_hans: 无法在最佳段落格式化过程中重新输入文本格式化引擎。
zh_hant: 設定最佳段落格式時，無法重新輸入文字格式設定引擎。

# TextLineHasBeenDisposed
source: Text line was previously disposed.
cs: Tento řádek textu byl již dříve odstraněn.
de: Die Textzeile wurde zuvor verworfen.
es: La línea de texto se eliminó previamente.
fr: Ligne du texte déjà libérée.
it: Riga di testo eliminata in precedenza.
ja: テキスト行は、以前に廃棄されています。
ko: 텍스트 줄이 이전에 삭제되었습니다.
pl: Wiersz tekstu został poprzednio usunięty.
pt_br: A linha do texto foi descartada anteriormente.
ru: Строка текста была ликвидирована ранее.
tr: Metin satırı daha önce bırakıldı.
zh_hans: 原先已释放了文本行。
zh_hant: 文字行之前已處置。

# TextObjectMetrics_WidthOutOfRange
source: The return value of TextEmbeddedObject.Format contains an out-of-range value for the Width property.
cs: Návratová hodnota formátu TextEmbeddedObject.Format obsahuje hodnotu mimo rozsah pro vlastnost Width.
de: Der Rückgabewert von "TextEmbeddedObject.Format" enthält einen Wert für die Width-Eigenschaft, der außerhalb des zulässigen Bereichs liegt.
es: El valor de retorno TextEmbeddedObject.Format contiene un valor fuera del intervalo para la propiedad Width.
fr: La valeur de retour de TextEmbeddedObject.Format contient une valeur en dehors des limites pour la propriété Width.
it: Il valore restituito di TextEmbeddedObject.Format contiene un valore non compreso nell'intervallo valido per la proprietà Width.
ja: TextEmbeddedObject.Format の戻り値には、Width プロパティの範囲外の値が含まれています。
ko: TextEmbeddedObject.Format의 반환 값에 Width 속성에 대해 범위를 벗어난 값이 있습니다.
pl: Wartość powrotna właściwości TextEmbeddedObject.Format zawiera wartość spoza zakresu właściwości Width.
pt_br: O valor de retorno de TextEmbeddedObject.Format contém um valor fora do intervalo para a propriedade Width.
ru: Значение, возвращенное методом TextEmbeddedObject.Format, содержит значение свойства Width, лежащее вне допустимого диапазона.
tr: TextEmbeddedObject.Format dönüş değeri Width özelliği için aralık dışında bir değer içeriyor.
zh_hans: TextEmbeddedObject.Format 的返回值包含一个超出范围的 Width 属性值。
zh_hant: TextEmbeddedObject.Format 的傳回值包含超出範圍的 Width 屬性值。

# TextPenaltyModuleHasBeenDisposed
source: Text penalty module was previously disposed.
cs: Modul penalizace textu byl již odstraněn.
de: Das Textabzugmodul wurde zuvor entfernt.
es: El módulo de sanción de texto se eliminó previamente.
fr: Module de pénalités du texte déjà libéré.
it: Modulo di penalità del testo eliminato in precedenza.
ja: テキスト ペナルティ モジュールは、以前に廃棄されています。
ko: 텍스트 패널티 모듈이 이전에 삭제되었습니다.
pl: Moduł kary tekstu został wcześniej usunięty.
pt_br: O módulo de penalidade de texto foi descartado anteriormente.
ru: Модуль текстовых штрафов был удален заблаговременно.
tr: Metin ceza modülü daha önce bırakıldı.
zh_hans: 原先已释放了文本处罚模块。
zh_hant: 文字懲罰 (penalty) 模組先前已處置。

# TextProvider_InvalidChild
source: '{0}' parameter value is not a valid child element of the text provider.
cs: Hodnota parametru {0} není platný podřízený prvek poskytovatele textu.
de: Der Parameterwert "{0}" ist kein gültiges untergeordnetes Element des Textanbieters.
es: El valor del parámetro '{0}' no es un elemento secundario válido del proveedor de texto.
fr: La valeur du paramètre '{0}' n'est pas un élément enfant valide du fournisseur de texte.
it: Il valore del parametro '{0}' non è un elemento figlio valido del provider di testo.
ja: '{0}' パラメーター値は、テキスト プロバイダーの有効な子要素ではありません。
ko: '{0}' 매개 변수 값은 잘못된 텍스트 공급자 자식 요소입니다.
pl: Wartość parametru nie jest prawidłowym elementem podrzędnym „{0}”.
pt_br: O valor do parâmetro '{0}' não é um elemento filho válido do fornecedor de texto.
ru: Значение параметра "{0}" не является допустимым дочерним элементом поставщика текста.
tr: '{0}' parametre değeri, metin sağlayıcısının geçerli bir alt öğesi değil.
zh_hans: “{0}”参数值没有文本提供程序的有效子元素。
zh_hant: '{0}' 參數值不是文字提供者的有效子項目。

# TextRangeProvider_InvalidRangeProvider
source: '{0}' parameter value is not a valid ITextRangeProvider.
cs: Hodnota parametru {0} není platný ITextRangeProvider.
de: Der Parameterwert "{0}" ist kein gültiger "ITextRangeProvider".
es: El valor del parámetro '{0}' no es un ITextRangeProvider válido.
fr: La valeur du paramètre '{0}' n'est pas un ITextRangeProvider valide.
it: Il valore del parametro '{0}' non è un ITextRangeProvider valido.
ja: '{0}' パラメーター値は、有効な ITextRangeProvider ではありません。
ko: '{0}' 매개 변수 값은 잘못된 ITextRangeProvider입니다.
pl: Wartość parametru „{0}” nie jest prawidłową wartością ITextRangeProvider.
pt_br: O valor do parâmetro '{0}' não é um ITextRangeProvider válido.
ru: Значение параметра "{0}" не является допустимым элементом ITextRangeProvider.
tr: '{0}' parametre değeri geçerli bir ITextRangeProvider değil.
zh_hans: “{0}”参数值不是有效的 ITextRangeProvider。
zh_hant: '{0}' 參數值不是有效的 ITextRangeProvider。

# TextRunPropertiesCannotBeNull
source: The Properties member of this text run cannot be null.
cs: Člen Properties této textové relace nemůže být nulový.
de: Das Properties-Mitglied der Textausführung darf nicht NULL sein.
es: El miembro Properties de esta ejecución de texto no puede ser nulo.
fr: Le membre Properties de cette séquence de texte ne peut pas avoir la valeur null.
it: Il membro Properties di questa sequenza di testo non può essere null.
ja: このテキスト ランの Properties メンバーは NULL にできません。
ko: 이 텍스트의 Properties 멤버는 null일 수 없습니다.
pl: Element Properties tego tekstu nie może być pusty.
pt_br: O membro Properties desta sequência de texto não pode ser nulo.
ru: Элемент Properties данного текстового выполнения не может иметь неопределенное значение.
tr: Bu metnin çalıştırılan Properties üyesi boş olamaz.
zh_hans: 此文本运行的 Properties 成员不能为空。
zh_hant: 此文字執行的 Properties 成員不能是空值。

# Timing_AccelAndDecelGreaterThanOne
source: The sum of AccelerationRatio and DecelerationRatio must be less than or equal to one.
cs: Součet hodnot AccelerationRatio a DecelerationRatio musí být menší nebo roven jedné.
de: Die Summe aus "AccelerationRatio" und "DecelerationRatio" muss kleiner oder gleich Eins sein.
es: La suma de AccelerationRatio y DecelerationRatio debe ser menor que o igual a uno.
fr: Le total de AccelerationRatio et de DecelerationRatio doit être inférieur ou égal à un (1).
it: La somma di AccelerationRatio e DecelerationRatio deve essere minore o uguale a 1.
ja: AccelerationRatio と DecelerationRatio の合計は、1 以下である必要があります。
ko: AccelerationRatio와 DecelerationRatio의 합은 1보다 작거나 같아야 합니다.
pl: Suma wartości AccelerationRatio i DecelerationRatio musi być mniejsza lub równa jeden.
pt_br: A soma de AccelerationRatio e DecelerationRatio deve ser menor ou igual a um.
ru: Сумма AccelerationRatio и DecelerationRatio должна быть меньше или равна 1.
tr: AccelerationRatio ve DecelerationRatio toplamı bire eşit veya daha küçük olmalıdır.
zh_hans: AccelerationRatio 和 DecelerationRatio 的总和必须小于或等于其中一个值。
zh_hant: AccelerationRatio 與 DecelerationRatio 的加總必須小於或等於一。

# Timing_CanSlipOnlyOnSimpleTimelines
source: CanSlip is supported only on timelines without AutoReverse, AccelerationRatio, or DecelerationRatio.
cs: Vlastnost CanSlip je podporována pouze u časových os bez možností AutoReverse, AccelerationRatio nebo DecelerationRatio.
de: "CanSlip" wird nur für Zeitskalas ohne "AutoReverse", "AccelerationRatio" oder "DecelerationRatio" unterstützt.
es: CanSlip sólo se admite en escalas de tiempo sin AutoReverse, AccelerationRatio o DecelerationRatio.
fr: CanSlip n'est pris en charge que dans les chronologies sans AutoReverse, AccelerationRatio ou DecelerationRatio.
it: CanSlip è supportato solo per sequenze temporali senza AutoReverse, AccelerationRatio o DecelerationRatio.
ja: CanSlip は、AutoReverse、AccelerationRatio、および DecelerationRatio のないタイムラインでのみサポートされます。
ko: CanSlip은 AutoReverse, AccelerationRatio 또는 DecelerationRatio가 없는 시간 표시 막대에서만 지원됩니다.
pl: Wartość CanSlip jest obsługiwana tylko na osiach czasu bez wartości AutoReverse, AccelerationRatio ani DecelerationRatio.
pt_br: Somente há suporte para CanSlip em linhas do tempo sem AutoReverse, AccelerationRatio ou DecelerationRatio.
ru: CanSlip поддерживается только для шкал времени без AutoReverse, AccelerationRatio или DecelerationRatio.
tr: CanSlip yalnızca AutoReverse, AccelerationRatio veya DecelerationRatio içermeyen zaman çizelgelerinde desteklenir.
zh_hans: 仅在没有 AutoReverse、AccelerationRatio 或 DecelerationRatio 的时间线上支持 CanSlip。
zh_hant: 只有在不包含 AutoReverse、AccelerationRatio 或 DecelerationRatio 的時間表上才支援 CanSlip。

# Timing_ChildMustBeTimeline
source: A child of a Timeline in "XAML" must also be a Timeline or a class that derives from Timeline.
cs: Podřízený prvek Timeline v XAML musí také být Timeline nebo třída, která je od Timeline odvozena.
de: Ein untergeordnetes Element von "Timeline" in XAML muss auch eine "Timeline" oder eine Klasse sein, die sich von "Timeline" ableitet.
es: Un objeto secundario de Timeline en "XAML" también debe ser Timeline o una clase derivada de Timeline.
fr: L'enfant d'un Timeline dans "XAML" doit être également un Timeline ou une classe dérivée de Timeline.
it: Un elemento figlio di un Timeline in "XAML" deve anche essere un Timeline o una classe derivata da Timeline.
ja: "XAML" の Timeline の子は、Timeline であるか、Timeline から派生したクラスである必要があります。
ko: "XAML"에서 Timeline의 자식은 Timeline이거나 Timeline에서 파생된 클래스여야 합니다.
pl: Element podrzędny elementu Timeline w „XAML” również musi być elementem Timeline lub klasą pochodzącą od elementu Timeline.
pt_br: Um filho de uma Timeline em "XAML" também deve ser uma Timeline ou uma classe que derive de Timeline.
ru: Дочерний элемент класса Timeline в "XAML" также должен быть классом Timeline или классом, производным от Timeline.
tr: "XAML" içindeki bir Timeline alt öğesinin de bir Timeline veya Timeline'dan türeyen bir sınıf olması gerekir.
zh_hans: “XAML”中 Timeline 的子级还必须是 Timeline 或 Timeline 派生的类。
zh_hant: "XAML" 中 Timeline 的子項目必須也是 Timeline 或從 Timeline 衍生的類別。

# Timing_CreateClockMustReturnNewClock
source: The {0}.CreateClock method returned a pre-existing object, rather than a new object inheriting from TimelineClock.
cs: Metoda {0}.CreateClock vrátila již dříve existující objekt, nikoliv nový objekt odvozený od TimelineClock.
de: Von der {0}.CreateClock-Methode wurde statt eines neuen, von "TimelineClock" geerbten Objekts ein bereits vorhandenes Objekt zurückgegeben.
es: El método {0}.CreateClock devolvió un objeto que previamente existía en lugar de un objeto nuevo heredado de TimelineClock.
fr: La méthode {0}.CreateClock a renvoyé un objet préexistant, à la place d'un nouvel objet héritant de TimelineClock.
it: Il metodo {0}.CreateClock ha restituito un oggetto preesistente anziché un nuovo oggetto ereditato da TimelineClock.
ja: {0}.CreateClock メソッドにより、TimelineClock から継承した新しいオブジェクトではなく、既存のオブジェクトが戻されました。
ko: {0}.CreateClock 메서드가 TimelineClock에서 상속한 새 개체가 아닌 기존 개체를 반환했습니다.
pl: Metoda {0}.CreateClock zwróciła istniejący obiekt zamiast nowego dziedziczonego z TimelineClock.
pt_br: O método {0}.CreateClock retornou um objeto já existente, em vez de um novo objeto herdado de TimelineClock.
ru: Метод {0}.CreateClock возвратил предварительно созданный объект, вместо объекта, унаследованного от TimelineClock.
tr: {0}.CreateClock metodu, TimelineClock'dan devralan yeni bir nesne yerine önceden varolan bir nesne döndürdü.
zh_hans: {0}.CreateClock 方法返回预先存在的对象，而不是从 TimelineClock 继承的新对象。
zh_hant: {0}.CreateClock 方法傳回已存在的物件，而非從 TimelineClock 繼承的新物件。

# Timing_DifferentThreads
source: The specified timeline belongs to a different thread than this timeline.
cs: Určená časová osa patří do jiného vlákna než tato časová osa.
de: Die angegebene Zeitskala ist im Besitz eines anderen Threads als diese Zeitskala.
es: La escala de tiempo especificada pertenece a un subproceso diferente de esta escala de tiempo.
fr: La chronologie spécifiée appartient à un autre thread que cette chronologie.
it: La sequenza temporale specificata appartiene a un thread diverso rispetto a questa sequenza temporale.
ja: 指定されたタイムラインは、このタイムラインとは異なるスレッドに属しています。
ko: 지정한 시간 표시 막대는 이 시간 표시 막대가 아닌 다른 스레드에 속해 있습니다.
pl: Określona oś czasu należy do innego wątku, niż dana oś czasu.
pt_br: A linha do tempo especificada pertence a um thread diferente desta linha do tempo.
ru: Указанная шкала времени принадлежит другому потоку.
tr: Belirtilen zaman çizelgesi bu zaman çizelgesinden farklı bir iş parçacığına ait.
zh_hans: 指定的时间线属于此时间线以外的其他线程。
zh_hant: 指定的時間表屬於與此時間表不同的執行緒。

# Timing_EnumeratorInvalidated
source: The enumeration is no longer valid because the collection it enumerates has changed.
cs: Výčet již není platný, protože kolekce, které se týká, se změnila.
de: Die Aufzählung ist nicht mehr gültig, da sich die aufgelistete Sammlung geändert hat.
es: La enumeración ya no es válida porque la colección que enumera ha cambiado.
fr: L'énumération n'est plus valide parce que la collection qu'elle énumère a changé.
it: L'enumerazione non è più valida perché la raccolta da enumerare è stato modificata.
ja: 列挙するコレクションが変更されているため、この列挙は無効になりました。
ko: 열거한 컬렉션이 변경되었기 때문에 더 이상 열거할 수 없습니다.
pl: Wyliczenie nie jest już prawidłowe, ponieważ zmieniła się wyliczana kolekcja.
pt_br: A enumeração não é mais válida porque a coleção que enumera foi alterada.
ru: Перечисление больше не является допустимым, поскольку перечисляемое семейство изменилась.
tr: Numaralandırdığı koleksiyon değiştiği için sabit listesi artık geçerli değil.
zh_hans: 枚举不再有效，因为其枚举的集合已更改。
zh_hant: 列舉已無效，因為列舉的集合已變更。

# Timing_EnumeratorOutOfRange
source: The enumerator is out of range.
cs: Čítač je mimo stanovený rozsah.
de: Der Enumerator liegt außerhalb des gültigen Bereichs.
es: El enumerador está fuera del intervalo.
fr: L'énumérateur est en dehors des limites.
it: Enumeratore non compreso nell'intervallo valido.
ja: 列挙子が範囲外です。
ko: 표시기가 범위를 벗어났습니다.
pl: Moduł wyliczający jest poza zakresem.
pt_br: O enumerador está fora do intervalo.
ru: Перечислитель выходит за пределы допустимого диапазона.
tr: Numaralandırıcı aralık dışında.
zh_hans: 枚举器超出范围。
zh_hant: 列舉程式超出範圍。

# Timing_InvalidArgAccelAndDecel
source: Property value must be between 0.0 and 1.0.
cs: Hodnota vlastnosti musí být v rozsahu od 0,0 do 1,0.
de: Der Eigenschaftswert muss zwischen 0,0 und 1,0 liegen.
es: El valor de la propiedad debe estar comprendido entre 0.0 y 1.0.
fr: La valeur de la propriété doit être comprise entre 0,0 et 1,0.
it: Il valore della proprietà deve essere compreso tra 0,0 e 1,0.
ja: プロパティ値は、0.0 と 1.0 の間である必要があります。
ko: 속성 값은 0.0과 1.0 사이에 있어야 합니다.
pl: Wartość właściwości musi należeć do przedziału od 0,0 do 1,0.
pt_br: O valor da propriedade deve estar entre 0.0 e 1.0.
ru: Значение свойства должно лежать в интервале от 0,0 до 1,0.
tr: Özellik değeri 0.0 ile 1.0 arasında olmalıdır.
zh_hans: 属性值必须介于 0.0 和 1.0 之间。
zh_hant: 屬性值必須介於 0.0 到 1.0 之間。

# Timing_InvalidArgFiniteNonNegative
source: Property value must be finite and greater than or equal to zero.
cs: Hodnota vlastnosti musí být konečná a větší nebo rovna nule.
de: Der Eigenschaftswert muss endlich und größer oder gleich Null sein.
es: El valor de la propiedad debe ser finito y mayor que o igual a cero.
fr: La valeur de la propriété doit être finie et supérieure ou égale à zéro.
it: Il valore della proprietà deve essere finito e maggiore o uguale a zero.
ja: プロパティ値は、有限で 0 以上である必要があります。
ko: 속성 값은 유한한 값이어야 하고 0보다 크거나 같아야 합니다.
pl: Wartość właściwości musi być skończona i większa lub równa zeru.
pt_br: O valor da propriedade deve ser finito e maior ou igual a zero.
ru: Свойство может принимать конечные неотрицательные значения.
tr: Özellik değeri sonlu ve sıfıra eşit veya daha büyük olmalıdır.
zh_hans: 属性值必须有限，且大于或等于零。
zh_hant: 屬性值必須有限制，而且必須大於或等於零。

# Timing_InvalidArgFinitePositive
source: Property value must be finite and greater than zero.
cs: Hodnota vlastnosti musí být konečná a větší než nula.
de: Der Eigenschaftswert muss endlich und größer Null sein.
es: El valor de la propiedad debe ser finito y mayor que cero.
fr: La valeur de la propriété doit être finie et supérieure à zéro.
it: Il valore della proprietà deve essere finito e maggiore di zero.
ja: プロパティ値は、有限で 0 より大きい必要があります。
ko: 속성 값은 유한한 값이어야 하고 0보다 커야 합니다.
pl: Wartość właściwości musi być skończona i większa od zera.
pt_br: O valor da propriedade deve ser finito e maior que zero.
ru: Свойство может принимать конечные положительные значения.
tr: Özellik değeri sonlu ve sıfırdan büyük olmalıdır.
zh_hans: 属性值必须有限，且大于零。
zh_hant: 屬性值必須有限制，而且必須大於零。

# Timing_InvalidArgNonNegative
source: Property value must be greater than or equal to zero or indefinite.
cs: Hodnota vlastnosti musí být větší nebo rovna nule nebo nekonečno.
de: Der Eigenschaftswert muss größer oder gleich Null oder unendlich sein.
es: El valor de la propiedad debe ser mayor que o igual a cero o indefinido.
fr: La valeur de la propriété doit être supérieure ou égale à zéro ou indéfinie.
it: Il valore della proprietà deve essere maggiore o uguale a zero oppure indefinito.
ja: プロパティ値は、0 以上であるか不定である必要があります。
ko: 속성은 0보다 크거나 같은 값이거나 무한한 값이어야 합니다.
pl: Wartość właściwości musi być większa lub równa zeru lub nieokreślona.
pt_br: O valor da propriedade deve ser maior ou igual a zero ou indefinido.
ru: Значение свойства должно быть больше или равно 0 или не определено.
tr: Özellik değeri sıfıra eşit veya daha büyük ya da sonsuz olmalıdır.
zh_hans: 属性值必须大于或等于零，或者未定义。
zh_hant: 屬性值必須大於或等於零，或沒有限制。

# Timing_InvalidArgPositive
source: Property value must be greater than zero or indefinite.
cs: Hodnota vlastnosti musí být větší než nula nebo nekonečno.
de: Der Eigenschaftswert muss größer Null oder unendlich sein.
es: El valor de la propiedad debe ser mayor que cero o indefinido.
fr: La valeur de la propriété doit être supérieure à zéro ou indéfinie.
it: Il valore della proprietà deve essere maggiore di zero o indefinito.
ja: プロパティ値は、0 より大きいか不定である必要があります。
ko: 속성 값은 0보다 크거나 무한한 값이어야 합니다.
pl: Wartość właściwości musi być większa od zera lub nieokreślona.
pt_br: O valor da propriedade deve ser maior que zero ou indefinido.
ru: Значение свойства должно быть больше нуля или не определено.
tr: Özellik değeri sıfırdan büyük veya sonsuz olmalıdır.
zh_hans: 属性值必须大于零或未定义。
zh_hant: 屬性值必須大於零，或沒有限制。

# Timing_NoTextChildren
source: Timeline objects cannot have text objects as children.
cs: Objekty Timeline nemohou mít textové objekty jako podřízené prvky.
de: Timeline-Objekte können keine Textobjekte als untergeordnete Elemente besitzen.
es: Los objetos Timeline no pueden tener objetos de texto como objetos secundarios.
fr: Les objets Timeline ne peuvent pas avoir des objets texte comme enfants.
it: Impossibile utilizzare oggetti figlio di tipo testo per oggetti Timeline.
ja: Timeline オブジェクトは、子としてテキスト オブジェクトを持つことができません。
ko: Timeline 개체는 텍스트 개체를 자식으로 가질 수 없습니다.
pl: Obiekty tekstu nie mogą być podrzędne dla obiektów osi czasu (Timeline).
pt_br: Os objetos de Timeline não podem ter objetos de texto como filhos.
ru: Объекты Timeline не могут иметь дочерние текстовые объекты.
tr: Timeline nesneleri alt öğe olarak metin öğelerine sahip olamaz.
zh_hans: Timeline 对象不能有作为子级的文本对象。
zh_hant: Timeline 物件不能使用文字物件做為子項目。

# Timing_NotTimeSpan
source: Unable to return a TimeSpan property value for a Duration value of '{0}'. Check the HasTimeSpan property before requesting the TimeSpan property value from a Duration.
cs: Není možno vrátit hodnotu vlastnosti TimeSpan pro hodnotu Duration {0}. Zkontrolujte vlastnost HasTimeSpan před požadováním hodnoty vlastnosti TimeSpan z Duration.
de: Es kann kein TimeSpan-Eigenschaftswert für den Duration-Wert "{0}" zurückgegeben werden. Prüfen Sie vor dem Anfordern des TimeSpan-Eigenschaftswerts von "Duration" die HasTimeSpan-Eigenschaft.
es: No se puede devolver un valor de la propiedad TimeSpan para un valor de Duration de '{0}'. Compruebe la propiedad HasTimeSpan antes de solicitar el valor de la propiedad TimeSpan de Duration.
fr: Impossible de renvoyer une valeur de propriété TimeSpan pour une valeur de Duration égale à '{0}'. Vérifiez la propriété HasTimeSpan avant de demander la valeur de la propriété TimeSpan d'un Duration.
it: Impossibile restituire un valore della proprietà TimeSpan per un valore Duration di '{0}'. Controllare la proprietà HasTimeSpan prima di richiedere il valore della proprietà TimeSpan da una Duration.
ja: '{0}' の Duration 値に対して、TimeSpan プロパティ値を戻せません。Duration から TimeSpan プロパティ値を要求する前に、HasTimeSpan プロパティを確認してください。
ko: Duration 값 '{0}'에 대한 TimeSpan 속성 값을 반환할 수 없습니다. Duration의 TimeSpan 속성 값을 요청하기 전에 HasTimeSpan 속성을 확인하십시오.
pl: Nie można zwrócić wartości właściwości TimeSpan dla wartości Duration „{0}”. Sprawdź właściwość HasTimeSpan przed wysłaniem żądania właściwości TimeSpan z Duration.
pt_br: Não é possível retornar um valor de propriedade de TimeSpan para o valor de Duration de '{0}'. Verifique a propriedade de HasTimeSpan antes de solicitar o valor de propriedade de TimeSpan de uma Duration.
ru: Невозможно вернуть значение свойства TimeSpan для значения Duration, равного "{0}". Проверьте значение свойства HasTimeSpan, прежде чем запросить значение свойства TimeSpan у Duration.
tr: '{0}' Duration değeri için TimeSpan özellik değeri döndürülemiyor. Bir Duration'dan TimeSpan özellik değerini istemeden önce HasTimeSpan özelliğini denetleyin.
zh_hans: 无法为“{0}”的 Duration 值返回 TimeSpan 属性值。在从 Duration 请求 TimeSpan 属性值之前，检查 HasTimeSpan 属性。
zh_hant: 無法傳回 Duration 值 '{0}' 的 TimeSpan 屬性值。從 Duration 要求 TimeSpan 屬性值之前，請先檢查 HasTimeSpan 屬性。
