Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SetDocFailure
source: Text formatting engine cannot set document context due to error: '{0}'.
cs: Nástroj formátování textu nemůže nastavit kontext dokumentu kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers kein Dokumentkontext festgelegt werden: "{0}".
es: El motor de formato de texto no puede establecer el contexto del documento debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas définir le contexte du document en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile impostare il contesto del documento a causa dell'errore: '{0}'.
ja: テキストの書式設定エンジンは、エラー '{0}' のためドキュメントのコンテキストを設定できません。
ko: 오류로 인해 텍스트 서식 엔진이 문서 컨텍스트를 설정할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może ustawić kontekstu dokumentu z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode definir o contexto do documento devido ao erro: '{0}'.
ru: Процессор форматирования текста не может установить контекст документа из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle belge bağlamını ayarlayamıyor: '{0}'.
zh_hans: 文本格式化引擎无法设置文档上下文，因为错误:“{0}”。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法設定文件內容: '{0}'。

# SetFocusFailed
source: The target element cannot receive focus.
cs: Cílový element nemůže získat fokus.
de: Das Zielelement kann keinen Fokus erhalten.
es: El elemento de destino no puede recibir el foco.
fr: L'élément cible ne peut pas recevoir le focus.
it: Impossibile spostare lo stato attivo sull'elemento di destinazione.
ja: ターゲット要素は、フォーカスを受け取ることができません。
ko: 대상 요소가 포커스를 받을 수 없습니다.
pl: Nie można ustawić fokusu na elemencie docelowym.
pt_br: O elemento de destino não pode receber o foco.
ru: Конечный элемент не может получить фокус.
tr: Hedef öğe odak alamıyor.
zh_hans: 目标元素无法接收焦点。
zh_hant: 目標項目無法接收焦點。

# SetLengthNotSupported
source: Stream does not support SetLength.
cs: Stream nepodporuje SetLength.
de: "SetLength" wird von Stream nicht unterstützt.
es: La secuencia no admite SetLength.
fr: Stream ne prend pas en charge SetLength.
it: Il flusso non supporta SetLength.
ja: Stream は SetLength をサポートしていません。
ko: Stream이 SetLength를 지원하지 않습니다.
pl: Obiekt Stream nie obsługuje metody SetLength.
pt_br: O fluxo não oferece suporte a SetLength.
ru: Поток не поддерживает функцию SetLength.
tr: Stream, SetLength desteklemiyor.
zh_hans: Stream 不支持 SetLength。
zh_hant: Stream 不支援 SetLength。

# SetTabsFailure
source: Text formatting engine cannot set tab stop due to error: '{0}'.
cs: Nástroj formátování textu nemůže nastavit konec tabulátoru kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers kein Tabstopp festgelegt werden: "{0}".
es: El motor de formato de texto no puede establecer la tabulación debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas définir le taquet de tabulation en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile impostare la tabulazione a causa dell'errore: '{0}'.
ja: テキストの書式設定エンジンは、エラー '{0}' のためタブ位置を設定できません。
ko: 오류로 인해 텍스트 서식 엔진이 탭 정지를 설정할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może ustawić pozycji tabulatora z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode definir a tabulação devido ao erro: '{0}'.
ru: Процессор форматирования текста не может установить позиции табуляции из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle sekme durağı ayarlayamıyor: '{0}'.
zh_hans: 文本格式化引擎无法设置制表位，因为错误:“{0}”。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法設定定位停駐點: '{0}'。

# SidewaysRTLTextIsNotSupported
source: Sideways right to left text is not supported.
cs: Text zprava doleva není podporován.
de: Text von rechts nach links wird nicht unterstützt.
es: El texto de derecha a izquierda no está admitido.
fr: Texte incliné de la droite vers la gauche non pris en charge.
it: Testo da destra a sinistra con rotazione laterale non supportato.
ja: 横向きの右から左のテキストはサポートされていません。
ko: 사이드웨이 오른쪽에서 왼쪽 텍스트는 지원되지 않습니다.
pl: Kierunek tekstu od prawej do lewej nie jest obsługiwany.
pt_br: Não ha suporte para o texto lateral da direita para a esquerda.
ru: Текст, который читается справа налево, не поддерживается.
tr: Yanlarda sağdan sola metin desteklenmez.
zh_hans: 不支持从右侧向左的文本。
zh_hant: 不支援左邊文字的右邊區域。

# Size3D_CannotModifyEmptySize
source: Cannot modify this property on the Empty Size3D.
cs: Tuto vlastnost nelze upravovat v Empty Size3D.
de: Die Eigenschaft kann für Empty "Size3D" nicht geändert werden.
es: No se puede modificar esta propiedad en Empty Size3D.
fr: Impossible de modifier cette propriété sur la structure Empty Size3D.
it: Impossibile modificare questa proprietà nel Size3D Empty.
ja: Empty Size3D 上でこのプロパティを変更できません。
ko: Empty Size3D의 이 속성을 수정할 수 없습니다.
pl: Nie można zmienić tej właściwości w obiekcie Size3D o właściwości Empty.
pt_br: Não é possível modificar esta propriedade em Empty Size3D.
ru: Невозможно изменить это свойство для Empty Size3D.
tr: Bu özellik Empty Size3D üzerinde değiştirilemez.
zh_hans: 无法在 Empty Size3D 上修改此属性。
zh_hant: 無法修改 Empty Size3D 上的此屬性。

# Size3D_DimensionCannotBeNegative
source: Cannot set a negative dimension.
cs: Nelze nastavit zápornou hodnotu rozměru.
de: Es kann keine negative Abmessung festgelegt werden.
es: No se puede establecer una dimensión negativa.
fr: Impossible de définir une dimension négative
it: Impossibile impostare una dimensione negativa.
ja: 負の大きさは設定できません。
ko: 차원을 음수로 설정할 수 없습니다.
pl: Nie można ustawić ujemnego wymiaru.
pt_br: Não é possível definir uma dimensão negativa.
ru: Невозможно задать отрицательные размеры.
tr: Negatif boyut ayarlanamaz.
zh_hans: 无法设置负尺寸。
zh_hant: 無法設定負值尺寸。

# SourceNotSet
source: Must set Source in RoutedEventArgs before building event route or invoking handlers.
cs: Před trasováním události nebo vyvoláním ovladačů je nutno nastavit Source v RoutedEventArgs.
de: "Source" muss für "RoutedEventArgs" festgelegt werden, bevor Ereignisroutes erstellt oder Handler aufgerufen werden.
es: Se debe establecer Source en RoutedEventArgs antes de crear una ruta del evento o invocar los controladores.
fr: Définition obligatoire de Source dans RoutedEventArgs avant de créer un itinéraire des événements ou d'appeler des gestionnaires.
it: È necessario impostare Source in RoutedEventArgs prima di compilare una route di eventi o di richiamare gestori.
ja: イベント ルートの構築またはハンドラーの起動前に、RoutedEventArgs で Source を設定する必要があります。
ko: 이벤트 경로를 빌드하거나 처리기를 호출하려면 먼저 RoutedEventArgs에 Source를 설정해야 합니다.
pl: Właściwość Source w RoutedEventArgs należy ustawić przed utworzeniem trasy zdarzenia lub wywołaniem uchwytów.
pt_br: É necessário definir Source em RoutedEventArgs antes de criar a rota de evento ou chamar manipuladores.
ru: Перед построением маршрута событий или вызовом обработчиков необходимо задать Source в RoutedEventArgs.
tr: Olay yönlendirme oluşturmadan veya işleyicileri çağırmadan önce RoutedEventArgs içinde Source ayarlanmalıdır.
zh_hans: 在构建事件路由或调用处理程序之前，必须在 RoutedEventArgs 中设置 Source。
zh_hant: 建置事件路由或叫用處理常式時，必須先在 RoutedEventArgs 中設定 Source。

# SpecificNumberCultureRequired
source: The CultureInfo object used for number substitution must be a specific culture, not a neutral culture or InvariantCulture.
cs: Objekt CultureInfo používaný jako náhrada čísel musí být specifická kultura, nikoliv neutrální kultura, nebo dokonce InvariantCulture.
de: Das zum Ersetzen von Zahlen verwendete CultureInfo-Objekt muss eine bestimmte Kultur sein, und darf keine neutrale Kultur oder "InvariantCulture" sein.
es: El objeto CultureInfo usado para la sustitución de números debe ser una referencia cultural específica y no una referencia cultural neutra o InvariantCulture.
fr: L'objet CultureInfo utilisé pour la substitution de nombres doit être une culture spécifique, et non une culture neutre ou une InvariantCulture.
it: L'oggetto CultureInfo utilizzato per la sostituzione dei numeri deve corrispondere a impostazioni cultura specifiche e non a impostazioni cultura neutre o a InvariantCulture.
ja: 数字の置換に使用される CultureInfo オブジェクトは、ニュートラルなカルチャや InvariantCulture ではない、特定のカルチャである必要があります。
ko: 숫자를 대체하는 데 사용되는 CultureInfo 개체는 중립 문화권 또는 InvariantCulture가 아닌 특정 문화권이어야 합니다.
pl: Obiekt CultureInfo użyty w wielu podstawieniach musi mieć określoną kulturę, nie neutralną lub InvariantCulture.
pt_br: O objeto CultureInfo usado para substituição de número deve ser específico da cultura, não de cultura neutra ou InvariantCulture.
ru: Объект CultureInfo, предназначенный для замены формата чисел, должен соответствовать определенной культуре, не нейтральной и не InvariantCulture.
tr: Sayı yerleştirme için kullanılan CultureInfo nesnesi nötr kültür veya InvariantCulture değil, belirli bir kültür olmalıdır.
zh_hans: 用于数字替换的 CultureInfo 对象必须是特定区域性，而不是非特定区域性或 InvariantCulture。
zh_hant: 用於數字取代的 CultureInfo 物件必須具有特定的文化特性，而非中性文化特性或 InvariantCulture。

# StopText
source: Stop
cs: Zastavit
de: Beenden
es: Detener
fr: Arrêter
it: Arresta
ja: 停止
ko: 중지
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
tr: Durdur
zh_hans: 停止
zh_hant: 停止

# StreamGeometry_NeedBeginFigure
source: BeginFigure must be called before this API.
cs: Před tímto API musí být vyvolána možnost BeginFigure.
de: "BeginFigure" muss vor der API aufgerufen werden.
es: Se debe llamar a BeginFigure antes que a esta API.
fr: Appel obligatoire de BeginFigure avant cette API.
it: È necessario chiamare BeginFigure prima di questa API.
ja: この API の前に BeginFigure が呼び出される必要があります。
ko: 이 API를 수행하려면 먼저 BeginFigure를 호출해야 합니다.
pl: Właściwość BeginFigure należy wywołać przed tą funkcją API.
pt_br: BeginFigure deve ser chamado antes desta API.
ru: Необходимо вызвать BeginFigure до этой API-функции.
tr: Bu API'den önce BeginFigure çağırılmalıdır.
zh_hans: 必须在此 API 之前调用 BeginFigure。
zh_hant: 必須再呼叫此應用程式開發介面之前先呼叫 BeginFigure。

# StringEmpty
source: Parameter cannot be a zero-length string.
cs: Parametr nemůže být řetězec o nulové délce.
de: Der Parameter darf keine Zeichenfolge mit der Länge Null sein.
es: El parámetro no puede ser una cadena de longitud cero.
fr: Le paramètre ne peut pas être une chaîne nulle.
it: Il parametro non può essere una stringa di lunghezza zero.
ja: パラメーターを長さゼロの文字列にすることはできません。
ko: 매개 변수 문자열의 길이는 0일 수 없습니다.
pl: Parametr nie może być ciągiem o zerowej długości.
pt_br: O parâmetro não pode ser uma cadeia de caracteres de comprimento zero.
ru: Параметр не может представлять собой строку нулевой длины.
tr: Parametre sıfır uzunlukta bir dize olamaz.
zh_hans: 参数不能为零长度的字符串。
zh_hant: 參數不能是零長度字串。

# StrokeCollectionCountTooBig
source: Maximum number of strokes is two.
cs: Maximální počet zdvihů je dva.
de: Die maximale Strichanzahl ist Zwei.
es: El número máximo de trazos es dos.
fr: Nombre maximal de traits égal à deux.
it: Il numero massimo di tratti è 2.
ja: ストロークの最大数は 2 です。
ko: 스트로크의 최대 수는 2입니다.
pl: Maksymalna liczba naciśnięć wynosi dwa.
pt_br: O número de traços é dois.
ru: Максимальное число росчерков равно двум.
tr: En fazla vuruş sayısı ikidir.
zh_hans: 最大笔画数为二。
zh_hant: 筆劃數目上限是二。

# StrokeCollectionIsReadOnly
source: The specified StrokeCollection is read-only.
cs: Určená kolekce StrokeCollection je určena pouze pro čtení.
de: Die angegebene "StrokeCollection" ist schreibgeschützt.
es: La StrokeCollection especificada es de sólo lectura.
fr: La collection StrokeCollection spécifiée est en lecture seule.
it: La raccolta StrokeCollection specificata è di sola lettura.
ja: 指定された StrokeCollection は、読み取り専用です。
ko: 지정한 StrokeCollection은 읽기 전용입니다.
pl: Określona właściwość StrokeCollection jest tylko do odczytu.
pt_br: O StrokeCollection especificado é somente leitura.
ru: Указанное семейство StrokeCollection доступно только для чтения.
tr: Belirtilen StrokeCollection salt okunur.
zh_hans: 指定的 StrokeCollection 为只读。
zh_hant: 指定的 StrokeCollection 是唯讀的。

# StrokeIsDuplicated
source: A duplicate stroke cannot be added to StrokeCollection.
cs: Do kolekce StrokeCollection nelze přidat duplicitní zdvih.
de: Doppelte Striche können "StrokeCollection" nicht hinzugefügt werden.
es: Un trazo duplicado no se puede agregar a StrokeCollection.
fr: Impossible d'ajouter un trait en double à StrokeCollection.
it: Impossibile aggiungere un tratto duplicato in StrokeCollection.
ja: 重複したストロークは、StrokeCollection に追加できません。
ko: StrokeCollection에 중복 스트로크를 추가할 수 없습니다.
pl: Nie można dodać kopii naciśnięcia do elementu StrokeCollection.
pt_br: Um traço duplicado não pode ser adicionado a StrokeCollection.
ru: Повторяющиеся росчерки нельзя добавлять в семейство StrokeCollection.
tr: StrokeCollection'a yinelenen vuruş eklenemez.
zh_hans: 无法向 StrokeCollection 添加 重复的笔画。
zh_hant: 無法新增重複的筆劃到 StrokeCollection。

# StrokesNotContiguously
source: The strokes being replaced must exist contiguously in the current StrokeCollection.
cs: Nahrazované zdvihy musejí být ve stávající kolekci StrokeCollection umístěny blízko sebe.
de: Die zu ersetzenden Striche müssen in der aktuellen "StrokeCollection" angrenzend sein.
es: Los trazos que se reemplazan deben ser contiguos en la StrokeCollection actual.
fr: Les traits remplacés doivent exister de façon contiguë dans la collection StrokeCollection courante.
it: I tratti da sostituire devono esistere ed essere adiacenti nella raccolta StrokeCollection corrente.
ja: 置き換えられるストロークは、現在の StrokeCollection 内で隣り合っている必要があります。
ko: 대체할 스트로크가 현재 StrokeCollection에 계속 있어야 합니다.
pl: Zastępowane naciśnięcia muszą być połączone ze sobą w bieżącym obiekcie StrokeCollection.
pt_br: Os traços que estão sendo substituídos devem existir de modo adjacente no StrokeCollection atual.
ru: Подлежащие замене росчерки должны находиться в текущем семействе StrokeCollection рядом друг с другом.
tr: Değiştirilen vuruş geçerli StrokeCollection'da bitişi olarak bulunmalıdır.
zh_hans: 正在替换的笔画必须连续存在于当前 StrokeCollection 中。
zh_hant: 要取代的筆劃必須連續存在於目前的 StrokeCollection 中。

# Stylus_CanOnlyCallForDownMoveOrUp
source: NotifyWhenProcessed can be called only during OnStylusDown, OnStylusMove, or OnStylusUp.
cs: NotifyWhenProcessed lze vyvolat pouze během stavu OnStylusDown, OnStylusMove nebo OnStylusUp.
de: "NotifyWhenProcessed" kann nur bei "OnStylusDown", "OnStylusMove" oder "OnStylusUp" aufgerufen werden.
es: Sólo se puede llamar a NotifyWhenProcessed durante OnStylusDown, OnStylusMove u OnStylusUp.
fr: NotifyWhenProcessed ne peut être appelé que lors de OnStylusDown, OnStylusMove ou OnStylusUp.
it: È possibile chiamare NotifyWhenProcessed solo durante OnStylusDown, OnStylusMove o OnStylusUp.
ja: NotifyWhenProcessed を呼び出すことができるのは、OnStylusDown、OnStylusMove、または OnStylusUp 中のみです。
ko: NotifyWhenProcessed는 OnStylusDown, OnStylusMove 또는 OnStylusUp을 수행하는 동안에만 호출할 수 있습니다.
pl: NotifyWhenProcessed można wywołać tylko podczas operacji OnStylusDown, OnStylusMove lub OnStylusUp.
pt_br: NotifyWhenProcessed pode ser chamado somente durante OnStylusDown, OnStylusMove ou OnStylusUp.
ru: NotifyWhenProcessed можно вызвать только во время OnStylusDown, OnStylusMove или OnStylusUp.
tr: NotifyWhenProcessed yalnızca, OnStylusDown, OnStylusMove veya OnStylusUp sırasında çağırılabilir.
zh_hans: 只能在 OnStylusDown、OnStylusMove 或 OnStylusUp 过程中调用 NotifyWhenProcessed。
zh_hant: 僅在 OnStylusDown、OnStylusMove 或 OnStylusUp 中無法呼叫 NotifyWhenProcessed。

# Stylus_EnumeratorFailure
source: No current object to return.
cs: Neexistuje objekt, který by mohl být vrácen.
de: Es ist kein aktuelles Objekt zum Zurückgeben vorhanden.
es: No hay ningún objeto actual para devolver.
fr: Aucun objet actif à retourner.
it: Nessun oggetto corrente da restituire.
ja: 返すべき現在のオブジェクトがありません。
ko: 반환할 현재 개체가 없습니다.
pl: Brak bieżącego obiektu do zwrócenia.
pt_br: Nenhum objeto atual a ser retornado.
ru: Нет текущего объекта для возврата.
tr: Döndürülecek geçerli nesne yok.
zh_hans: 没有当前对象要返回。
zh_hant: 沒有可傳回的目前物件。

# Stylus_IndexOutOfRange
source: '{0}' is not a valid index in the collection.
cs: Index {0} není platný index sbírky.
de: "{0}" ist kein gültiger Index in der Sammlung.
es: '{0}' no es un índice válido en la colección.
fr: '{0}' n'est pas un index valide de la collection.
it: '{0}' non è un indice valido nella raccolta.
ja: '{0}' は、コレクション内の有効なインデックスではありません。
ko: '{0}'은(는) 컬렉션에서 잘못된 인덱스입니다.
pl: „{0}” nie jest prawidłowym indeksem w kolekcji.
pt_br: '{0}' não é um índice válido na coleção.
ru: "{0}" не является допустимым индексом семейства.
tr: '{0}' koleksiyonda geçerli bir dizin değil.
zh_hans: “{0}”不是集合中的有效索引。
zh_hant: '{0}' 不是集合中的有效索引。

# Stylus_InvalidMax
source: '{0}' must be greater than or equal to '{1}'.
cs: {0} musí být větší nebo rovno {1}.
de: "{0}" muss größer oder gleich {1} sein.
es: "{0}" debe ser mayor o igual que "{1}".
fr: '{0}' doit être supérieur ou égal à '{1}'.
it: '{0}' deve essere maggiore o uguale a '{1}'.
ja: '{0}' は '{1}' 以上である必要があります。
ko: '{0}'은(는) '{1}'보다 크거나 같아야 합니다.
pl: Wartość „{0}” musi być większa lub równa „{1}”.
pt_br: '{0}' precisa ser superior ou igual a '{1}'.
ru: Значение "{0}" должно быть больше или равно "{1}".
tr: '{0}' değeri '{1}' veya daha büyük olmalıdır.
zh_hans: “{0}”必须大于或等于“{1}”。
zh_hant: {0} 必須大於或等於 '{1}'。

# Stylus_MatrixNotInvertable
source: Matrix is not invertible.
cs: Matrix neumožňuje inverzi.
de: Die Matrix ist nicht invertierbar.
es: La Matrix no se puede invertir.
fr: Matrix n'est pas réversible.
it: Matrix non invertibile.
ja: Matrix を反転できません。
ko: Matrix를 반전할 수 없습니다.
pl: Obiektu Matrix nie można odwrócić.
pt_br: A matriz (Matrix) não pode ser invertida.
ru: Matrix не является обратимой.
tr: Matrix ters çevrilebilir değil.
zh_hans: Matrix 不可逆。
zh_hant: Matrix 不是可反轉的。

# Stylus_MustBeDownToCallReset
source: Stylus or Mouse must be in the down state when calling Reset.
cs: Jehla nebo myš musejí být při vyvolání resetu ve spodní poloze.
de: "Stylus" oder "Mouse" müssen gedrückt sein, wenn "Reset" aufgerufen wird.
es: El lápiz o el mouse deben estar desactivados al llamar a Restablecer.
fr: La classe Stylus ou Mouse ne doivent pas être en marche lors de l'appel de Reset.
it: Lo stilo o il mouse devono essere in stato inattivo quando si chiama Reset.
ja: Reset の呼び出し時には、スタイラスおよびマウスが停止状態でなければなりません。
ko: 다시 설정을 호출할 때 스타일러스나 마우스는 다운 상태여야 합니다.
pl: Pióro lub mysz musi być opuszczona w momencie wywołania operacji zerowania.
pt_br: Caneta ou Mouse devem estar no estado para baixo ao chamar Reset.
ru: Во время вызова Reset перо и мышь должны находиться в отключенном состоянии.
tr: Sıfırlama çağırılırken İğne veya Fare aşağı durumunda olmalıdır.
zh_hans: 调用重置时触笔或鼠标必须处于关闭状态。
zh_hant: 呼叫 Reset 時，Stylus 或 Mouse 必須是已關閉狀態。

# Stylus_PenContextFailure
source: Stylus input encountered an error.
cs: Nastala chyba vstupu jehly.
de: Bei der Stifteingabe wurde ein Fehler festgestellt.
es: La entrada de lápiz encontró un error.
fr: L'entrée du stylet a rencontré une erreur.
it: Errore rilevato durante l'input con stilo.
ja: スタイラス入力でエラーが発生しました。
ko: 스타일러스 입력에 오류가 발생했습니다.
pl: Dane wprowadzane za pomocą pióra napotkały błąd.
pt_br: A entrada de caneta encontrou um erro.
ru: При вводе данных с помощью пера произошла ошибка.
tr: İğne girişi bir hatayla karşılaştı.
zh_hans: 触笔输入遇到错误。
zh_hant: 手寫筆輸入發生錯誤。

# Stylus_PlugInIsDuplicated
source: '{0}' already exists in the collection.
cs: {0} již v kolekci existuje.
de: "{0}" ist in der Sammlung bereits vorhanden.
es: '{0}' ya existe en la colección.
fr: '{0}' existe déjà dans la collection.
it: '{0}' già esistente nella raccolta.
ja: '{0}' は既にコレクション内に存在します。
ko: '{0}'이(가) 컬렉션에 이미 있습니다.
pl: „{0}” już istnieje w kolekcji.
pt_br: '{0}' já existe na coleção.
ru: Семейство уже содержит элемент "{0}".
tr: '{0}' koleksiyonda zaten var.
zh_hans: “{0}”已存在于集合中。
zh_hant: '{0}' 已存在於集合中。

# Stylus_PlugInIsNull
source: '{0}' must be non-null.
cs: Hodnota {0} musí být nenulová.
de: "{0}" darf nicht NULL sein.
es: '{0}' no puede ser nulo.
fr: '{0}' ne doit pas avoir la valeur null.
it: '{0}' deve essere non null.
ja: '{0}' は NULL 以外である必要があります。
ko: '{0}'은(는) null이 아니어야 합니다.
pl: „{0}” nie może mieć wartości null.
pt_br: '{0}' deve ser diferente de nulo.
ru: "{0}" не может иметь неопределенное значение.
tr: '{0}' boş dışında bir değer olmalıdır.
zh_hans: “{0}”必须为非空。
zh_hant: '{0}' 必須是非空值。

# Stylus_PlugInNotExist
source: '{0}' does not exist in the collection.
cs: {0} v kolekci dosud neexistuje.
de: "{0}" ist in der Sammlung nicht vorhanden.
es: '{0}' no existe en la colección.
fr: '{0}' n'existe pas dans la collection.
it: '{0}' non esiste nella raccolta.
ja: '{0}' はコレクション内に存在しません。
ko: '{0}'이(가) 컬렉션에 없습니다.
pl: „{0}” nie istnieje w kolekcji.
pt_br: '{0}' não existe na coleção.
ru: Элемент "{0}" отсутствует в семействе.
tr: '{0}' koleksiyonda yok.
zh_hans: 集合中不存在“{0}”。
zh_hant: '{0}' 不存在於集合中。

# Stylus_StylusPointsCantBeEmpty
source: Count of points must be greater than zero.
cs: Počet bodů musí být větší než nula.
de: Die Anzahl von Punkten muss größer als Null sein.
es: El recuento de puntos debe ser mayor que cero.
fr: Le total de points doit être supérieur à zéro.
it: Il numero di punti deve essere maggiore di zero.
ja: ポイント数は 0 より大きくなければなりません。
ko: 포인트 개수는 0보다 많아야 합니다.
pl: Liczba punktów musi być większa od zera.
pt_br: A contagem de pontos deve ser maior que zero.
ru: Число точек должно быть больше нуля.
tr: Nokta sayısı sıfırdan büyük olmalıdır.
zh_hans: 点的计数必须大于零。
zh_hant: 點數計數必須大於零。

# TextBreakpointHasBeenDisposed
source: Text breakpoint was previously disposed.
cs: Bod přerušení textu byl již dříve odstraněn.
de: Texthaltepunkt wurde zuvor verworfen.
es: El punto de interrupción del texto se eliminó previamente.
fr: Point d'arrêt du texte déjà libéré.
it: Punto di interruzione del testo eliminato in precedenza.
ja: テキストのブレークポイントは、以前に廃棄されています。
ko: 텍스트 중단점이 이전에 삭제되었습니다.
pl: Punkt przerwania tekstu został wcześniej usunięty.
pt_br: O ponto de quebra do texto foi descartado anteriormente.
ru: Текстовая точка прерывания была ликвидирована ранее.
tr: Metin kesme noktası daha önce bırakıldı.
zh_hans: 原先已释放了文本断点。
zh_hant: 文字中斷點先前已處置。

# TextCompositionManager_NoInputManager
source: '{0}' does not have a valid InputManager.
cs: {0} nemá platného manažera InputManager.
de: "{0}" besitzt keinen gültigen "InputManager".
es: '{0}' no tiene un InputManager válido.
fr: '{0}' ne possède pas un InputManager valide.
it: Per '{0}' non è disponibile un InputManager valido.
ja: '{0}' には有効な InputManager がありません。
ko: '{0}'에 올바른 InputManager가 없습니다.
pl: „{0}” nie ma prawidłowego InputManager.
pt_br: '{0}' não tem um InputManager válido.
ru: Для "{0}" нет допустимого InputManager.
tr: '{0}' geçerli bir InputManager'a sahip değil.
zh_hans: “{0}”没有有效的 InputManager。
zh_hant: '{0}' 沒有有效的 InputManager。

# TextCompositionManager_TextCompositionHasDone
source: '{0}' has already finished.
cs: {0} již končí.
de: "{0}" wurde bereits abgeschlossen.
es: '{0}' ya finalizó.
fr: '{0}' a déjà terminé.
it: Operazione '{0}' già completata.
ja: '{0}' は既に終了しています。
ko: '{0}'이(가) 이미 완료되었습니다.
pl: „{0}” już zakończono.
pt_br: '{0}' já terminou.
ru: "{0}" уже завершен.
tr: '{0}' zaten bitti.
zh_hans: “{0}”已完成。
zh_hant: '{0}' 已完成。

# TextCompositionManager_TextCompositionHasStarted
source: '{0}' has already started.
cs: {0} právě začíná.
de: "{0}" wurde bereits gestartet.
es: '{0}' ya se inició.
fr: '{0}' a déjà démarré.
it: Operazione '{0}' già iniziata.
ja: '{0}' は既に開始しています。
ko: '{0}'이(가) 이미 시작되었습니다.
pl: „{0}” już rozpoczęto.
pt_br: '{0}' já iniciou.
ru: "{0}" уже запущен.
tr: '{0}' zaten başladı.
zh_hans: “{0}”已启动。
zh_hant: '{0}' 已啟動。

# TextCompositionManager_TextCompositionNotStarted
source: '{0}' has not yet started.
cs: {0} ještě neběží.
de: "{0}" wurde noch nicht gestartet.
es: '{0}' aún no se ha iniciado.
fr: '{0}' n'a pas encore démarré.
it: Operazione '{0}' non ancora iniziata.
ja: '{0}' はまだ開始していません。
ko: '{0}'이(가) 아직 시작되지 않았습니다.
pl: „{0}” jeszcze nie rozpoczęto.
pt_br: '{0}' ainda não iniciou.
ru: "{0}" еще не запущен.
tr: '{0}' henüz başlamadı.
zh_hans: “{0}”尚未启动。
zh_hant: '{0}' 尚未啟動。
