Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InvalidSiteOfOriginUri
source: '{0}' must be a relative URI for site of origin.
cs: {0} musí být identifikátor URI vztahující se ke stránce původu.
de: Bei "{0}" muss es sich um einen relativen URI für die Ursprungssite handeln.
es: '{0}' debe ser un URI relativo para el sitio de origen.
fr: '{0}' doit être un URI relatif pour le site d'origine.
it: '{0}' deve essere un URI relativo per il sito di origine.
ja: '{0}' は、元のサイトに対する相対 URI でなければなりません。
ko: '{0}'은(는) 원본 사이트에 대한 상대 URI여야 합니다.
pl: Element „{0}” musi być względnym identyfikatorem URI dla witryny pochodzenia.
pt_br: '{0}' deve ser um URI relativo para o site de origem.
ru: "{0}" должен быть относительным идентификатором URI для узла источника.
tr: '{0}' kaynak site için göreli bir URI olmalıdır.
zh_hans: “{0}”必须是源站点的相对 URI。
zh_hant: 對於此原始網站，'{0}' 必須是相對 URI。

# InvalidSizeSpecified
source: The specified size is less than the information decoded in the ISF stream.
cs: Určená velikost je menší než informace dešifrovaná v datovém proudu ISF.
de: Die angegebene Größe ist geringer als der im ISF-Datenstrom dekodierte Informationsumfang.
es: El tamaño especificado es inferior a la información descodificada en la secuencia ISF.
fr: La taille spécifiée est inférieure aux informations décodées dans le flux ISF.
it: Le dimensioni specificate sono minori delle informazioni decodificate nel flusso ISF.
ja: 指定されたサイズは、ISF ストリームでデコードされた情報を下回ります。
ko: 지정한 크기가 ISF 스트림에 디코딩된 정보보다 작습니다.
pl: Podany rozmiar jest mniejszy niż informacja zdekodowana w strumieniu ISF.
pt_br: O tamanho especificado é menor que as informações decodificadas no fluxo ISF.
ru: Сведения, полученные путем декодирования потока ISF, превышают заданный размер.
tr: Belirtilen boyut ISF akışında çözülen bilgiden daha az.
zh_hans: 指定的大小小于 ISF 流中解码的信息。
zh_hant: 指定的大小小於在 ISF 資料流中解碼的資訊。

# InvalidStream
source: Stream is not valid.
cs: Datový proud není platný.
de: Ungültiger Datenstrom.
es: La secuencia no es válida.
fr: Flux non valide.
it: Flusso non valido.
ja: ストリームが無効です。
ko: 스트림이 잘못되었습니다.
pl: Nieprawidłowy strumień.
pt_br: O fluxo não é válido.
ru: Недопустимый поток.
tr: Akış geçerli değil.
zh_hans: 流无效。
zh_hant: 資料流無效。

# InvalidSttValue
source: Translation is not valid.
cs: Převod je neplatný.
de: Die Übersetzung ist ungültig.
es: La traducción no es válida.
fr: Translation non valide.
it: Conversione non valida.
ja: 変換が無効です。
ko: 변환이 잘못되었습니다.
pl: Nieprawidłowa translacja.
pt_br: A conversão não é válida.
ru: Недопустимое преобразование.
tr: Çeviri geçerli değil.
zh_hans: 转换无效。
zh_hant: 轉譯無效。

# InvalidStylusPointCollectionZeroCount
source: StylusPointCollection cannot be empty when attached to a Stroke.
cs: StylusPointCollection nemůže být prázdná, pokud je přiřazena ke Stroke.
de: "StylusPointCollection" darf beim Anfügen an einen Stroke nicht leer sein.
es: StylusPointCollection no puede estar vacío cuando está conectado a Stroke.
fr: StylusPointCollection ne peut pas être vide lorsqu'il est attaché à un Stroke.
it: StylusPointCollection non può essere vuoto se associato a uno Stroke.
ja: Stroke に接続するときは、StylusPointCollection を空にすることはできません。
ko: Stroke에 연결할 때 StylusPointCollection을 비워둘 수 없습니다.
pl: Kolekcja StylusPointCollection nie może być pusta w momencie dołączania do obiektu Stroke.
pt_br: StylusPointCollection não pode estar vazio quando anexado a um Stroke.
ru: Семейство StylusPointCollection, присоединенное к Stroke, не может быть пустым.
tr: Stroke'a eklendiğinde StylusPointCollection boş olamaz.
zh_hans: 当 StylusPointCollection 连接到 Stroke 时不能为空。
zh_hant: 當 StylusPointCollection 已附加到 Stroke 時，它不能是空的。

# InvalidStylusPointConstructionZeroLengthCollection
source: The specified collection cannot be empty.
cs: Určená kolekce nemůže být prázdná.
de: Die angegebene Sammlung darf nicht leer sein.
es: La colección especificada no puede estar vacía.
fr: La collection spécifiée ne peut pas être vide.
it: La raccolta specificata non può essere vuota.
ja: 指定されたコレクションを空にすることはできません。
ko: 지정한 컬렉션은 비워둘 수 없습니다.
pl: Wskazana kolekcja nie może być pusta.
pt_br: A coleção especificada não pode estar vazia.
ru: Указанное семейство не может быть пустым.
tr: Belirtilen koleksiyon boş olamaz.
zh_hans: 指定的集合不能为空。
zh_hant: 指定的集合不能是空的。

# InvalidStylusPointDescription
source: StylusPointDescription must contain at least X, Y and NormalPressure in that order.
cs: StylusPointDescription musí obsahovat alespoň X, Y a NormalPressure v tomto pořadí.
de: "StylusPointDescription" muss mindestens "X", "Y" und "NormalPressure" (in dieser Reihenfolge) enthalten.
es: StylusPointDescription debe contener como mínimo X, Y y NormalPressure en este orden.
fr: StylusPointDescription doit contenir au moins X, Y et NormalPressure, dans cet ordre.
it: StylusPointDescription deve contenere almeno X, Y e NormalPressure, in questo ordine.
ja: StylusPointDescription は、少なくとも X、Y および NormalPressure を、この順番に保持している必要があります。
ko: StylusPointDescription에는 최소한 X, Y, NormalPressure가 순서대로 있어야 합니다.
pl: Właściwość StylusPointDescription musi zawierać przynajmniej wartości X, Y oraz NormalPressure w podanej kolejności.
pt_br: StylusPointDescription deve conter pelo menos X, Y e NormalPressure nesta ordem.
ru: Описание StylusPointDescription должно содержать, по крайней мере, параметры X, Y и NormalPressure (в указанном порядке).
tr: StylusPointDescription sırayla en azından X, Y ve NormalPressure içermelidir.
zh_hans: StylusPointDescription 必须至少按顺包含 X、Y 和 NormalPressure。
zh_hant: StylusPointDescription 必須至少依序包含 X、Y 與 NormalPressure。

# InvalidStylusPointDescriptionButtonsMustBeLast
source: When constructing a StylusPointDescription, any StylusPointPropertyInfos that represent buttons must be placed at the end of the collection.
cs: Při sestavování StylusPointDescription musejí být všechny StylusPointPropertyInfos představující tlačítka umístěny na konci kolekce.
de: Beim Erstellen von "StylusPointDescription" müssen alle "StylusPointPropertyInfos", die Schaltflächen darstellen, am Ende der Sammlung platziert werden.
es: Al crear StylusPointDescription, cualquier StylusPointPropertyInfos que represente botones debe situarse al final de la colección.
fr: Lors de la construction d'un StylusPointDescription, les StylusPointPropertyInfo qui représentent des boutons doivent être placés en fin de collection.
it: Per la creazione di una StylusPointDescription, tutte le eventuali StylusPointPropertyInfo che rappresentano pulsanti devono essere posizionate alla fine della raccolta.
ja: StylusPointDescription を構築する場合、ボタンを示す StylusPointPropertyInfos はすべてコレクションの末尾に配置される必要があります。
ko: StylusPointDescription을 작성할 때 단추를 나타내는 StylusPointPropertyInfos를 컬렉션의 끝에 배치해야 합니다.
pl: Podczas konstruowania właściwości StylusPointDescription każdy obiekt StylusPointPropertyInfo odpowiadający przyciskom musi być umieszczony na końcu kolekcji.
pt_br: Durante a criação de StylusPointDescription, qualquer StylusPointPropertyInfos que represente botões deve ser colocado no final da coleção.
ru: При построении StylusPointDescription все StylusPointPropertyInfos, представляющие кнопки, необходимо поместить в конец семейства.
tr: StylusPointDescription oluştururken, düğmeleri temsil eden her StylusPointPropertyInfos koleksiyonun sonun yerleştirilmelidir.
zh_hans: 构造 StylusPointDescription 时，表示按钮的任何 StylusPointPropertyInfos 都必须置于集合的结尾。
zh_hant: 建構 StylusPointDescription 時，代表按鈕的任何 StylusPointPropertyInfos 都必須放在集合的結尾。

# InvalidStylusPointDescriptionDuplicatesFound
source: StylusPointDescription cannot contain duplicate StylusPointPropertyInfos.
cs: StylusPointDescription nemůže obsahovat duplicitní StylusPointPropertyInfos.
de: "StylusPointDescription" kann keine doppelten "StylusPointPropertyInfos" enthalten.
es: StylusPointDescription no puede contener StylusPointPropertyInfos duplicadas.
fr: StylusPointDescription ne peut pas contenir de StylusPointPropertyInfo en double.
it: StylusPointDescription non può contenere StylusPointPropertyInfo duplicate.
ja: StylusPointDescription には、重複する StylusPointPropertyInfos を含めることはできません。
ko: StylusPointDescription에는 중복된 StylusPointPropertyInfos가 포함될 수 없습니다.
pl: Element StylusPointDescription nie może zawierać zduplikowanych elementów StylusPointPropertyInfo.
pt_br: StylusPointDescription não pode conter StylusPointPropertyInfos duplicado.
ru: StylusPointDescription не может содержать повторяющиеся StylusPointPropertyInfos.
tr: StylusPointDescription yinelenen StylusPointPropertyInfos içeremez.
zh_hans: StylusPointDescription 不能包含重复的 StylusPointPropertyInfos。
zh_hant: StylusPointDescription 無法包含重複的 StylusPointPropertyInfo。

# InvalidStylusPointDescriptionSubset
source: The specified StylusPointDescription must be a subset.
cs: Určený StylusPointDescription musí být podmnožina.
de: Bei der angegebenen "StylusPointDescription" muss es sich um eine Untergruppe handeln.
es: La StylusPointDescription especificada debe ser un subconjunto.
fr: L'objet StylusPointDescription spécifié doit être un sous-ensemble.
it: La StylusPointDescription specificata deve essere un sottoinsieme.
ja: 指定された StylusPointDescription は、サブセットでなければなりません。
ko: 지정한 StylusPointDescription은 하위 집합이어야 합니다.
pl: Wskazany element StylusPointDescription musi być podzbiorem.
pt_br: O StylusPointDescription especificado deve ser um subconjunto.
ru: Указанное StylusPointDescription должно быть подмножеством.
tr: Belirtilen StylusPointDescription bir alt küme olmalıdır.
zh_hans: 指定的 StylusPointDescription 必须是子集。
zh_hant: 指定的 StylusPointDescription 必須是子集。

# InvalidStylusPointDescriptionTooManyButtons
source: StylusPointDescription supports no more than 31 buttons.
cs: StylusPointDescription podporuje maximálně 31 tlačítek.
de: Von "StylusPointDescription" werden höchstens 31 Schaltflächen unterstützt.
es: StylusPointDescription no admite más de 31 botones.
fr: StylusPointDescription prend en charge 31 boutons au plus.
it: StylusPointDescription supporta al massimo 31 pulsanti.
ja: StylusPointDescription でサポートされているボタンの数は 31 個までです。
ko: StylusPointDescription은 최대 31개의 단추를 지원합니다.
pl: Element StylusPointDescription obsługuje nie więcej niż 31 przycisków.
pt_br: StylusPointDescription oferece suporte a até 31 botões.
ru: StylusPointDescription поддерживает не более 31 кнопки.
tr: StylusPointDescription, 31 düğmeden fazlasını desteklemez.
zh_hans: StylusPointDescription 最多支持 31 个按钮。
zh_hant: StylusPointDescription 最多支援 31 個按鈕。

# InvalidStylusPointProperty
source: The StylusPoint does not support the specified StylusPointProperty.
cs: StylusPoint nepodporuje zadanou vlastnost StylusPointProperty.
de: Von "StylusPoint" wird die angegebene "StylusPointProperty" nicht unterstützt.
es: StylusPoint no admite la StylusPointProperty especificada.
fr: L'objet StylusPoint ne prend pas en charge la propriété StylusPointProperty spécifiée.
it: StylusPoint non supporta la StylusPointProperty specificata.
ja: StylusPoint は、指定された StylusPointProperty をサポートしていません。
ko: StylusPoint는 지정한 StylusPointProperty를 지원하지 않습니다.
pl: Element StylusPoint nie obsługuje określonej właściwości StylusPointProperty.
pt_br: StylusPoint não oferece suporte ao StylusPointProperty especificado.
ru: StylusPoint не поддерживает указанное свойство StylusPointProperty.
tr: StylusPoint belirtilen StylusPointProperty desteklemiyor.
zh_hans: StylusPoint 不支持指定的 StylusPointProperty。
zh_hant: StylusPoint 不支援指定的 StylusPointProperty。

# InvalidStylusPointPropertyInfoResolution
source: Resolution must be at least 0.0f.
cs: Rozlišení musí být minimálně 0.0f.
de: Die Auflösung muss mindestens 0,0f betragen.
es: La resolución debe ser 0.0f como mínimo.
fr: La résolution doit être au moins 0.0f.
it: La risoluzione deve essere minimo 0,0f.
ja: Resolution は、最低 0.0f でなければなりません。
ko: 해상도는 최소한 0.0f여야 합니다.
pl: Rozdzielczość musi wynosić przynajmniej 0.0f.
pt_br: A resolução deve ser de pelo menos 0.0f.
ru: Минимальное разрешение составляет 0,0f.
tr: Çözünürlük en az 0.0f olmalıdır.
zh_hans: 分辨率必须至少为 0.0f。
zh_hant: 解析度必須至少為 0.0f。

# InvalidStylusPointXYNaN
source: Value cannot be Double.NaN.
cs: Hodnota nemůže být Double.NaN.
de: Der Wert darf nicht "Double.NaN" sein.
es: El valor no puede ser Double.NaN.
fr: La valeur ne peut pas être Double.NaN.
it: Il valore non può essere Double.NaN.
ja: 値を Double.NaN にすることはできません。
ko: 값은 Double.NaN일 수 없습니다.
pl: Double.NaN. nie może być wartością.
pt_br: O valor não pode ser Double.NaN.
ru: Значением не может быть Double.NaN.
tr: Değer Double.NaN olamaz.
zh_hans: 值不能为 Double.NaN。
zh_hant: 值不能是 Double.NaN。

# InvalidTempFileName
source: Cannot have empty name of a temporary file.
cs: Není přípustné prázdné pole názvu dočasného souboru.
de: Der Name einer temporären Datei darf nicht leer sein.
es: El nombre de un archivo temporal no puede estar vacío.
fr: Impossible d'avoir le nom vide d'un fichier temporaire.
it: Il nome di un file temporaneo non può essere vuoto.
ja: 一時ファイルの空の名前を保持することはできません。
ko: 임시 파일은 비워둘 수 없습니다.
pl: Plik tymczasowy nie może mieć pustej nazwy.
pt_br: Não é possível ter o nome vazio de um arquivo temporário.
ru: Имя временного файла не может быть пустым.
tr: Geçici bir dosyanın boş adı olamaz.
zh_hans: 不能具有临时文件的空名称。
zh_hant: 暫存檔案的名稱不能是空白的。

# InvalidTextDecorationCollectionString
source: The requested TextDecorationCollection string is not valid: '{0}'.
cs: Požadovaný řetězec TextDecorationCollection není platný: {0}.
de: Die angeforderte TextDecorationCollection-Zeichenfolge ist ungültig: "{0}".
es: La cadena TextDecorationCollection solicitada no es válida: '{0}'.
fr: La chaîne TextDecorationCollection demandée n'est pas valide : '{0}'.
it: La stringa TextDecorationCollection richiesta non è valida: '{0}'.
ja: 要求された TextDecorationCollection 文字列は無効です: '{0}'。
ko: 요청한 TextDecorationCollection 문자열이 잘못되었습니다. '{0}'.
pl: Żądany ciąg kolekcji TextDecorationCollection jest nieprawidłowy: „{0}”.
pt_br: A cadeia de caracteres TextDecorationCollection solicitada não é válida: '{0}'.
ru: Запрошенная строка TextDecorationCollection не является допустимой: "{0}".
tr: İstenen TextDecorationCollection dizesi geçerli değil: '{0}'.
zh_hans: 请求的 TextDecorationCollection 字符串无效:“{0}”。
zh_hant: 要求的 TextDecorationCollection 字串無效: '{0}'。

# InvalidValueOfType
source: Invalid value '{0}' for type '{1}'.
cs: Neplatná hodnota {0} pro typ {1}.
de: Der Wert "{0}" für den Typ "{1}" ist ungültig.
es: Valor "{0}" no válido para el tipo "{1}".
fr: Valeur non valide '{0}' pour le type '{1}'.
it: Valore non valido '{0}' per il tipo '{1}'.
ja: 型 '{1}' に対して値 '{0}' は無効です。
ko: '{0}'은(는) '{1}' 형식에 대해 잘못된 값입니다.
pl: Nieprawidłowa wartość „{0}” dla typu „{1}”.
pt_br: Valor inválido '{0}' para o tipo '{1}'.
ru: Недопустимое значение "{0}" для типа "{1}".
tr: '{1}' türü için geçersiz '{0}' değeri.
zh_hans: 类型“{1}”的值“{0}”无效。
zh_hant: 類型 '{1}' 的值 '{0}' 無效。

# InvalidValueType
source: Value must be of type '{0}'.
cs: Hodnota musí být typu {0}.
de: Der Wert muss vom Typ "{0}" sein.
es: El tipo de valor debe ser '{0}'.
fr: La valeur doit être de type '{0}'.
it: Il valore deve essere di tipo '{0}'.
ja: 値の型は、'{0}' でなければなりません。
ko: 값은 '{0}' 형식이어야 합니다.
pl: Wartość musi być typu „{0}”.
pt_br: O valor deve ser do tipo '{0}'.
ru: Значение должно иметь тип "{0}".
tr: Değer '{0}' türünde olmalıdır.
zh_hans: 值必须是类型“{0}”。
zh_hant: 值的型別必須是 '{0}'。

# InvalidValueType1
source: Value must be of type '{0}' or '{1}'.
cs: Hodnota musí být typu {0} nebo {1}.
de: Der Wert muss vom Typ "{0}" oder "{1}" sein.
es: El tipo de valor debe ser "{0}" o "{1}".
fr: La valeur doit être de type '{0}' ou '{1}'.
it: Il valore deve essere di tipo '{0}' o '{1}'.
ja: 値の型は、'{0}' または '{1}' でなければなりません。
ko: 값은 '{0}' 또는 '{1}' 형식이어야 합니다.
pl: Wartość musi być typu „{0}” lub „{1}”.
pt_br: O valor precisa ser do tipo '{0}' ou '{1}'.
ru: Значение должно иметь тип "{0}" или "{1}".
tr: Değer '{0}' veya '{1}' türünde olmalıdır.
zh_hans: 值必须是类型“{0}”或“{1}”。
zh_hant: 值的類型必須是 '{0}' 或 '{1}'。

# Invalid_IInputElement
source: '{0}' is not a valid type for IInputElement. UIElement or ContentElement expected.
cs: Prvek {0} není platný typ prvku IInputElement. Platnými typy jsou UIElement nebo ContentElement.
de: "{0}" ist ein ungültiger Typ für "IInputElement". Erwartet wird "UIElement" oder "ContentElement".
es: '{0}' no es un tipo válido para IInputElement. Se esperaba UIElement o ContentElement.
fr: '{0}' n'est pas un type valide pour IInputElement. UIElement ou ContentElement attendu.
it: '{0}' non è un tipo valido per IInputElement. Previsto UIElement o ContentElement.
ja: '{0}' は、IInputElement に対して有効な型ではありません。UIElement または ContentElement を使用してください。
ko: '{0}'은(는) IInputElement에 사용할 수 없습니다. UIElement 또는 ContentElement가 필요합니다.
pl: Element „{0}” nie jest prawidłowym typem dla elementu IInputElement. Oczekiwany typ UIElement lub ContentElement.
pt_br: '{0}' não é um tipo válido para IInputElement. Era esperado UIElement ou ContentElement.
ru: "{0}" не является допустимым типом для IInputElement. Ожидается UIElement или ContentElement.
tr: '{0}' IInputElement için geçerli bir tür değil. UIElement veya ContentElement bekleniyor.
zh_hans: “{0}”不是 IInputElement 的有效类型。应为 UIElement 或 ContentElement。
zh_hant: '{0}' 不是有效的 IInputElement 型別。應該是 UIElement 或 ContentElement。

# Invalid_URI
source: The URI specified is invalid.
cs: Určená hodnota identifikátoru URI je neplatná.
de: Der angegebene URI ist ungültig.
es: El URI especificado no es válido.
fr: URI spécifié non valide.
it: L'URI specificato non è valido.
ja: 指定された URI は無効です。
ko: 지정한 URI가 잘못되었습니다.
pl: Wskazany identyfikator URI jest nieprawidłowy.
pt_br: O URI especificado é inválido.
ru: Указан недопустимый URI.
tr: Belirtilen URI geçerli değil.
zh_hans: 指定的 URI 无效。
zh_hant: 指定的 URI 無效。

# Invalid_isfData_Length
source: The length of the ISF data must be greater than zero.
cs: Délka dat ISF musí být větší než nula.
de: Die Länge der ISF-Daten muss größer Null sein.
es: La longitud de los datos ISF debe ser mayor que cero.
fr: La longueur des données ISF doit être supérieure à zéro.
it: La lunghezza dei dati ISF deve essere maggiore di zero.
ja: ISF データの長さは、ゼロより大きくなくてはなりません。
ko: ISF 데이터의 길이는 0보다 커야 합니다.
pl: Długość danych ISF musi być większa od zera.
pt_br: O comprimento dos dados ISF deve ser maior que zero.
ru: Длина данных ISF должна быть больше нуля.
tr: ISF verilerinin uzunluğu sıfırdan büyük olmalıdır.
zh_hans: ISF 数据的长度必须大于零。
zh_hant: ISF 資料的長度必須大於零。

# IsfOperationFailed
source: InkSerializedFormat operation failed.
cs: Operace InkSerializedFormat se nezdařila.
de: Fehler beim InkSerializedFormat-Vorgang.
es: Error de la operación InkSerializedFormat.
fr: Échec de l'opération InkSerializedFormat.
it: Operazione InkSerializedFormat non riuscita.
ja: InkSerializedFormat 処理に失敗しました。
ko: InkSerializedFormat 작업이 실패했습니다.
pl: Operacja InkSerializedFormat nie powiodła się.
pt_br: Falha na operação de InkSerializedFormat.
ru: Не удалось выполнить операцию InkSerializedFormat.
tr: InkSerializedFormat işlemi başarısız oldu.
zh_hans: InkSerializedFormat 操作失败。
zh_hant: InkSerializedFormat 操作失敗。

# KeyGesture_Invalid
source: '{0}+{1}' key and modifier combination is not supported for KeyGesture.
cs: Kombinace klávesy a modifikátoru {0}+{1} není podporována gestem KeyGesture.
de: Die Kombination aus Taste und Modifizierer "{0}+{1}" wird für KeyGesture nicht unterstützt.
es: Combinación de teclas y modificador "{0}+{1}" no admitida por KeyGesture.
fr: La combinaison clé et modificateur '{0}+{1}' n'est pas prise en charge pour KeyGesture.
it: La combinazione di tasto e modificatore '{0}+{1}' non è supportata per KeyGesture.
ja: '{0}+{1}' キーと修飾キーの組み合わせは、KeyGesture ではサポートされていません。
ko: KeyGesture에 '{0}+{1}' 키와 한정자 조합을 사용할 수 없습니다.
pl: Kombinacja „{0}+{1}” klucza i modyfikatora nie jest obsługiwana dla elementu KeyGesture.
pt_br: Não há suporte para a combinação de teclas e modificador '{0}+{1}' para KeyGesture.
ru: Сочетание клавиш "{0}+{1}" и модификатора не поддерживается для KeyGesture.
tr: '{0}+{1}' tuş ve değiştirici bileşimi KeyGesture için desteklenmiyor.
zh_hans: KeyGesture 尚不支持“{0}+{1}”键和修改者组合。
zh_hant: KeyGesture 不支援 '{0}+{1}' 按鍵與輔助按鍵組合。

# KeyboardSinkAlreadyOwned
source: The specified keyboard sink is already owned by a site.
cs: Určený prvek klávesnice je už používán jinou stránkou.
de: Die angegebene Tastatursenke befindet sich bereits im Besitz einer Site.
es: El receptor de teclado especificado ya es propiedad de un sitio.
fr: Le récepteur de clavier spécifié est déjà la propriété d'un site.
it: Il sink di tastiera specificato è già di proprietà di un sito.
ja: 指定されたキーボード シンクは、既にサイトによって所有されています。
ko: 사이트가 지정한 키보드 싱크를 이미 소유하고 있습니다.
pl: Wskazany zbiornik klawiatury należy już do jakiejś lokacji.
pt_br: O coletor de teclado especificado já pertence a um site.
ru: Указанный приемник клавиатуры уже принадлежит узлу.
tr: Belirtilen klavye iç havuzu zaten bir siteye ait.
zh_hans: 指定的键盘接收器已归站点所有。
zh_hant: 指定的鍵盤接收器已由網站擁有。

# KeyboardSinkMustBeAnElement
source: The specified keyboard sink must be a UIElement.
cs: Určený prvek klávesnice musí být UIElement.
de: Bei der angegebenen Tastatursenke muss es sich um "UIElement" handeln.
es: El receptor de teclado especificado debe ser un UIElement.
fr: Le récepteur de clavier spécifié doit être un objet UIElement.
it: Il sink di tastiera specificato deve essere un UIElement.
ja: 指定されたキーボード シンクは、UIElement でなければなりません。
ko: 지정한 키보드 싱크는 UIElement여야 합니다.
pl: Wskazany zbiornik klawiatury musi być elementem UIElement.
pt_br: O coletor de teclado especificado deve ser um UIElement.
ru: Указанным приемником клавиатуры должен быть UIElement.
tr: Belirtilen klavye iç havuzu bir UIElement olmalıdır.
zh_hans: 指定的键盘接收器必须是 UIElement。
zh_hant: 指定的鍵盤接收器必須是 UIElement。

# KeyboardSinkNotAChild
source: The specified keyboard sink is not a child of this source.
cs: Určený prvek klávesnice není podřazeným prvkem tohoto zdroje.
de: Die angegebene Tastatursenke ist kein untergeordnetes Element der Quelle.
es: El receptor de teclado especificado no es un objeto secundario de este origen.
fr: Le récepteur de clavier spécifié n'est pas un enfant de cette source.
it: Il sink di tastiera specificato non è un figlio di questa origine.
ja: 指定されたキーボード シンクは、このソースの子ではありません。
ko: 지정한 키보드 싱크가 이 소스의 자식이 아닙니다.
pl: Wskazany zbiornik klawiatury nie jest elementem podrzędnym tego źródła.
pt_br: O coletor de teclado especificado não é filho desta fonte.
ru: Указанный приемник клавиатуры не является дочерним элементом данного источника.
tr: Belirtilen klavye iç havuzu bu kaynağın alt öğesi değil.
zh_hans: 指定的键盘接收器不是此源的子级。
zh_hant: 指定的鍵盤接收器不是此來源的子項目。

# LastPageText
source: Last Page
cs: Poslední stránka
de: Letzte Seite
es: Última página
fr: Dernière page
it: Ultima pagina
ja: 最後のページ
ko: 마지막 페이지
pl: Ostatnia strona
pt_br: Última Página
ru: Последняя страница
tr: Son Sayfa
zh_hans: 最后一页
zh_hant: 最後一頁
