Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# EmptyScToReplaceWith
source: The replacement StrokeCollection cannot be empty.
cs: Náhradní StrokeCollection nemůže být prázdná.
de: "StrokeCollection" für das Ersetzen darf nicht leer sein.
es: StrokeCollection de sustitución no puede estar vacío.
fr: La collection StrokeCollection de remplacement ne peut pas être vide.
it: La raccolta StrokeCollection sostitutiva non può essere vuota.
ja: 代わりの StrokeCollection を、空にすることはできません。
ko: 대체 StrokeCollection은 비워 둘 수 없습니다.
pl: Zastępujący element StrokeCollection nie może być pusty.
pt_br: O StrokeCollection de não pode estar vazio.
ru: Заменяющее семейство StrokeCollection не может быть пустым.
tr: Değiştirilen StrokeCollection boş olamaz.
zh_hans: 替换 StrokeCollection 不能为空。
zh_hant: 取代項 StrokeCollection 不能是空的。

# EndHitTestingCalled
source: EndHitTesting has already been called on the IncrementalHitTester.
cs: EndHitTesting bylo již v testeru IncrementalHitTester vyvoláno.
de: "EndHitTesting" wurde bereits für "IncrementalHitTester" aufgerufen.
es: EndHitTesting ya fue llamado en IncrementalHitTester.
fr: EndHitTesting a déjà été appelé sur l'IncrementalHitTester.
it: Chiamata di EndHitTesting già eseguita per IncrementalHitTester.
ja: EndHitTesting は、既に IncrementalHitTester で呼び出されています。
ko: EndHitTesting은 이미 IncrementalHitTester에서 호출되었습니다.
pl: Metoda EndHitTesting została już wywołana dla obiektu IncrementalHitTester.
pt_br: EndHitTesting já foi chamado no IncrementalHitTester.
ru: EndHitTesting уже вызван в IncrementalHitTester.
tr: IncrementalHitTester üzerinde zaten EndHitTesting çağırıldı.
zh_hans: 已在 IncrementalHitTester 上调用 EndHitTesting。
zh_hant: 已在 IncrementalHitTester 上呼叫 EndHitTesting。

source: End of stream reached.
cs: Bylo dosaženo konce datového proudu.
de: Das Ende des Datenstroms wurde erreicht.
es: Se alcanzó el final de la secuencia.
fr: Fin de flux atteinte.
it: Raggiunta fine del flusso.
ja: ストリームの終わりに達しました。
ko: 스트림 끝에 도달했습니다.
pl: Osiągnięto koniec strumienia.
pt_br: Atingido fim do fluxo.
ru: Достигнут конец потока.
tr: Akış sonuna ulaşıldı.
zh_hans: 已达到流结尾。
zh_hant: 已到達資料流結尾。

# EnumLineFailure
source: Text formatting engine cannot enumerate contents in a line due to error: '{0}'.
cs: Nástroj formátování textu nemůže provést výčet obsahu řádku kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers der Inhalt einer Zeile nicht aufgelistet werden: "{0}".
es: El motor de formato de texto no puede enumerar el contenido de una línea debido al error '{0}'.
fr: Le moteur de mise en forme de texte ne peut pas énumérer le contenu d'une ligne en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile enumerare il contenuto in una riga a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のために行にコンテンツを列挙できません。
ko: 오류로 인해 텍스트 서식 엔진이 줄의 내용을 열거할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może wyliczyć zawartości wiersza z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode enumerar o conteúdo em uma linha devido ao erro: '{0}'.
ru: Процессор форматирования текста не может перечислить содержимое строки из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle bir satırdaki içerikleri numaralandıramıyor: '{0}'.
zh_hans: 文本格式化引擎无法枚举行中的内容，因为错误:“{0}”。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法列舉行的內容: '{0}'。

# Enum_Invalid
source: '{0}' enumeration value is not valid.
cs: Hodnota výčtu {0} není platná.
de: Der Aufzählungswert "{0}" ist ungültig.
es: El valor de enumeración '{0}' no es válido.
fr: Valeur d'énumération '{0}' non valide.
it: Valore di enumerazione '{0}' non valido.
ja: '{0}' 列挙値が無効です。
ko: '{0}' 열거형 값이 잘못되었습니다.
pl: Wartość wyliczenia „{0}” jest nieprawidłowa.
pt_br: O valor de enumeração '{0}' não é válido.
ru: Недопустимое значение перечисления "{0}".
tr: '{0}' sabit listesi değeri geçerli değil.
zh_hans: “{0}”枚举值无效。
zh_hant: '{0}' 列舉值無效。

# Enumerator_CollectionChanged
source: The enumerator is not valid because the collection changed.
cs: Výčet není platný, protože kolekce se změnila.
de: Der Enumerator ist ungültig, da sich die Sammlung geändert hat.
es: El enumerador no es válido porque la colección cambió.
fr: L'énumérateur n'est pas valide parce que la collection a changé.
it: Enumeratore non valido. La raccolta è stato modificata.
ja: コレクションが変更されたため、列挙子は無効です。
ko: 컬렉션을 변경했기 때문에 표시기가 잘못되었습니다.
pl: Moduł wyliczający jest nieprawidłowy, ponieważ kolekcja uległa zmianie.
pt_br: O enumerador não é válido porque a coleção foi alterada.
ru: Перечислитель не является допустимым, поскольку семейство изменилось.
tr: Koleksiyon değiştiği için numaralandırıcı geçerli değil.
zh_hans: 因为集合已更改，枚举器无效。
zh_hant: 列舉程式無效，因為集合已變更。

# Enumerator_NotStarted
source: The enumerator has not been started.
cs: Výčet nebyl zahájen.
de: Der Enumerator wurde nicht gestartet.
es: El enumerador no se inició.
fr: L'énumérateur n'a pas été démarré.
it: Enumeratore non avviato.
ja: 列挙子は開始されていません。
ko: 표시기가 시작되지 않았습니다.
pl: Moduł wyliczający nie został uruchomiony.
pt_br: O enumerador não foi iniciado.
ru: Перечислитель не был запущен.
tr: Numaralandırıcı başlatılmadı.
zh_hans: 枚举器尚未启动。
zh_hant: 列舉程式未啟動。

# Enumerator_ReachedEnd
source: The enumerator has reached the end of the collection.
cs: Čítač došel na konec kolekce.
de: Der Enumerator hat das Ende der Sammlung erreicht.
es: El enumerador alcanzó el final de la colección.
fr: L'énumérateur a atteint la fin de la collection.
it: L'enumeratore ha raggiunto la fine della raccolta.
ja: 列挙子がコレクションの最後に達しました。
ko: 표시기가 컬렉션의 끝에 도달했습니다.
pl: Moduł wyliczający osiągnął koniec kolekcji.
pt_br: O enumerador atingiu o fim da coleção.
ru: Перечислитель достиг конца семейства.
tr: Numaralandırıcı koleksiyonunun sonuna ulaştı.
zh_hans: 枚举器已达到集合结尾。
zh_hant: 列舉程式已到達集合結尾。

# Enumerator_VerifyContext
source: No current object to return.
cs: Neexistuje objekt, který by mohl být vrácen.
de: Es ist kein aktuelles Objekt zum Zurückgeben vorhanden.
es: No hay ningún objeto actual para devolver.
fr: Aucun objet actif à retourner.
it: Nessun oggetto corrente da restituire.
ja: 返すべき現在のオブジェクトがありません。
ko: 반환할 현재 개체가 없습니다.
pl: Brak bieżącego obiektu do zwrócenia.
pt_br: Nenhum objeto atual a ser retornado.
ru: Нет текущего объекта для возврата.
tr: Döndürülecek geçerli nesne yok.
zh_hans: 没有当前对象要返回。
zh_hant: 沒有可傳回的目前物件。

# EventArgIsNull
source: Event arguments must be non-null.
cs: Argumenty události musejí být nenulové.
de: Ereignisargumente dürfen nicht den Wert NULL besitzen.
es: Los argumentos del evento no pueden ser nulos.
fr: Les arguments d'un événement ne doivent pas avoir la valeur null.
it: Gli argomenti degli eventi non devono essere null.
ja: イベント引数は、NULL 以外でなければなりません。
ko: 이벤트 인수는 null이 아니어야 합니다.
pl: Argumenty zdarzeń muszą być niezerowe.
pt_br: Os argumentos de evento devem ser diferentes de nulo.
ru: Аргументы события не могут иметь неопределенные значения.
tr: Olay bağımsız değişkenleri boş olmamalıdır.
zh_hans: 事件参数必须非空。
zh_hant: 事件引數不能是空值。

# ExtendSelectionDownKeyDisplayString
source: Shift+Down
de: Umschalt+Nach-Unten
es: Mayús+Abajo
fr: Maj+Bas
it: MAIUSC+freccia GIÙ
ko: Shift+아래쪽 화살표
pt_br: Shift+Seta para Baixo
ru: Shift+ВНИЗ
tr: ÜstKrkt+Aşağı
zh_hans: Shift+向下键

# ExtendSelectionDownText
source: Extend Selection Down
cs: Rozšíření výběru směrem dolů.
de: Auswahl nach unten erweitern
es: Amplía la selección hacia abajo
fr: Étendre la sélection vers le bas
it: Estendi selezione in basso
ja: 拡張選択 - 下
ko: 아래로 선택 영역 확장
pl: Rozszerz wybór w dół
pt_br: Estender Seleção para Baixo
ru: Расширить выбор вниз
tr: Seçimi Aşağı Genişlet
zh_hans: 向下扩展选择
zh_hant: 向下延伸選取範圍

# ExtendSelectionLeftKeyDisplayString
source: Shift+Left
de: Umschalt+Nach-Links
es: Mayús+Izquierda
fr: Maj+Gauche
it: MAIUSC+freccia SINISTRA
ko: Shift+왼쪽 화살표
pt_br: Shift+Seta para a Esquerda
ru: Shift+ВЛЕВО
tr: ÜstKrkt+Sol
zh_hans: Shift+向左键

# ExtendSelectionLeftText
source: Extend Selection Left
cs: Rozšíření výběru směrem doleva.
de: Auswahl nach links erweitern
es: Amplía la selección hacia la izquierda
fr: Étendre la sélection vers la gauche
it: Estendi selezione a sinistra
ja: 拡張選択 - 左
ko: 왼쪽으로 선택 영역 확장
pl: Rozszerz wybór w lewo
pt_br: Estender Seleção para a Esquerda
ru: Расширить выбор влево
tr: Seçimi Sola Genişlet
zh_hans: 向左扩展选择
zh_hant: 向左延伸選取範圍

# ExtendSelectionRightKeyDisplayString
source: Shift+Right
de: Umschalt+Nach-Rechts
es: Mayús+Derecha
fr: Maj+Droite
it: MAIUSC+freccia DESTRA
ko: Shift+오른쪽 화살표
pt_br: Shift+Seta para a Direita
ru: Shift+ВПРАВО
tr: ÜstKrkt+Sağ
zh_hans: Shift+向右键

# ExtendSelectionRightText
source: Extend Selection Right
cs: Rozšíření výběru směrem doprava.
de: Auswahl nach rechts erweitern
es: Amplía la selección hacia la derecha
fr: Étendre la sélection vers la droite
it: Estendi selezione a destra
ja: 拡張選択 - 右
ko: 오른쪽으로 선택 영역 확장
pl: Rozszerz wybór w prawo
pt_br: Estender Seleção para a Direita
ru: Расширить выбор вправо
tr: Seçimi Sağa Genişlet
zh_hans: 向右扩展选择
zh_hant: 向右延伸選取範圍

# ExtendSelectionUpKeyDisplayString
source: Shift+Up
de: Umschalt+Nach-Oben
es: Mayús+Arriba
fr: Maj+Haut
it: MAIUSC+freccia SU
ko: Shift+위쪽 화살표
pt_br: Shift+Seta para Cima
tr: ÜstKrkt+Yukarı
zh_hans: Shift+向上键

# ExtendSelectionUpText
source: Extend Selection Up
cs: Rozšíření výběru směrem nahoru.
de: Auswahl nach oben erweitern
es: Amplía la selección hacia arriba
fr: Étendre la sélection vers le haut
it: Estendi selezione in alto
ja: 拡張選択 - 上
ko: 위로 선택 영역 확장
pl: Rozszerz wybór w górę
pt_br: Estender Seleção para Cima
ru: Расширить выбор вверх
tr: Seçimi Yukarı Genişlet
zh_hans: 向上扩展选择
zh_hant: 向上延伸選取範圍

# FaceIndexMustBePositiveOrZero
source: Font face index must be greater than or equal to zero.
cs: Index typu písma musí být větší než nula nebo se rovnat nule.
de: Der Indexwert für Schriftarten muss größer oder gleich Null sein.
es: El índice de nombres de fuente debe ser mayor que o igual a cero.
fr: L'index de la police doit être supérieur ou égal à zéro.
it: L'indice del tipo di carattere deve essere maggiore o uguale a zero.
ja: フォント フェイス インデックスは、0 以上でなければなりません。
ko: 글꼴 이름 색인은 0보다 크거나 같아야 합니다.
pl: Indeks rodziny czcionek musi być większy lub równy zero.
pt_br: O índice de face de fonte deve ser maior ou igual a zero.
ru: Индекс шрифта должен быть больше или равен нулю.
tr: Yazı tipi dizini sıfırdan büyük veya sıfıra eşit olmalıdır.
zh_hans: 字体索引值必须大于或等于零。
zh_hant: 字體索引必須大於或等於零。

# FaceIndexValidOnlyForTTC
source: Nonzero font face index values are valid only for TrueType collections (.ttc).
cs: Nenulové hodnoty indexu ploch fontu jsou platné pouze pro kolekce TrueType (.ttc).
de: Indexwerte für Schriftarten, die nicht Null sind, sind nur gültig für TrueType-Sammlungen (*.ttc).
es: Los valores de índice de los nombres de fuente no cero sólo son válidos para las colecciones TrueType (.ttc).
fr: Les valeurs d'index de type de police différentes de zéro ne sont valides que pour les collections TrueType (.ttc).
it: I valori di indice diversi da zero per i tipi di carattere sono validi solo per le raccolte TrueType (file con estensione .ttc).
ja: ゼロ以外のフォント フェイス インデックス値は、TrueType コレクション (.ttc) でのみ有効です。
ko: 0이 아닌 글꼴 인덱스 값은 TrueType 컬렉션 (.ttc)에만 사용할 수 있습니다.
pl: Niezerowe wartości indeksów rodziny czcionek są dozwolone tylko dla kolekcji TrueType (.ttc).
pt_br: Os valores diferentes de zero de índice da face de fonte são válidos somente para as coleções TrueType (.ttc).
ru: Ненулевые значения индексов шрифта являются допустимыми только для семейств TrueType (.ttc).
tr: Sıfır dışında yazı tipi dizin değerleri yalnızca TrueType koleksiyonları (.ttc) için geçerlidir.
zh_hans: 非零字体索引值只对 TrueType 集合(.ttc)有效。
zh_hant: 非零值字體索引值只對於 TrueType 集合 (.ttc) 有效。

# FamilyCollection_CannotFindCompositeFontsLocation
source: Cannot load system composite fonts. Location not found.
cs: Nelze načíst systémová složená písma. Umístění nebylo nalezeno.
de: Zusammengesetzte Systemschriftarten können nicht geladen werden. Der Speicherort wurde nicht gefunden.
es: No se pueden cargar fuentes compuestas del sistema. No se encontró la ubicación.
fr: Impossible de charger les polices composites système. L'emplacement est introuvable.
it: Impossibile caricare tipi di carattere compositi di sistema. Percorso non trovato.
ja: システム コンポジット フォントを読み込むことができません。場所が見つかりません。
ko: 시스템 복합 글꼴을 로드할 수 없습니다. 위치를 찾을 수 없습니다.
pl: Nie można załadować systemowych czcionek złożonych. Nie znaleziono lokalizacji.
pt_br: Não é possível carregar fontes de composição de sistema. Local não encontrado.
ru: Не удается загрузить системные составные шрифты. Путь не найден
tr: Sistem bileşik yazı tipleri yüklenemiyor. Konum bulunamadı.
zh_hans: 无法加载系统组合字体。未找到位置。
zh_hant: 無法載入系統組合字型，因為找不到位置。

# FamilyMap_TargetNotSet
source: Cannot add FamilyMap because Target property is not set.
cs: Nelze přidat FamilyMap, protože není nastavena vlastnost Target.
de: "FamilyMap" kann nicht hinzugefügt werden, da die Target-Eigenschaft nicht festgelegt ist.
es: No se puede agregar FamilyMap porque la propiedad Target no está configurada.
fr: Impossible d'ajouter FamilyMap parce que la propriété Target n'est pas définie.
it: Impossibile aggiungere FamilyMap perché la proprietà Target non è impostata.
ja: Target プロパティが設定されていないため、FamilyMap を追加できません。
ko: Target 속성이 설정되어 있지 않기 때문에 FamilyMap을 추가할 수 없습니다.
pl: Nie można dodać FamilyMap, ponieważ właściwość Target nie jest ustawiona.
pt_br: Não é possível adicionar FamilyMap porque a propriedade Target não está definida.
ru: Не удается добавить FamilyMap, поскольку свойство Target не задано.
tr: Target özelliği ayarlanmadığı için FamilyMap eklenemez.
zh_hans: 无法添加 FamilyMap，因为未设置 Target 属性。
zh_hant: 無法新增 FamilyMap，因為未設定 Target 屬性。

# FavoritesKeyDisplayString
source: Ctrl+I
de: Strg+I
es: Ctrl+K

# FavoritesText
source: Favorites
cs: Oblíbené
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferite
ja: お気に入り
ko: 즐겨찾기
pl: Ulubione
pt_br: Favoritos
ru: Избранное
tr: Sık kullanılanlar
zh_hans: 收藏夹
zh_hant: 我的最愛

# FileFormatException
source: Input file or data stream does not conform to the expected file format specification.
cs: Vstupní soubor nebo datový proud neodpovídají očekávané specifikaci formátu souboru.
de: Die Eingabedatei oder der Datenstrom entspricht nicht der erwarteten Dateiformatspezifikation.
es: El archivo de entrada o el flujo de datos no se ajusta a la especificación de formato de archivo esperada.
fr: Le fichier d'entrée ou le flux de données ne sont pas conformes aux spécifications de format de fichier attendues.
it: Il file di input o il flusso di dati non è conforme alla specifica di formato di file prevista.
ja: 入力ファイルまたはデータ ストリームは、予測されるファイル形式の仕様に準拠していません。
ko: 입력 파일 또는 데이터 스트림이 필요한 파일 형식 사양에 맞지 않습니다.
pl: Plik wejściowy lub strumień danych nie odpowiada oczekiwanej specyfikacji formatu pliku.
pt_br: O arquivo de entrada ou o fluxo de dados não está de acordo com a especificação de formato de arquivo esperada.
ru: Входной файл или поток данных не соответствует спецификации ожидаемого формата файлов.
tr: Giriş dosyası veya veri akışı beklenen dosya biçimi belirtimine uymuyor.
zh_hans: 输入文件或数据流不符合要求的文件格式规格。
zh_hant: 輸入檔或資料流不符合預期的檔案格式規格。

# FileFormatExceptionWithFileName
source: '{0}' file does not conform to the expected file format specification.
cs: Soubor {0} neodpovídá očekávané specifikaci formátu souboru.
de: Die Datei "{0}" entspricht nicht der erwarteten Dateiformatspezifikation.
es: El archivo '{0}' no se ajusta a la especificación de formato de archivo esperada.
fr: Le fichier '{0}' n'est pas conforme aux spécifications de format attendues.
it: Il file '{0}' non è conforme alla specifica di formato di file prevista.
ja: '{0}' ファイルは、予測されるファイル形式の仕様に準拠していません。
ko: '{0}' 파일이 필요한 파일 형식 사양에 맞지 않습니다.
pl: Plik „{0}” jest niezgodny z oczekiwaną specyfikacją formatu pliku.
pt_br: O arquivo '{0}' não está de acordo com a especificação de formato de arquivo esperada.
ru: Файл "{0}" не соответствует спецификации ожидаемого формата файла.
tr: '{0}' dosyası beklenen dosya biçimi belirtimine uymuyor.
zh_hans: “{0}”文件不符合要求的文件格式规格。
zh_hant: '{0}' 檔案不符合預期的檔案格式規格。

# FileNotFoundExceptionWithFileName
source: Cannot find file '{0}'.
cs: Soubor {0} nelze nalézt.
de: Die Datei "{0}" kann nicht gefunden werden.
es: No se encuentra el archivo '{0}'.
fr: Impossible de trouver le fichier '{0}'.
it: Il file '{0}' non è stato trovato.
ja: ファイル '{0}' が見つかりません。
ko: '{0}' 파일을 찾을 수 없습니다.
pl: Nie można znaleźć pliku „{0}”.
pt_br: Não é possível encontrar o arquivo '{0}'.
ru: Не удается найти файл "{0}".
tr: '{0}' dosyası bulunamıyor.
zh_hans: 找不到文件“{0}”。
zh_hant: 找不到檔案 '{0}'。

# FindKeyDisplayString
source: Ctrl+F
de: Strg+F

# FindText
source: Find
cs: Najít
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
ja: 検索
ko: 찾기
pl: Znajdź
pt_br: Localizar
ru: Найти
tr: Bul
zh_hans: 查找
zh_hant: 尋找

# FirstPageText
source: First Page
cs: První stránka
de: Erste Seite
es: Primera página
fr: Première page
it: Prima pagina
ja: 最初のページ
ko: 첫 페이지
pl: Pierwsza strona
pt_br: Primeira Página
ru: Первая страница
tr: İlk Sayfa
zh_hans: 第一页
zh_hant: 第一頁

# FloatUnknownBamlType
source: Unrecognized float type in BAML file.
cs: Neznámý typ float v souboru BAML.
de: Unbekannter Float-Typ in BAML-Datei.
es: Tipo flotante no reconocido en el archivo BAML.
fr: Type float non reconnu dans le fichier BAML.
it: Tipo float non riconosciuto nel file BAML.
ja: 認識不能な浮動小数点型が BAML ファイルに存在します。
ko: BAML 파일에 인식할 수 없는 float 형식이 있습니다.
pl: Nierozpoznany typ wartości zmiennoprzecinkowej w pliku BAML.
pt_br: Tipo de float não reconhecido no arquivo BAML.
ru: Нераспознанный тип с плавающей точкой в файле BAML.
tr: BAML dosyasında tanınmayan kaydırma türü.
zh_hans: BAML 文件中无法识别的浮点类型。
zh_hant: 無法識別 BAML 檔案中的浮點數型別。

# FlushNotSupported
source: Stream does not support Flush.
cs: Datový proud nepodporuje Flush.
de: "Flush" wird vom Datenstrom nicht unterstützt.
es: La secuencia no admite Flush.
fr: Stream ne prend pas en charge Flush.
it: Il flusso non supporta Flush.
ja: Stream は Flush をサポートしていません。
ko: 스트림이 Flush를 지원하지 않습니다.
pl: Strumień nie obsługuje metody Flush.
pt_br: O fluxo não oferece suporte a Flush.
ru: Поток не поддерживает метод Flush.
tr: Akış Flush desteklemiyor.
zh_hans: 流不支持 Flush。
zh_hant: 資料流不支援 Flush。

# FontFamily_ReadOnly
source: A named FontFamily object cannot be modified.
cs: Pojmenovaný objekt FontFamily nelze upravovat.
de: Benannte FontFamily-Objekte können nicht geändert werden.
es: Un objeto FontFamily con nombre no se puede modificar.
fr: Impossible de modifier un objet nommé FontFamily.
it: Impossibile modificare un oggetto denominato FontFamily.
ja: 名前付き FontFamily オブジェクトは変更できません。
ko: 명명된 FontFamily 개체는 수정할 수 없습니다.
pl: Nie można modyfikować nazwanego obiektu FontFamily.
pt_br: Um objeto chamado FontFamily não pode ser modificado.
ru: Именованный объект FontFamily не может быть изменен.
tr: Adlandırılmış bir FontFamily nesnesi değiştirilemez.
zh_hans: 无法修改命名 FontFamily 对象。
zh_hant: 無法修改已命名的 FontFamily 物件。

# Freezable_CantBeFrozen
source: Specified value of type '{0}' must have IsFrozen set to false to modify.
cs: Zadaná hodnota typu {0} musí mít vlastnost IsFrozen nastavenu na hodnotu false, aby ji bylo možné upravit.
de: Zum Ändern des angegebenen Werts vom Typ "{0}" muss "IsFrozen" auf "false" festgelegt sein.
es: El valor especificado de tipo '{0}' debe tener IsFrozen establecido en falso para poder ser modificado.
fr: La valeur spécifiée de type '{0}' doit avoir IsFrozen défini à la valeur false pour apporter des modifications.
it: Per modificare il valore specificato di tipo '{0}' è necessario impostare IsFrozen su false.
ja: 型 '{0}' の指定された値を変更するには、IsFrozen が false に設定されていなければなりません。
ko: '{0}' 형식의 지정된 값을 수정하려면 IsFrozen을 false로 설정해야 합니다.
pl: Aby modyfikować określoną wartość typu „{0}”, należy ustawić atrybut IsFrozen na wartość „false”.
pt_br: O valor especificado do tipo '{0}' deve ter IsFrozen definido como falso para modificação.
ru: Для изменения указанного значения типа "{0}" его свойство IsFrozen должно иметь значение "false".
tr: Belirtilen '{0}' türünde değerin değiştirilebilmesi için IsFrozen yanlış olarak ayarlanmış olmalıdır.
zh_hans: 指定的类型“{0}”值必须将 IsFrozen 设置为 false，以进行修改。
zh_hant: 所指定型別 '{0}' 的值必須將 IsFrozen 設定為 false，才能進行修改。

# Freezable_CloneInvalidType
source: Clone of an instance of type '{0}' is null or not an instance of '{0}'.
cs: Klon instance typu {0} je nulový nebo se nejedná o instanci typu {0}.
de: Klon einer Instanz vom Typ "{0}" ist NULL oder keine Instanz von "{0}".
es: La clonación de una instancia de tipo '{0}' es nula o no es una instancia de '{0}'.
fr: Le clone d'une instance de type '{0}' a la valeur null ou n'est pas une instance de '{0}'.
it: Il clone di un'istanza di tipo '{0}' è null o non corrisponde a un'istanza di '{0}'.
ja: 型 '{0}' のインスタンスのクローンは NULL であるか、'{0}' のインスタンスではありません。
ko: '{0}' 형식의 인스턴스 복제는 null이거나 '{0}'의 인스턴스가 아닙니다.
pl: Klon wystąpienia „{0}” jest zerowy lub nie jest wystąpieniem „{0}”.
pt_br: O clone de uma instância de tipo '{0}' é nulo ou não é uma instância de '{0}'.
ru: Клон экземпляра типа "{0}" имеет неопределенное значение или не является экземпляром "{0}".
tr: '{0}' türünde bir örneğin kopyası boş ya da '{0}' örneği değil.
zh_hans: 类型“{0}”的实例的克隆为空，或者不是“{0}”的实例。
zh_hant: 型別 '{0}' 的執行個體複本是空值，或不是 '{0}' 的執行個體。

# Freezable_Reentrant
source: Cannot change FreezableCollection during a CollectionChanged event.
cs: V průběhu události CollectionChanged nelze měnit kolekci FreezableCollection.
de: FreezableCollection kann während eines CollectionChanged-Ereignisses nicht geändert werden.
es: No se puede cambiar FreezableCollection durante un evento CollectionChanged.
fr: Impossible de modifier FreezableCollection pendant un événement CollectionChanged.
it: Impossibile modificare FreezableCollection durante un evento CollectionChanged.
ja: CollectionChanged イベント中に FreezableCollection を変更することはできません。
ko: CollectionChanged 이벤트 중에는 FreezableCollection을 변경할 수 없습니다.
pl: Nie można zmienić kolekcji FreezableCollection podczas zdarzenia CollectionChanged.
pt_br: Não é possível alterar FreezableCollection durante um evento CollectionChanged.
ru: Не удается изменить FreezableCollection во время события CollectionChanged.
tr: CollectionChanged olayı sırasında FreezableCollection değiştirilemez.
zh_hans: 在 CollectionChanged 事件期间，无法更改 FreezableCollection。
zh_hant: 無法在 CollectionChanged 事件期間變更 FreezableCollection。

# Freezable_UnexpectedChange
source: Unknown/unexpected change event
cs: Došlo k neznámé nebo neočekávané události změny
de: Unbekanntes/unerwartetes Änderungsereignis
es: Evento de cambio desconocido o no esperado.
fr: Événement de modification inconnu/inattendu
it: Evento di modifica sconosciuto o imprevisto
ja: 不明または予期しない変更イベント
ko: 알 수 없거나 예기치 않은 변경 이벤트
pl: Nieznane/nieoczekiwane zdarzenie zmiany
pt_br: Evento de alteração desconhecido/inesperado
ru: Неизвестное или непредвиденное событие изменения
tr: Bilinmeyen/beklenmeyen değişiklik olayı
zh_hans: 未知/意外的更改事件
zh_hant: 未知/未預期的變更事件

# GeneralTransform_TransformFailed
source: The transform is not defined for the point.
cs: Pro tento bod není definována hodnota transformace.
de: Die Transformation wurde für den Punkt nicht definiert.
es: La transformación no está definida para el punto.
fr: Transformation non définie pour le point.
it: Trasformazione non definita per il punto.
ja: ポインターに対して変換が定義されていません。
ko: 점에 대한 변환이 정의되지 않았습니다.
pl: Nie zdefiniowano transformacji dla punktu.
pt_br: A transformação não está definida para o ponto.
ru: Преобразование для точки не определено.
tr: Nokta için dönüşüm tanımlanmadı.
zh_hans: 未对该点定义转换。
zh_hant: 未針對該點定義轉換。
