Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationCore/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CompositeFontInvalidUnicodeRange
source: Unicode range is not valid.
cs: Neplatný rozsah Unicode.
de: Ungültiger Unicodebereich.
es: El intervalo Unicode no es válido.
fr: Plage Unicode non valide.
it: Intervallo Unicode non valido.
ja: Unicode 範囲が無効です。
ko: 유니코드 범위가 잘못되었습니다.
pl: Nieprawidłowy zakres Unicode.
pt_br: O intervalo Unicode não é válido.
ru: Недопустимый диапазон Юникода.
tr: Unicode aralığı geçerli değil.
zh_hans: Unicode 范围无效。
zh_hant: Unicode 範圍無效。

# CompositeFontMissingAttribute
source: Missing required attribute '{0}'.
cs: Požadovaný atribut {0} nebyl nalezen.
de: Das erforderliche Attribut "{0}" ist nicht vorhanden.
es: Falta un atributo obligatorio'{0}'.
fr: Attribut obligatoire '{0}' absent.
it: Attributo obbligatorio mancante '{0}'.
ja: 必要な属性 '{0}' が見つかりません。
ko: 필요한 '{0}' 특성이 없습니다.
pl: Brak wymaganego atrybutu „{0}”.
pt_br: Atributo obrigatório '{0}' ausente.
ru: Отсутствует обязательный атрибут "{0}".
tr: Gerekli '{0}' özniteliği eksik.
zh_hans: 缺少必需的特性“{0}”。
zh_hant: 遺失必要屬性 '{0}'。

# CompositeFontMissingElement
source: Missing required element '{0}'.
cs: Požadovaný element {0} nebyl nalezen.
de: Das erforderliche Element "{0}" ist nicht vorhanden.
es: Falta un elemento obligatorio'{0}'.
fr: Élément requis manquant {0}
it: Elemento obbligatorio mancante '{0}'.
ja: 必要な要素 '{0}' が見つかりません。
ko: 필요한 '{0}' 요소가 없습니다.
pl: Brak wymaganego elementu „{0}”.
pt_br: Elemento obrigatório '{0}' ausente.
ru: Отсутствует обязательный элемент "{0}".
tr: '{0}' gerekli öğesi eksik.
zh_hans: 缺少必需的元素“{0}”。
zh_hant: 遺失必要項目 '{0}'。

# CompositeFontSignificantWhitespace
source: The composite font contains significant whitespace where none is expected.
cs: Složený font obsahuje významný prázdný prostor tam, kde by žádný neměl být.
de: Die zusammengesetzte Schriftart enthält wichtige Leerzeichen, wo keine erwartet werden.
es: La fuente compuesta contiene un espacio en blanco con significado cuando no se esperaba ninguno.
fr: La police composite contient des espaces blancs significatifs inattendus.
it: Il tipo di carattere composito contiene una quantità significativa di spazio vuoto, ma è previsto che non sia presente spazio vuoto.
ja: コンポジット フォントで、空白があってはいけない場所に空白があります。
ko: 합성 글꼴에 공백을 예상치 않은 곳에 공백이 있습니다.
pl: Czcionka złożona zawiera znaczące światła w nieoczekiwanych miejscach.
pt_br: A fonte composta contém espaço em branco significativo onde nenhum é esperado.
ru: Составной шрифт содержит значительные пробелы там, где их не должно быть.
tr: Bileşik yazı tipi, hiç olmaması beklenirken çok miktarda boşluk içeriyor.
zh_hans: 组合字体包含非预期的大量空白。
zh_hant: 組合字型包含未預期的空白字元。

# CompositeFontUnknownAttribute
source: '{0}' attribute in XML namespace '{1}' not recognized. Note that attribute names are case sensitive.
cs: Atribut {0} v oboru názvů XML {1} je neznámý. Poznámka: Názvy atributů rozlišují malá a velká písmena.
de: Das Attribut "{0}" im XML-Namespace "{1}" wurde nicht erkannt. Beachten Sie, dass bei Attributnamen die Groß- und Kleinschreibung berücksichtigt wird.
es: Atributo "{0}" en el espacio de nombres XML "{1}" no reconocido. Tenga en cuenta que los nombres de atributo distinguen mayúsculas de minúsculas.
fr: L'attribut '{0}' dans l'espace de noms XML '{1}' n'est pas reconnu. Notez que les noms d'attributs respectent la casse.
it: L'attributo '{0}' non è stato riconosciuto nello spazio dei nomi XML '{1}'. Si noti che per i nomi di attributo viene fatta distinzione tra maiuscole e minuscole.
ja: XML 名前空間 '{1}' の '{0}' 属性が認識されません。属性名では大文字と小文字が区別されることにご注意ください。
ko: XML 네임스페이스 '{1}'의 '{0}' 특성을 인식할 수 없습니다. 특성 이름은 대/소문자를 구분합니다.
pl: Nie rozpoznano atrybutu „{0}” w przestrzeni nazw XML „{1}”. Pamiętaj, że w nazwach atrybutów wielkość liter jest uwzględniana.
pt_br: Atributo '{0}' no namespace de XML '{1}' não reconhecido. Observe que os nomes de atributo diferenciam maiúsculas de minúsculas.
ru: Атрибут "{0}" в пространстве имен XML "{1}" не распознан. Имена атрибутов вводятся с учетом регистра.
tr: '{1}' XML ad alanındaki '{0}' özniteliği tanınmıyor. Öznitelik adlarının büyük/küçük harfe duyarlı olduğunu unutmayın.
zh_hans: 无法识别 XML 命名空间“{1}”中的“{0}”特性。请注意，特性名区分大小写。
zh_hant: 無法辨識 XML 命名空間 '{1}' 中的 '{0}' 屬性。請注意，屬性名稱區分大小寫。

# CompositeFontUnknownElement
source: '{0}' element in XML namespace '{1}' not recognized. Note that element names are case sensitive.
cs: Element {0} v oboru názvů XML {1} je neznámý. Poznámka: Názvy elementů rozlišují malá a velká písmena.
de: Das Element "{0}" im XML-Namespace "{1}" wurde nicht erkannt. Beachten Sie, dass bei Attributnamen die Groß- und Kleinschreibung berücksichtigt wird.
es: Elemento "{0}" en el espacio de nombres XML"{1}" no reconocido. Tenga en cuenta que los nombres de elemento distinguen mayúsculas de minúsculas.
fr: L'élément '{0}' dans l'espace de noms XML '{1}' n'est pas reconnu. Notez que les noms d'éléments respectent la casse.
it: L'elemento '{0}' non è stato riconosciuto nello spazio dei nomi XML '{1}'. Si noti che per i nomi di elemento viene fatta distinzione tra maiuscole e minuscole.
ja: XML 名前空間 '{1}' の '{0}' 要素が認識されません。要素名では大文字と小文字が区別されることにご注意ください。
ko: XML 네임스페이스 '{1}'의 '{0}' 요소를 인식할 수 없습니다. 요소 이름은 대/소문자를 구분합니다.
pl: Nie rozpoznano elementu „{0}” w przestrzeni nazw XML „{1}”. Pamiętaj, że w nazwach atrybutów wielkość liter jest uwzględniana.
pt_br: Elemento '{0}' no namespace de XML '{1}' não reconhecido. Observe que os nomes de elemento diferenciam maiúsculas de minúsculas.
ru: Элемент "{0}" в пространстве имен XML "{1}" не распознан. Имена элементов вводятся с учетом регистра.
tr: '{1}' XML ad alanındaki '{0}' öğesi tanınmıyor. Öğe adlarının büyük/küçük harfe duyarlı olduğunu unutmayın.
zh_hans: 无法识别 XML 命名空间“{1}”中的“{0}”元素。请注意，元素名区分大小写。
zh_hant: 無法辨識 XML 命名空間 '{1}' 中的 '{0}' 項目。請注意，項目名稱區分大小寫。

# CompositeFont_DuplicateTypeface
source: A FontFamily cannot have more than one FamilyTypeface with the same Style, Weight, and Stretch.
cs: FontFamily nemůže mít více než jeden FamilyTypeface pro jeden Style, Weight, and Stretch.
de: "FontFamily" kann nicht mehr als ein "FamilyTypeface" mit demselben "Style", "Weight" und "Stretch" besitzen.
es: FontFamily no puede tener más de un FamilyTypeface con el mismo Style, Weight y Stretch.
fr: Un FontFamily ne peut avoir qu'un seul FamilyTypeface avec les mêmes Style, Weight et Stretch.
it: Una FontFamily non può includere più di un FamilyTypeface con Style, Weight e Stretch identici.
ja: FontFamily は、同じ Style、Weight、および Stretch を持つ FamilyTypeface を 1 つしか保持できません。
ko: FontFamily는 같은 Style, Weight 및 Stretch를 가진 FamilyTypeface를 두 개 이상 가질 수 없습니다.
pl: Klasa FontFamily nie może mieć więcej niż jednego elementu FamilyTypeface z tymi samymi właściwościami Style, Weight i Stretch.
pt_br: Uma FontFamily não pode ter mais de uma FamilyTypeface com os mesmos Style, Weight e Stretch.
ru: Семейство FontFamily не может содержать более одного FamilyTypeface с одинаковыми Style, Weight и Stretch.
tr: Bir FontFamily aynı Style, Weight ve Stretch içeren birden fazla FamilyTypeface öğesine sahip olamaz.
zh_hans: FontFamily 不能具有多个带有相同 Style、Weight 和 Stretch 的 FamilyTypeface。
zh_hant: FontFamily 不能有多個相同 Style、Weight 與 Stretch 的 FamilyTypeface。

# CompositeFont_TooManyFamilyMaps
source: The FontFamily cannot hold any more FamilyMaps.
cs: FontFamily nemůže obsahovat více FamilyMaps.
de: "FontFamily" kann keine weiteren "FamilyMaps" mehr enthalten.
es: FontFamily no puede incluir más FamilyMaps.
fr: Le FontFamily ne peut pas contenir plusieurs FamilyMaps.
it: La FontFamily non può contenere ulteriori FamilyMaps.
ja: FontFamily は、これ以上の FamilyMaps を保持できません。
ko: FontFamily에 FamilyMaps를 더 이상 보유할 수 없습니다.
pl: Obiekt FontFamily nie może przechowywać żadnych dodatkowych elementów FamilyMaps.
pt_br: A FontFamily não comporta mais FamilyMaps.
ru: Семейство FontFamily не может содержать другие FamilyMaps.
tr: FontFamily daha fazla FamilyMaps alamaz.
zh_hans: FontFamily 无法容纳更多的 FamilyMaps。
zh_hant: FontFamily 不能有多個 FamilyMaps。

# CompositionTarget_RootVisual_HasParent
source: The root Visual of a VisualTarget cannot have a parent.
cs: Kořenový prvek Visual třídy VisualTarget nemůže mít nadřazený prvek.
de: Der Stamm Visual eines VisualTarget kann kein übergeordnetes Element besitzen.
es: El Visual raíz de VisualTarget no puede tener un objeto primario.
fr: Le Visual racine d'un VisualTarget ne peut pas avoir de parent.
it: Elemento padre non consentito per un Visual radice di un VisualTarget.
ja: VisualTarget のルート Visual は、親を保持できません。
ko: VisualTarget의 루트 Visual은 부모를 가질 수 없습니다.
pl: Element główny Visual z klasy VisualTarget nie może mieć elementu nadrzędnego.
pt_br: O Visual raiz de um VisualTarget não pode ter um pai.
ru: Корневой элемент Visual для VisualTarget не может иметь родительский элемент.
tr: Bir VisualTarget'ın kök Visual'ının üst öğesi olamaz.
zh_hans: VisualTarget 的根 Visual 不能具有父级。
zh_hant: VisualTarget 的根 Visual 不能有父項目。

# ConstructorRecursion
source: Possible constructor recursion detected.
cs: Možné opakování konstruktoru odstraněno.
de: Es wurde eine mögliche Konstruktorrekursion entdeckt.
es: Se detectó una posible recursividad del constructor.
fr: Détection d'une récursivité possible du constructeur.
it: Rilevata possibile ricorsione del costruttore.
ja: 潜在的なコンストラクターの再帰が検出されました。
ko: 가능한 생성자 재귀를 발견했습니다.
pl: Wykryto możliwość rekursji konstruktora.
pt_br: Detectada possível recursividade do construtor.
ru: Обнаружена возможная рекурсия конструктора.
tr: Olası oluşturucu özyinelemesi algılandı.
zh_hans: 检测到可能的构造函数递归。
zh_hant: 發現可能的建構函式遞迴。

# ContextMenuKeyDisplayString
source: Shift+F10;Apps
de: Umschalt+F10;Apps
es: Mayús+F10;Aplicaciones
fr: Maj+F10 ; Apps
pt_br: Shift+F10;Aplicativos
tr: ÜstKrkt+F10;Apps

# ContextMenuText
source: Context Menu
cs: Kontextová nabídka
de: Kontextmenü
es: Menú contextual
fr: Menu contextuel
it: Menu di scelta rapida
ja: コンテキスト メニュー
ko: 상황에 맞는 메뉴
pl: Menu kontekstowe
pt_br: Menu de Contexto
ru: Контекстное меню
tr: Bağlam Menüsü
zh_hans: 上下文菜单
zh_hant: 內容功能表

# Converter_ConvertFromNotSupported
source: Cannot convert from type.
cs: Nelze převést z typu.
de: Aus dem Typ kann nicht konvertiert werden.
es: No se puede convertir desde el tipo.
fr: Impossible de convertir depuis le type.
it: Impossibile convertire dal tipo.
ja: 型から変換できません。
ko: 형식에서 변환할 수 없습니다.
pl: Nie można skonwertować typu.
pt_br: Não é possível converter do tipo.
ru: Не удается выполнить преобразование из данного типа.
tr: Türden dönüştürülemiyor.
zh_hans: 无法从类型转换。
zh_hant: 無法從型別轉換。

# Converter_ConvertToNotSupported
source: Cannot convert to type.
cs: Nelze převést na tento typ.
de: In den Typ kann nicht konvertiert werden.
es: No se puede convertir al tipo.
fr: Impossible de convertir vers le type.
it: Impossibile convertire nel tipo.
ja: 型に変換できません。
ko: 형식으로 변환할 수 없습니다.
pl: Nie można skonwertować na typ.
pt_br: Não é possível converter no tipo.
ru: Не удается выполнить преобразование к данному типу.
tr: Türe dönüştürülemiyor.
zh_hans: 无法转换为类型。
zh_hant: 無法轉換至型別。

# CopyKeyDisplayString
source: Ctrl+C;Ctrl+Insert
de: Strg+C;Strg+Einfg

# CopyText
source: Copy
cs: Kopírovat
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制
zh_hant: 複製

# CorrectionListText
source: Correction List
cs: Seznam oprav
de: Korrekturliste
es: Lista de correcciones
fr: Liste des corrections
it: Elenco correzioni
ja: 修正候補の一覧
ko: 수정 목록
pl: Lista poprawek
pt_br: Lista de Correções
ru: Список исправлений
tr: Düzeltme Listesi
zh_hans: 集合列表
zh_hant: 更正清單

# CountOfBitsGreatThanRemainingBits
source: Count must be less than or equal to remaining number of bits in stream.
cs: Počet musí být menší nebo roven zbývajícímu počtu bitů v řadě.
de: Die Anzahl muss kleiner oder gleich der Anzahl der im Datenstrom verbleibenden Bits sein.
es: El recuento debe ser menor que o igual al número de bits restante de una secuencia.
fr: Le total ne peut pas être inférieur ou égal au nombre restant de bits dans le flux.
it: Il conteggio deve essere minore o uguale al numero rimanente di bit nel flusso.
ja: Count は、ストリーム内の残りのビット数以下でなければなりません。
ko: 카운트는 스트림에 남아 있는 비트 수보다 작거나 같아야 합니다.
pl: Liczba musi być równa lub mniejsza niż pozostała liczba bitów w strumieniu.
pt_br: A contagem deve ser menor ou igual ao número restante de bits no fluxo.
ru: Количество должно быть меньше или равно оставшемуся числу битов потока.
tr: Sayının, akıştaki kalan bit sayısına eşit veya daha az olması gerekir.
zh_hans: 计数必须小于或等于流中其余位数。
zh_hant: 計數必須小於或等於資料流中的剩餘位元數目。

# CountOfBitsOutOfRange
source: Count must be less than or equal to bits per byte and greater than zero.
cs: Počet musí být menší nebo roven počtu bitů v bajtu a vyšší než nula.
de: Die Anzahl muss kleiner oder gleich der Bits pro Byte sowie größer Null sein.
es: El recuento debe ser menor que o igual a los bits por byte y mayor que cero.
fr: Le total ne peut pas être inférieur ou égal au nombre de bits par octet et supérieur à zéro.
it: Il conteggio deve essere minore o uguale ai bit per byte e maggiore di zero.
ja: Count は、各バイトのビット以下で、ゼロより大きくなければなりません。
ko: 카운트는 바이트 당 비트보다 작거나 같고 0보다 커야 합니다.
pl: Liczba musi być równa lub mniejsza niż liczba bitów na bajt i większa od zera.
pt_br: A contagem deve ser menor ou igual aos bits por byte, e maior que zero.
ru: Количество должно быть меньше или равно числу битов в байте и больше нуля.
tr: Sayının, bayt başına bit sayısına eşit veya daha az ve sıfırdan büyük olması gerekir.
zh_hans: 计数必须小于或等于每个字节的位数，且大于零。
zh_hant: 計數必須小於或等於每位元組位元數，且必須大於零。

# CreateBreaksFailure
source: Text formatting engine cannot format breakpoints due to error: '{0}'.
cs: Nástroj formátování textu nemůže formátovat body přerušení kvůli chybě: {0}.
de: Vom Textformatierungsmodul können aufgrund des folgenden Fehlers keine Haltepunkte formatiert werden: "{0}".
es: El motor de formato de texto no puede formatear los puntos de interrupción debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas formater les points d'arrêt à cause de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile formattare i punti di interruzione a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のためにブレークポイントをフォーマットできません。
ko: 오류로 인해 텍스트 서식 엔진이 중단점을 포맷할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może sformatować punktów przerwania z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode formatar os pontos de quebra devido ao erro: '{0}'.
ru: Процессор форматирования текста не может отформатировать точки прерывания из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle kesme noktalarını biçimlendiremiyor: '{0}'.
zh_hans: 由于错误:“{0}”，文本格式引擎无法格式化断点。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法設定中斷點的格式: '{0}'。

# CreateContextFailure
source: Text formatting engine cannot create text formatting context due to error: '{0}'.
cs: Nástroj formátování textu nemůže vytvořit kontext formátování textu kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers kein Textformatierungskontext erstellt werden: "{0}".
es: El motor de formato de texto no puede crear un contexto de formato de texto debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas créer un contexte de mise en forme du texte en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile creare il contesto di formattazione del testo a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のためにテキスト形式コンテキストを作成できません。
ko: 오류로 인해 텍스트 서식 엔진이 텍스트 서식 컨텍스트를 만들 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może utworzyć kontekstu formatowania tekstu z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode criar o contexto de formatação de texto devido ao erro: '{0}'.
ru: Процессор форматирования текста не может создать контекст форматирования текста из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle metin biçimlendirme bağlamı oluşturamıyor: '{0}'.
zh_hans: 由于错误:“{0}”，文本格式引擎无法创建文本格式上下文。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法建立文字格式設定內容: '{0}'。

# CreateLineFailure
source: Text formatting engine cannot format a line of text due to error: '{0}'.
cs: Nástroj formátování textu nemůže formátovat řádek textu kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers keine Textzeile formatiert werden: "{0}".
es: El motor de formato de texto no puede formatear una línea de texto debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas formater une ligne de texte en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile formattare una riga di testo a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のために 1 行のテキストをフォーマットできません。
ko: 오류로 인해 텍스트 서식 엔진이 텍스트 줄을 포맷할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może sformatować wiersza tekstu z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode formatar uma linha de texto devido ao erro: '{0}'.
ru: Процессор форматирования текста не может отформатировать строку текста из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle bir metin satırını biçimlendiremiyor: '{0}'.
zh_hans: 由于错误:“{0}”，文本格式引擎无法格式化一行文本。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法設定文字行的格式: '{0}'。

# CreateParaBreakingSessionFailure
source: Text formatting engine cannot format a paragraph cache due to error: '{0}'.
cs: Nástroj formátování textu nemůže formátovat odstavec kvůli chybě: {0}.
de: Vom Textformatierungsmodul kann aufgrund des folgenden Fehlers kein Absatzcache formatiert werden: "{0}".
es: El motor de formato de texto no puede formatear una caché de párrafo debido al error '{0}'.
fr: Le moteur de mise en forme du texte ne peut pas formater un cache de paragraphe en raison de l'erreur suivante : '{0}'.
it: Motore di formattazione del testo: impossibile formattare una cache di paragrafi a causa dell'errore: '{0}'.
ja: テキスト形式設定エンジンは、エラー '{0}' のために段落キャッシュをフォーマットできません。
ko: 오류로 인해 텍스트 서식 엔진이 단락 캐시를 포맷할 수 없습니다. '{0}'.
pl: Aparat formatowania tekstu nie może sformatować akapitu z powodu błędu: „{0}”.
pt_br: O mecanismo de formatação de texto não pode formatar um cache de parágrafo devido ao erro: '{0}'.
ru: Процессор форматирования текста не может отформатировать кэш абзаца из-за ошибки: "{0}".
tr: Metin biçimlendirme altyapısı hata nedeniyle bir paragraf önbelleğini biçimlendiremiyor: '{0}'.
zh_hans: 由于错误:“{0}”文本格式引擎无法格式化段落缓存。
zh_hant: 由於發生下列錯誤，文字格式設定引擎無法設定段落快取的格式: '{0}'。

# CurrentDispatcherNotFound
source: Current dispatcher cannot be found.
cs: Nelze nalézt aktuálního dispečera.
de: Der aktuelle Verteiler kann nicht gefunden werden.
es: No se encuentra el distribuidor actual.
fr: Impossible de trouver le répartiteur en cours.
it: Impossibile trovare il dispatcher corrente.
ja: 現在のディスパッチャーが見つかりません。
ko: 현재 발송자를 찾을 수 없습니다.
pl: Nie można znaleźć bieżącego dyspozytora.
pt_br: O dispatcher atual não pode ser encontrado.
ru: Не удается обнаружить текущий диспетчер.
tr: Geçerli dağıtıcı bulunamıyor.
zh_hans: 无法找到当前调度程序。
zh_hant: 找不到目前的發送器。

# Cursor_InvalidStream
source: Failed to load cursor from the stream.
cs: Nepodařilo se načíst kurzor z řady.
de: Der Cursor konnte nicht aus dem Datenstrom geladen werden.
es: Error al cargar el cursor desde la secuencia.
fr: Échec du chargement du curseur à partir du flux.
it: Impossibile caricare il cursore dal flusso.
ja: ストリームからのカーソルの読み込みに失敗しました。
ko: 스트림에서 커서를 로드하지 못했습니다.
pl: Nie można załadować kursora ze strumienia.
pt_br: Falha ao carregar o cursor a partir do fluxo.
ru: Не удалось загрузить курсор из потока.
tr: İmleç akıştan yüklenemedi.
zh_hans: 无法从流加载光标。
zh_hant: 無法從目前的資料流載入資料指標。

# Cursor_LoadImageFailure
source: Failed to load cursor file '{0}'.
cs: Nepodařilo se načíst soubor kurzoru {0}.
de: Fehler beim Laden der Cursordatei "{0}".
es: Error al cargar el archivo de cursores '{0}'.
fr: Échec du chargement du fichier curseur '{0}'.
it: Impossibile caricare il file cursore '{0}'.
ja: カーソル ファイル '{0}' の読み込みに失敗しました。
ko: 커서 파일 '{0}'을(를) 로드하지 못했습니다.
pl: Nie można załadować pliku kursora „{0}”.
pt_br: Falha ao carregar o arquivo do cursor '{0}'.
ru: Не удалось загрузить файл курсора "{0}".
tr: İmleç dosyası '{0}' yüklenemedi.
zh_hans: 无法加载光标文件“{0}”。
zh_hant: 無法載入資料指標檔案 '{0}'。

# Cursor_UnsupportedFormat
source: '{0}' has unsupported extension for cursor.
cs: Soubor {0} obsahuje nepodporovanou příponu kurzoru.
de: "{0}" besitzt eine nicht unterstützte Erweiterung für den Cursor.
es: '{0}' tiene una extensión no admitida para el cursor.
fr: '{0}' possède une extension non prise en charge pour le curseur.
it: Estensione di '{0}' non supportata per il cursore.
ja: '{0}' に、カーソルではサポートされていない拡張が含まれています。
ko: '{0}'에 커서에 대해 지원되지 않는 확장이 있습니다.
pl: Element „{0}” ma nieobsługiwane rozszerzenie dla kursora.
pt_br: '{0}' não tem suporte de extensão para o cursor.
ru: "{0}" имеет неподдерживаемое расширение для курсора.
tr: '{0}' imleç için desteklenmeyen bir uzantıya sahip.
zh_hans: “{0}”不支持光标的扩展。
zh_hant: '{0}' 包含資料指標不支援的延伸。

# CutKeyDisplayString
source: Ctrl+X;Shift+Delete
de: Strg+X;Umschalt+Entf

# CutText
source: Cut
cs: Vyjmout
de: Ausschneiden
es: Cortar
fr: Couper
it: Taglia
ja: 切り取り
ko: 잘라내기
pl: Wytnij
pt_br: Recortar
ru: Вырезать
tr: Kes
zh_hans: 剪切
zh_hant: 剪下

# D3DImage_AARequires9Ex
source: An antialiased back buffer requires a IDirect3DDevice9Ex device.
cs: Přípravná vyrovnávací paměť s vyhlazováním vyžaduje zařízení IDirect3DDevice9Ex.
de: Für einen Hintergrundpuffer mit Antialiasing ist ein IDirect3DDevice9Ex-Gerät erforderlich.
es: Un búfer de reserva con antialias requiere un dispositivo IDirect3DDevice9Ex.
fr: Une mémoire tampon d'arrière-plan d'anticrénelage requiert un appareil IDirect3DDevice9Ex.
it: Un buffer nascosto eseguito con anti-aliasing richiede un dispositivo IDirect3DDevice9Ex.
ja: アンチエイリアスされたバック バッファーには IDirect3DDevice9Ex デバイスが必要です。
ko: 앤티 앨리어싱 백 버퍼를 사용하려면 IDirect3DDevice9Ex 장치가 필요합니다.
pl: Antyaliasowany bufor zapasowy wymaga urządzenia IDirect3DDevice9Ex.
pt_br: Um buffer de fundo não suavizado requer um dispositivo IDirect3DDevice9Ex.
ru: Заднему буферу сглаживания необходимо устройство IDirect3DDevice9Ex.
tr: Düzgünleştirme geri arabelleği bir IDirect3DDevice9Ex aygıtı gerektirir.
zh_hans: 反失真的后台缓冲区需要 IDirect3DDevice9Ex 设备。
zh_hant: 消除鋸齒的背景緩衝區需要使用 IDirect3DDevice9Ex 裝置。

# D3DImage_InvalidDevice
source: Back buffer's device is not valid.
cs: Zařízení přípravné vyrovnávací paměti není platné.
de: Das Gerät des Hintergrundpuffers ist ungültig.
es: El dispositivo del búfer de reserva no es válido.
fr: L'appareil de la mémoire tampon d'arrière-plan n'est pas valide.
it: Il dispositivo del buffer nascosto non è valido.
ja: バック バッファーのデバイスが無効です。
ko: 백 버퍼의 장치가 잘못되었습니다.
pl: Urządzenie buforu zapasowego jest nieprawidłowe.
pt_br: O dispositivo do buffer de fundo não é válido.
ru: Недопустимое устройство заднего буфера.
tr: Geri arabelleğin aygıtı geçerli değil.
zh_hans: 后台缓冲区的设备无效。
zh_hant: 背景緩衝區的裝置無效。

# D3DImage_InvalidPool
source: Back buffer's pool does not meet the requirements for the resource type.
cs: Fond přípravné vyrovnávací paměti nesplňuje požadavky na typ prostředku.
de: Der Pool des Hintergrundpuffers entspricht nicht den Anforderungen an den Ressourcentyp.
es: El grupo del búfer de reserva no cumple los requisitos del tipo de recurso.
fr: Le pool de la mémoire tampon d'arrière-plan ne répond pas aux spécifications pour le type de ressource.
it: Il pool di buffer nascosti non soddisfa i requisiti per il tipo di risorsa.
ja: バック バッファーのプールがリソースの種類の要件を満たしていません。
ko: 백 버퍼의 풀이 리소스 형식에 대한 요구 사항에 맞지 않습니다.
pl: Pula buforu zapasowego nie spełnia wymagań dotyczących typu zasobu.
pt_br: O pool do buffer de fundo não atende aos requisitos do tipo de recurso.
ru: Пул заднего буфера не соответствует требованиям к типу ресурса.
tr: Geri arabelleğin havuzu kaynak türüyle ilgili gereksinimleri karşılamıyor.
zh_hans: 后台缓冲区的池不满足对资源类型的要求。
zh_hant: 背景緩衝區的集區不符合資源類型的要求。
