Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ObjectWriterTypeNotAllowed
source: '{0}' blocked the use of type '{1}' in XAML. If you want to load this type, change '{0}'.GetXamlType to return a non-null value for this type, or pass a different value in the schemaContext parameter of the XamlObjectWriter constructor.
cs: {0} blokuje použití typu {1} v jazyce XAML. Chcete-li načíst tento typ, změňte metodu {0}.GetXamlType tak, aby vracela pro tento typ jinou hodnotu než Null, nebo předejte jinou hodnotu v parametru schemaContext konstruktoru XamlObjectWriter.
de: Von "{0}" wurde die Verwendung von Typ "{1}" in XAML blockiert. Wenn Sie den Typ laden möchten, ändern Sie "{0}".GetXamlType so, dass für diesen Typ ein Nicht-NULL-Wert zurückgegeben wird, oder übergeben Sie einen anderen Wert im schemaContext-Parameter des XamlObjectWriter-Konstruktors.
es: '{0}' bloqueó el uso del tipo '{1}' en XAML. Si desea cargar este tipo, cambie '{0}'.GetXamlType para volver a un valor no NULL para este tipo, o pase un valor diferente en el parámetro schemaContext del constructor XamlObjectWriter.
fr: '{0}' a bloqué l'utilisation du type '{1}' en XAML. Si vous voulez charger ce type, modifiez '{0}'.GetXamlType de manière à ce qu'il retourne une valeur non null pour ce type, ou passez une valeur différente dans le paramètre schemaContext du constructeur XamlObjectWriter.
it: '{0}' ha bloccato l'utilizzo del tipo '{1}' in XAML. Se si desidera caricare il tipo corrente, modificare '{0}'.GetXamlType affinché restituisca un valore non null per il tipo corrente o passare un valore diverso nel parametro schemaContext del costruttore XamlObjectWriter.
ja: '{0}' により、XAML での型 '{1}' の使用がブロックされました。この型を読み込むには、この型の null 以外の値を返すように '{0}'.GetXamlType を変更するか、XamlObjectWriter コンストラクターの schemaContext パラメーターに別の値を渡してください。
ko: '{0}'이(가) XAML에서 '{1}' 형식의 사용을 차단했습니다. 이 형식을 로드하려면 '{0}'.GetXamlType을 변경하여 이 형식에 대해 null이 아닌 값을 반환하거나 XamlObjectWriter 생성자의 schemaContext 매개 변수에서 다른 값을 전달하십시오.
pl: Element „{0}” zablokował użycie typu „{1}” w kodzie AML. Jeśli chcesz załadować ten typ, zmień metodę {0}.GetXamlType, tak aby zwracała dla tego typu wartość inną niż null, lub przekaż inną wartość w parametrze schemaContext konstruktora XamlObjectWriter.
pt_br: '{0}' bloqueou o uso do tipo '{1}' em XAML. Se quiser carregar esse tipo, altere '{0}'.GetXamlType para que retorne um valor não nulo para esse tipo ou passe um valor diferente no parâmetro schemaContext do construtor XamlObjectWriter.
ru: "{0}" заблокировал использование типа "{1}" в XAML. Если требуется загрузить этот тип, измените метод "{0}".GetXamlType, так, чтобы он возвращал для этого типа значение, не равное null, или передайте другое значение как параметр schemaContext конструктора XamlObjectWriter.
tr: '{0}', XAML'de '{1}' türünün kullanımını engelledi. Bu türü yüklemek istiyorsanız, '{0}'.GetXamlType'ı bu tür için null dışında bir değer döndürecek şekilde değiştirin veya XamlObjectWriter oluşturucusunun schemaContext parametresinde başka bir değer geçirin.
zh_hans: “{0}”已阻止在 XAML 中使用类型“{1}”。如果要加载此类型，请更改 '{0}'.GetXamlType 以便为此类型返回非 null 值，或者在 XamlObjectWriter 构造函数的 schemaContext 参数中传递不同的值。
zh_hant: '{0}' 阻礙了型別 '{1}' 在 XAML 中的使用。如果您要載入此型別，請將 '{0}'.GetXamlType 變更為傳回此型別的非 null 值，或在 XamlObjectWriter 建構函式的 schemaContext 參數中傳遞不同的值。

# OnlySupportedOnCollections
source: This operation is only supported on collection types.
cs: Tato operace je podporována pouze u typů kolekce.
de: Dieser Vorgang wird für Sammlungstypen nicht unterstützt.
es: Esta operación se admite solo en tipos de colección.
fr: Cette opération est uniquement prise en charge sur les types de collections.
it: Operazione supportata solo su tipi di raccolta.
ja: この操作はコレクション型でのみサポートされています。
ko: 이 작업은 컬렉션 형식에서만 지원됩니다.
pl: Ta operacja jest obsługiwana tylko dla typów kolekcji.
pt_br: Só há suporte para essa operação em tipos de coleção.
ru: Эта операция поддерживается только для типов коллекций.
tr: Bu işlem yalnızca koleksiyon türlerinde desteklenir.
zh_hans: 仅支持对集合类型执行此操作。
zh_hant: 只有集合型別支援這項作業。

# OnlySupportedOnCollectionsAndDictionaries
source: This operation is only supported on collection and dictionary types.
cs: Tato operace je podporována pouze u typů kolekce a slovníku.
de: Der Vorgang wird nur für Sammlungs- und Wörterbuchtypen unterstützt.
es: Esta operación se admite solo en tipos de colección y diccionario.
fr: Cette opération est uniquement prise en charge sur les types de collection et de dictionnaire.
it: Operazione supportata solo su tipi di raccolta e dizionari.
ja: この操作はコレクション型とディクショナリ型でのみサポートされています。
ko: 이 작업은 컬렉션 및 사전 형식에서만 지원됩니다.
pl: Ta operacja jest obsługiwana tylko dla typów kolekcji i słownika.
pt_br: Só há suporte para essa operação em tipos de coleção e dicionário.
ru: Эта операция поддерживается только для типов коллекций и словарей.
tr: Bu işlem yalnızca koleksiyon ve sözlük türlerinde desteklenir.
zh_hans: 仅支持对集合和字典类型执行此操作。
zh_hant: 只有集合和字典型別支援這項作業。

# OnlySupportedOnDictionaries
source: This operation is only supported on dictionary types.
cs: Tato operace je podporována pouze u typů slovníku.
de: Dieser Vorgang wird nur für Wörterbuchtypen unterstützt.
es: Esta operación se admite solo en tipos de diccionario.
fr: Cette opération est uniquement prise en charge sur les types de dictionnaire.
it: Operazione supportata solo tu tipi di dizionari.
ja: この操作はディクショナリ型でのみサポートされています。
ko: 이 작업은 사전 형식에서만 가능합니다.
pl: Ta operacja jest obsługiwana tylko dla typów słownika.
pt_br: Só há suporte para essa operação em tipos de dicionário.
ru: Эта операция поддерживается только для типов словарей.
tr: Bu işlem yalnızca sözlük türlerinde desteklenir.
zh_hans: 仅支持对字典类型执行此操作。
zh_hant: 只有字典型別支援這項作業。

# OpenPropertyInCurrentFrame_EO
source: XAML Node Stream: Missing EndMember for '{0}.{1}' before EndObject.
cs: Datový proud uzlu XAML: Nebyla nalezena metoda EndMember pro {0}.{1} před metodou EndObject.
de: XAML-Knotenstream: EndMember für "{0}.{1}" fehlt vor EndObject.
es: Flujo de nodo XAML: falta EndMember para '{0}.{1}' delante de EndObject.
fr: Flux de nœud XAML : EndMember manquant pour '{0}.{1}' avant EndObject.
it: Flusso del nodo XAML: EndMember mancante per '{0}.{1}' prima di EndObject.
ja: XAML ノード ストリーム: EndObject の前に '{0}.{1}' の EndMember がありません。
ko: XAML 노드 스트림: EndObject 앞에 '{0}.{1}'에 대한 EndMember가 없습니다.
pl: Strumień węzłów XAML: brak metody EndMember dla elementu {0}.{1} przed metodą EndObject.
pt_br: Fluxo do Nó XAML: EndMember ausente para '{0}.{1}' antes de EndObject.
ru: Поток узла XAML: отсутствует EndMember для "{0}.{1}" перед EndObject.
tr: XAML Düğüm Akışı: EndObject öncesinde '{0}.{1}' için EndMember yok.
zh_hans: XAML 节点流: EndObject 前面缺少“{0}.{1}”的 EndMember。
zh_hant: XAML 節點資料流: EndObject 前面遺漏 '{0}.{1}' 的 EndMember。

# OpenPropertyInCurrentFrame_SM
source: XAML Node Stream: Missing EndMember for '{0}.{1}' before StartMember '{2}'.
cs: Datový proud uzlu XAML: Nebyla nalezena metoda EndMember pro {0}.{1} před metodou StartMember {2}.
de: XAML-Knotenstream: EndMember für "{0}.{1}" fehlt vor StartMember "{2}".
es: Flujo de nodo XAML: falta EndMember para '{0}.{1}' delante de StartMember '{2}'.
fr: Flux de nœud XAML : EndMember manquant pour '{0}.{1}' avant StartMember '{2}'.
it: Flusso del nodo XAML: EndMember mancante per '{0}.{1}' prima di StartMember '{2}'.
ja: XAML ノード ストリーム: StartMember '{2}' の前に '{0}.{1}' の EndMember がありません。
ko: XAML 노드 스트림: StartMember '{2}' 앞에 '{0}.{1}'에 대한 EndMember가 없습니다.
pl: Strumień węzłów XAML: brak metody EndMember dla elementu {0}.{1} przed metodą StartMember „{2}”.
pt_br: Fluxo do Nó XAML: EndMember ausente para '{0}.{1}' antes de StartMember '{2}'.
ru: Поток узла XAML: отсутствует EndMember для "{0}.{1}" перед StartMember "{2}".
tr: XAML Düğüm Akışı: StartMember '{2}' öncesinde '{0}.{1}' için EndMember yok.
zh_hans: XAML 节点流: StartMember“{2}”前面缺少“{0}.{1}”的 EndMember。
zh_hant: XAML 節點資料流: StartMember '{2}' 前面遺漏 '{0}.{1}' 的 EndMember。

# ParameterCannotBeNegative
source: Parameter must be greater than or equal to zero.
es: El parámetro debe ser mayor que o igual a cero.
it: Il valore del parametro deve essere maggiore o uguale a zero.
ja: パラメーターは 0 以上でなければなりません。
ko: 매개 변수는 0보다 크거나 같아야 합니다.
pl: Parametr musi być większy lub równy zeru.
pt_br: O parâmetro deve ser maior ou igual a zero.
ru: Значение параметра должно быть больше или равно 0.
tr: Parametre sıfıra eşit veya daha büyük olmalıdır.
zh_hans: 参数必须大于或等于零。
zh_hant: 參數必須大於或等於零。

# ParentlessPropertyElement
source: The property element '{0}' is not contained by an object element.
cs: Element vlastnosti {0} není obsažen v elementu objektu.
de: Das Eigenschaftenelement "{0}" ist nicht in einem Objektelement enthalten.
es: El elemento de propiedad '{0}' no está contenido en un elemento de objeto.
fr: L'élément de propriété '{0}' n'est pas contenu dans un élément objet.
it: L'elemento della proprietà '{0}' non è contenuto da un elemento dell'oggetto.
ja: プロパティ要素 '{0}' はオブジェクト要素に含まれていません。
ko: 속성 요소 '{0}'이(가) 개체 요소에서 포함되지 않았습니다.
pl: Element właściwości „{0}” nie jest zawarty w elemencie obiektu.
pt_br: O elemento de propriedade '{0}' não está contido em um elemento de objeto.
ru: Элемент свойства "{0}" не содержится в элементе объекта.
tr: '{0}' özellik öğesi bir nesne öğesinin içinde değil.
zh_hans: 对象元素中未包含属性元素“{0}”。
zh_hant: 屬性項目 '{0}' 未包含在物件項目中。

# ParserAssemblyLoadVersionMismatch
source: Cannot load assembly '{0}' because a different version of that same assembly is loaded '{1}'.
cs: Nelze načíst sestavení {0}, protože je načtena jiná verze {1} téhož sestavení.
de: Die Assembly "{0}" kann nicht geladen werden, da eine andere Version der gleichen Assembly geladen ist "{1}".
es: No se puede cargar el ensamblado '{0}' porque hay cargada una versión diferente del mismo ensamblado, '{1}'.
fr: Impossible de charger l'assembly '{0}', car une autre version du même assembly est chargée '{1}'.
it: Non è possibile caricare l'assembly '{0}' perché è caricata una versione diversa '{1}' dello stesso assembly.
ja: アセンブリ '{0}' を読み込むことができません。同じアセンブリの異なるバージョン '{1}' が読み込まれています。
ko: 같은 어셈블리의 다른 버전이 로드되므로 '{0}' 어셈블리를 로드할 수 없습니다. '{1}'.
pl: Nie można załadować zestawu „{0}”, ponieważ jest załadowana inna wersja tego samego zestawu „{1}”.
pt_br: Não é possível carregar o assembly '{0}', pois uma versão diferente do mesmo assembly já está carregada '{1}'.
ru: Невозможно загрузить сборку "{0}", поскольку другая версия этой же сборки уже загружена "{1}".
tr: Aynı bütünleştirilmiş kodun farklı bir sürümü yüklendiğinden '{0}' bütünleştirilmiş kodu yüklenemiyor '{1}'.
zh_hans: 无法加载程序集“{0}”，因为加载了同一程序集的其他版本“{1}”。
zh_hant: 無法載入組件 '{0}'，因為已載入相同組件的不同版本 '{1}'。

# ParserAttributeArgsHigh
source: Too many attributes are specified for '{0}'.
cs: Pro {0} je zadáno příliš mnoho atributů.
de: Für "{0}" sind zu viele Attribute angegeben.
es: Se han especificado demasiados atributos para '{0}'.
fr: Trop d'attributs spécifiés pour '{0}'.
it: Troppi attributi specificati per '{0}'.
ja: '{0}' に対して指定されている属性が多すぎます。
ko: '{0}'에 대해 너무 많은 특성을 지정했습니다.
pl: Określono zbyt wiele atrybutów dla obiektu „{0}”.
pt_br: Muitos atributos especificados para '{0}'.
ru: Для "{0}" указано слишком много атрибутов.
tr: '{0}' için çok fazla sayıda öznitelik belirtildi.
zh_hans: 为“{0}”指定了太多特性。
zh_hant: 為 '{0}' 指定太多屬性。

# ParserAttributeArgsLow
source: '{0}' requires more attributes.
cs: {0} vyžaduje více atributů.
de: "{0}" erfordert weitere Attribute.
es: '{0}' requiere más atributos.
fr: '{0}' nécessite plus d'attributs.
it: '{0}' richiede ulteriori attributi.
ja: '{0}' に必要な属性が不足しています。
ko: '{0}'에 더 많은 특성이 필요합니다.
pl: Element „{0}” wymaga większej liczby atrybutów.
pt_br: '{0}' requer mais atributos.
ru: Для "{0}" требуется больше атрибутов.
tr: '{0}' daha çok öznitelik gerektirir.
zh_hans: “{0}”需要更多特性。
zh_hant: '{0}' 需要更多屬性。

# PositionalParamsWrongLength
source: GetPositionalParameters returned the wrong length vector.
cs: Metoda GetPositionalParameters vrátila vektor špatné délky.
de: Von GetPositionalParameters wurde ein Vektor mit falscher Länge zurückgegeben.
es: GetPositionalParameters devolvió un vector de longitud incorrecto.
fr: GetPositionalParameters a retourné le vecteur de longueur incorrect.
it: GetPositionalParameters ha restituito un lettore di lunghezza errata.
ja: GetPositionalParameters から、誤った長さのベクターが返されました。
ko: GetPositionalParameters에서 잘못된 길이 벡터를 반환했습니다.
pl: Metoda GetPositionalParameters zwróciła wektor o błędnej długości.
pt_br: GetPositionalParameters retornou o vetor de comprimento incorreto.
ru: Метод GetPositionalParameters возвратил неправильный вектор длины.
tr: GetPositionalParameters yanlış uzunlukta vektör döndürdü.
zh_hans: GetPositionalParameters 返回的长度向量不正确。
zh_hant: GetPositionalParameters 傳回長度錯誤的向量。

# PrefixNotFound
source: Prefix '{0}' does not map to a namespace.
cs: Předpona {0} neprovádí mapování na obor názvů.
de: Das Präfix "{0}" kann keinem Namespace zugeordnet werden.
es: El prefijo '{0}' no está asignado a un espacio de nombres.
fr: Le préfixe '{0}' ne mappe pas à un espace de noms.
it: Il prefisso '{0}' non corrisponde a uno spazio dei nomi.
ja: プレフィックス '{0}' は名前空間に対応付けられません。
ko: '{0}' 접두사가 네임스페이스에 매핑되지 않았습니다.
pl: Prefiks „{0}” nie jest mapowany na przestrzeń nazw.
pt_br: O prefixo '{0}' não é mapeado para um namespace.
ru: Префикс "{0}" не сопоставлен с пространством имен.
tr: '{0}' öneki bir ad alanına eşlenmiyor.
zh_hans: 前缀“{0}”未映射到一个命名空间。
zh_hant: 前字詞 '{0}' 未對應到命名空間。

# PrefixNotInFrames
source: The prefix '{0}' could not be found.
cs: Předponu {0} nelze nalézt.
de: Das Präfix "{0}" wurde nicht gefunden.
es: No se encontró el prefijo '{0}'.
fr: Le préfixe '{0}' est introuvable.
it: Impossibile trovare il prefisso '{0}'.
ja: プレフィックス '{0}' が見つかりませんでした。
ko: '{0}' 접두사를 찾을 수 없습니다.
pl: Nie można odnaleźć prefiksu „{0}”.
pt_br: O prefixo '{0}' não foi encontrado.
ru: Не удалось найти префикс "{0}".
tr: '{0}' öneki bulunamadı.
zh_hans: 未能找到前缀“{0}”。
zh_hant: 找不到前置詞 '{0}'。

# PropertyDoesNotTakeText
source: '{0}' property on '{1}' does not allow you to specify text.
cs: Vlastnost {0} v {1} vám neumožňuje zadat text.
de: Die {0}-Eigenschaft für "{1}" ermöglicht nicht das Angeben von Text.
es: La propiedad '{0}' en '{1}' no permite especificar texto.
fr: La propriété '{0}' sur '{1}' ne vous permet pas de spécifier du texte.
it: La proprietà '{0}' su '{1}' non consente la specifica di testo.
ja: '{1}' の '{0}' プロパティにテキストを指定することはできません。
ko: '{1}'의 '{0}' 속성으로 인해 텍스트를 지정할 수 없습니다.
pl: Właściwość „{0}” elementu „{1}” nie zezwala na określanie tekstu.
pt_br: A propriedade '{0}' em '{1}' não permite a especificação de texto.
ru: Свойство "{0}" для "{1}" не позволяет указывать текст.
tr: '{1}' öğesindeki '{0}' özelliği metin belirtmenize izin vermiyor.
zh_hans: “{1}”上的“{0}”属性不允许您指定文本。
zh_hant: '{1}' 上的屬性 '{0}' 不允許指定文字。

# PropertyNotImplemented
source: '{0}' is not implemented.
cs: Vlastnost {0} není implementována.
de: "{0}" ist nicht implementiert.
es: '{0}' no está implementado.
fr: '{0}' n'est pas implémenté.
it: '{0}' non implementato.
ja: '{0}' は実装されていません。
ko: '{0}'이(가) 구현되지 않았습니다.
pl: Nie zaimplementowano właściwości „{0}”.
pt_br: '{0}' não está implementado.
ru: "{0}" не реализовано.
tr: '{0}' uygulanmadı.
zh_hans: 未实现“{0}”。
zh_hant: '{0}' 未實作。

# ProvideValue
source: Provide value on '{0}' threw an exception.
cs: Zadání hodnoty v {0} vyvolalo výjimku.
de: Die Angabe eines Werts für "{0}" führte zu einer Ausnahme.
es: Se produjo una excepción al proporcionar un valor en '{0}'.
fr: La valeur fournie sur '{0}' a levé une exception.
it: È stata generata un'eccezione durante la specifica di un valore su '{0}'.
ja: '{0}' の値の指定時に例外がスローされました。
ko: '{0}'에 대한 값 제공에서 예외가 throw되었습니다.
pl: Operacja podawania wartości elementu „{0}” wywołała wyjątek.
pt_br: O valor fornecido em '{0}' iniciou uma exceção.
ru: Предоставление значения для "{0}" вызвало исключение.
tr: '{0}' öğesinde değer sağlama işlemi özel durum döndürdü.
zh_hans: 在“{0}”上提供值时引发了异常。
zh_hant: 在 '{0}' 上提供值時擲回例外狀況。

# ProvideValueCycle
source: Cannot call MarkupExtension.ProvideValue because of a cyclical dependency. Properties inside a MarkupExtension cannot reference objects that reference the result of the MarkupExtension. The affected MarkupExtensions are:
cs: Nelze volat metodu MarkupExtension.ProvideValue z důvodu cyklické závislosti. Vlastnosti uvnitř objektu MarkupExtension nemohou odkazovat na objekty, které odkazují na výsledek MarkupExtension. Toto se týká následujících objektů MarkupExtensions:
de: MarkupExtension.ProvideValue kann aufgrund einer zyklischen Abhängigkeit nicht aufgerufen werden. Eigenschaften in MarkupExtension können nicht auf Objekte verweisen, die auf das Ergebnis der MarkupExtension verweisen. Betroffene MarkupExtensions:
es: No se puede llamar a MarkupExtension.ProvideValue debido a una dependencia cíclica. Las propiedades dentro de MarkupExtension no pueden hacer referencia a objetos que hagan referencia al resultado de MarkupExtension. Los elementos MarkupExtension afectados son:
fr: Impossible d'appeler MarkupExtension.ProvideValue en raison d'une dépendance cyclique. Les propriétés dans un MarkupExtension ne peuvent pas référencer des objets qui référencent le résultat de MarkupExtension. Les MarkupExtensions affectés sont :
it: Impossibile chiamare MarkupExtension.ProvideValue a causa di una dipendenza ciclica. Le proprietà all'interno di MarkupExtension non possono fare riferimento a oggetti che fanno riferimento al risultato di MarkupExtension. MarkupExtensions interessate:
ja: 循環する依存関係があるため、MarkupExtension.ProvideValue を呼び出すことができません。MarkupExtension 内のプロパティから、MarkupExtension の結果を参照するオブジェクトを参照することはできません。影響を受ける MarkupExtension は次のとおりです。
ko: 순환 종속으로 인해 MarkupExtension.ProvideValue를 호출할 수 없습니다. MarkupExtension 안의 속성에서 MarkupExtension의 결과를 참조하는 개체를 참조할 수 없습니다. 영향을 받는 MarkupExtension은 다음과 같습니다.
pl: Nie można wywołać metody MarkupExtension.ProvideValue z powodu zależności cyklicznej. Właściwości wewnątrz obiektu MarkupExtension nie mogą odwoływać się do obiektów, które odwołują się do wyniku obiektu MarkupExtension. Chodzi o następujące obiekty MarkupExtension:
pt_br: Não é possível chamar MarkupExtension.ProvideValue devido a uma dependência cíclica. As propriedades em uma MarkupExtension não podem referenciar objetos que referenciam o resultado da MarkupExtension. As MarkupExtensions afetadas são:
ru: Не удается вызвать MarkupExtension.ProvideValue из-за циклической зависимости. Свойства внутри MarkupExtension не могут ссылаться на объекты, ссылающиеся на результат MarkupExtension. Связанные объекты MarkupExtension:
tr: Döngüsel bağımlılık nedeniyle MarkupExtension.ProvideValue çağrılamıyor. MarkupExtension'ın içindeki özellikler, MarkupExtension'ın sonucuna başvurun nesneler başvuruda bulunamaz. Etkilenen MarkupExtension öğeleri:
zh_hans: 因存在循环依赖而无法调用 MarkupExtension.ProvideValue。MarkupExtension 内的属性无法对引用 MarkupExtension 的结果的对象进行引用。受影响的 MarkupExtensions 有:
zh_hant: 無法呼叫 MarkupExtension.ProvideValue，因為有循環相依性。MarkupExtension 內部的屬性不可參考會參考 MarkupExtension 結果的物件。受影響的 MarkupExtensions 為:

# QualifiedNameHasWrongFormat
source: '{0}' type name does not have the expected format 'className, assembly'.
cs: Název typu {0} nemá očekávaný formát className, assembly.
de: Typname "{0}" hat nicht das erwartete Format "className, assembly".
es: El nombre de tipo '{0}' no tiene el formato esperado 'nombreDeClase, ensamblado'.
fr: Le nom de type '{0}' n'a pas le format attendu 'className, assembly'.
it: Il nome di tipo '{0}' non è specificato nel formato previsto 'nomeClasse, assembly'.
ja: '{0}' 型名には、必要な形式 'className, assembly' がありません。
ko: '{0}' 형식 이름에 'className, assembly' 형식이 없습니다.
pl: Nazwa typu „{0}” nie ma oczekiwanego formatu „nazwaKlasy, zestaw”.
pt_br: O nome de tipo '{0}' não tem o formato esperado 'nomeDaClasse, assembly'.
ru: Формат имени типа "{0}" отличается от ожидаемого формата "имя класса, сборка".
tr: '{0}' tür adı beklenen 'className, assembly' biçiminde değil.
zh_hans: “{0}”类型名称不具有要求的格式“className, assembly”。
zh_hant: '{0}' 型別名稱不是預期的格式 'className, assembly'。

# QuoteCharactersOutOfPlace
source: Quote characters ' or " are only allowed at the start of values.
cs: Znaky uvozovek ' nebo " jsou povoleny pouze na začátku hodnot.
de: Die Anführungszeichen ' oder " sind nur am Anfang von Werten zulässig.
es: Las comillas ' o " se permiten solo en el inicio de los valores.
fr: Les guillemets ' ou " sont uniquement autorisés au début des valeurs.
it: Le virgolette ' o " sono consentite solo all'inizio di valori.
ja: 引用符 ' または " は、値の始めにしか使用できません。
ko: 따옴표 문자 ' 또는 "는 값의 시작에서만 사용할 수 있습니다.
pl: Znaki cudzysłowu ' i " są dozwolone tylko na początku wartości.
pt_br: As aspas ' ou " só são permitidas no início de valores.
ru: Символы кавычек ' и " допустимы только в начале значений.
tr: Tırnak işareti karakterlerine (' veya ") yalnızca değerlerin başında izin verilir.
zh_hans: 仅允许在值的开头使用引号字符 ' 或 "。
zh_hant: 引號字元 ' 或 " 只能使用在值的開頭。

# ReferenceIsNull
source: Value cannot be null. Object reference: '{0}'.
cs: Hodnota nesmí být Null. Odkaz na objekt: {0}.
de: Der Wert darf nicht NULL sein. Objektverweis: "{0}".
es: El valor no puede ser NULL. Referencia de objeto: '{0}'.
fr: La valeur ne peut pas être null. Référence d'objet : '{0}'.
it: Il valore non può essere null. Riferimento all'oggetto: '{0}'.
ja: 値を null にすることはできません。オブジェクト参照: '{0}'。
ko: 값은 null일 수 없습니다. 개체 참조: '{0}'
pl: Wartość nie może być równa null. Odwołanie do obiektu: „{0}”.
pt_br: Valor não pode ser nulo. Referência de objeto: '{0}'.
ru: Значение не может быть неопределенным (null). Ссылка на объект: "{0}".
tr: Değer null olamaz. Nesne başvurusu: '{0}'.
zh_hans: 值不能为 null。对象引用:“{0}”。
zh_hant: 值不能為 null。物件參考: '{0}'。

# SavedContextSchemaContextMismatch
source: schemaContext parameter cannot be different from savedContext.SchemaContext
cs: Parametr schemaContext se nesmí lišit od savedContext.SchemaContext.
de: Der schemaContext-Parameter kann sich nicht von savedContext.SchemaContext unterscheiden.
es: El parámetro schemaContext no puede ser diferente de savedContext.SchemaContext
fr: Le paramètre schemaContext ne peut pas être différent de savedContext.SchemaContext.
it: il parametro schemaContext non può essere diverso da savedContext.SchemaContext
ja: schemaContext パラメーターは、savedContext.SchemaContext と同じである必要があります。
ko: schemaContext 매개 변수는 savedContext.SchemaContext와 다를 수 없습니다.
pl: Parametr schemaContext nie może się różnić od wartości właściwości savedContext.SchemaContext.
pt_br: O parâmetro schemaContext não pode ser diferente de savedContext.SchemaContext
ru: Параметр schemaContext не может отличаться от savedContext.SchemaContext
tr: schemaContext parametresi savedContext.SchemaContext'ten farklı olamaz
zh_hans: schemaContext 参数不能与 savedContext.SchemaContext 不同
zh_hant: schemaContext 參數不能與 savedContext.SchemaContext 不同

# SavedContextSchemaContextNull
source: savedContext.SchemaContext cannot be null
cs: Hodnota savedContext.SchemaContext nesmí být Null.
de: savedContext.SchemaContext kann nicht NULL sein
es: savedContext.SchemaContext no puede ser NULL.
fr: savedContext.SchemaContext ne peut pas être null.
it: savedContext.SchemaContext non può essere null
ja: savedContext.SchemaContext を null にすることはできません
ko: savedContext.SchemaContext는 null일 수 없습니다.
pl: Właściwość savedContext.SchemaContext nie może mieć wartości null.
pt_br: savedContext.SchemaContext não pode ser nulo
ru: savedContext.SchemaContext не может быть неопределенным (null)
tr: savedContext.SchemaContext null olamaz
zh_hans: savedContext.SchemaContext 不能为 null
zh_hant: savedContext.SchemaContext 不可為 null
