Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ExpandPositionalParametersWithoutUnderlyingType
source: Cannot write positional parameters in the current state. The writer cannot write the positional parameters in attribute form because the writer has started to write elements, nor can the writer expand the positional parameters since UnderlyingType on type '{0}' is null. Try moving the positional parameter member earlier in the node stream, to place where XamlXmlWriter can still write attributes.
cs: V aktuálním stavu nelze zapsat poziční parametry. Modul pro zápis nemůže zapsat poziční parametry do formuláře atributů, protože modul pro zápis začal zapisovat elementy, a nemůže ani rozbalit poziční atributy, protože vlastnost UnderlyingType pro typ {0} má hodnotu Null. Zkuste přesunout člena pozičních parametrů více dopředu v datovém proudu uzlu na místo, kde modul XamlXmlWriter ještě může zapisovat atributy.
de: Im aktuellen Zustand können keine Positionsparameter geschrieben werden. Die Positionsparameter können nicht in Attributform geschrieben werden, da vom Writer mit dem Schreiben von Elementen begonnen wurde, und die Positionsparameter können nicht erweitert werden, da UnderlyingType für Typ "{0}" NULL ist. Verschieben Sie den Positionsparametermember im Knotenstream weiter nach vorne an eine Position, an der von XamlXmlWriter nach wie vor Attribute geschrieben werden können.
es: No se pueden escribir parámetros posicionales en el estado actual. El escritor no puede escribir parámetros posicionales en forma de atributo porque ha comenzado a escribir elementos, y tampoco puede expandir parámetros posicionales porque UnderlyingType en el tipo '{0}' es NULL. Intente mover el miembro de parámetros posicionales a una posición anterior en el flujo del nodo donde XamlXmlWriter pueda escribir aún atributos.
fr: Impossible d'écrire des paramètres positionnels dans l'état actuel. L'enregistreur ne peut pas écrire les paramètres positionnels sous forme d'attribut, car il a commencé à écrire des éléments. L'enregistreur ne peut pas non plus développer les paramètres positionnels, car UnderlyingType sur le type '{0}' est null. Essayez de déplacer le membre de paramètre positionnel plus haut dans le flux de nœud, à un endroit où XamlXmlWriter peut encore écrire des attributs.
it: Impossibile scrivere parametri posizionali nello stato corrente. Il writer non può scrivere i parametri posizionali in forma di attributo perché è già stata avviata la scrittura di elementi, né espandere i parametri posizionali perché UnderlyingType sul tipo '{0}' è null. Provare a spostare il membro del parametro posizionale in una posizione precedente nel flusso del nodo dove XamlXmlWriter può ancora scrivere attributi.
ja: 現在の状態では位置指定パラメーターを出力できません。ライターは要素の出力を開始しているため、属性形式の位置指定パラメーターを書き出すことはできません。また、型 '{0}' の UnderlyingType が null であるため、位置指定パラメーターを展開することもできません。位置指定パラメーター メンバーをノード ストリームの前の方へ移動して、XamlXmlWriter が属性を記述できる位置に配置してください。
ko: 현재 상태에서 위치 매개 변수를 쓸 수 없습니다. 작성기가 요소를 쓰기 시작했기 때문에 특성 형식으로 위치 매개 변수를 쓰지 못할 뿐 아니라 '{0}' 형식의 UnderlyingType이 null이기 때문에 작성기가 위치 매개 변수를 확장할 수도 없습니다. 노드 스트림의 초반에 XamlXmlWriter가 특성을 쓸 수 있는 위치로 위치 매개 변수 멤버를 이동해 보십시오.
pl: Nie można zapisać parametrów pozycyjnych w bieżącym stanie. Moduł zapisujący nie może zapisać parametrów pozycyjnych w formie atrybutu, ponieważ został uruchomiony w trybie zapisywania elementów, i nie może rozwinąć parametrów pozycyjnych, ponieważ właściwość UnderlyingType typu „{0}” ma wartość null. Spróbuj przenieść element członkowski parametrów pozycyjnych do miejsca znajdującego się wcześniej w strumieniu węzłów, takiego, w którym obiekt XamlXmlWriter będzie mógł nadal zapisywać atrybuty.
pt_br: Não é possível gravar parâmetros posicionais no estado atual. O gravador não pode gravar os parâmetros posicionais na forma de atributo, pois começou a gravar elementos; ele também não pode expandir os parâmetros posicionais já que UnderlyingType no tipo '{0}' é nulo. Tente mover o associado de parâmetro posicional para uma posição anterior no fluxo do nó, para um local em que XamlXmlWriter ainda possa gravar atributos.
ru: Не удается записать позиционные параметры в текущем состоянии. Запись позиционных параметров в форме атрибутов невозможна, поскольку объект записи уже начал записывать элементы, либо он не может развернуть позиционные параметры, поскольку UnderlyingType в типе "{0}" имеет неопределенное (null) значение. Попробуйте переместить член позиционного параметра ближе к началу потока узлов туда, где XamlXmlWriter все еще записывает атрибуты.
tr: Geçerli durumda konum parametreleri yazılamıyor. Yazıcı öznitelik formuna konum parametrelerini yazamıyor çünkü yazıcı öğeleri yazmaya başladı ancak '{0}' türü üzerindeki UnderlyingType null olduğundan yazıcı konum parametrelerini genişletemedi. Konum parametresi üyesini düğüm akışında XamlXmlWriter'ın hala öznitelikleri yazabildiği önceki bir yere taşımayı deneyin.
zh_hans: 无法在当前状态下写入位置参数。编写器无法以特性的形式写入位置参数，因为编写器是为写入元素而启动的；编写器也无法展开位置参数，因为类型“{0}”上的 UnderlyingType 为 null。尝试在节点流中向前移动位置参数成员，将其放置在 XamlXmlWriter 仍可以写入特性的位置。
zh_hant: 無法寫入處於目前狀態的位置參數。寫入器無法以屬性形式寫入位置參數，因為寫入器已開始寫入項目，而且寫入器也無法展開此位置參數，因為型別 '{0}' 上的 UnderlyingType 為 null。請嘗試將先前節點資料流中的位置參數成員，移到 XamlXmlWriter 仍然可以寫入屬性的地方。

# ExpandPositionalParametersinTypeWithNoDefaultConstructor
source: Cannot write positional parameters in the current state. The writer cannot write the positional parameters in attribute form because the writer has started to write elements, nor can the writer expand the positional parameters due to the lack of a default constructor on the markup extension that contains the positional parameters. Try moving the positional parameter member earlier in the node stream, to a place where XamlXmlWriter can still write attributes.
cs: V aktuálním stavu nelze zapsat poziční parametry. Modul pro zápis nemůže zapsat poziční parametry do formuláře atributů, protože modul pro zápis začal zapisovat elementy, a nemůže ani rozbalit poziční atributy z důvodu chybějícího výchozího konstruktoru pro rozšíření značek, které obsahuje tyto poziční parametry. Zkuste přesunout člena pozičních parametrů více dopředu v datovém proudu uzlu na místo, kde modul XamlXmlWriter ještě může zapisovat atributy.
de: Im aktuellen Zustand können keine Positionsparameter geschrieben werden. Die Positionsparameter können nicht in Attributform geschrieben werden, da vom Writer mit dem Schreiben von Elementen begonnen wurde, und die Positionsparameter können aufgrund eines fehlenden Standardkonstruktors in der Markuperweiterung, die die Positionsparameter enthält, nicht erweitert werden. Verschieben Sie den Positionsparametermember im Knotenstream weiter nach vorne an eine Position, an der von XamlXmlWriter nach wie vor Attribute geschrieben werden können.
es: No se pueden escribir parámetros posicionales en el estado actual. El escritor no puede escribir los parámetros posicionales en forma de atributo porque ha comenzado a escribir elementos, y tampoco puede expandir los parámetros posicionales debido a la falta de un constructor predeterminado en la extensión de marcado que contiene los parámetros posicionales. Intente mover el miembro de parámetros posicionales a una posición anterior en el flujo del nodo donde XamlXmlWriter pueda escribir aún atributos.
fr: Impossible d'écrire des paramètres positionnels dans l'état actuel. L'enregistreur ne peut pas écrire les paramètres positionnels sous forme d'attribut, car il a commencé à écrire des éléments. L'enregistreur ne peut pas non plus développer les paramètres positionnels en raison de l'absence d'un constructeur par défaut sur l'extension de balisage qui contient les paramètres positionnels. Essayez de déplacer le membre de paramètre positionnel plus haut dans le flux de nœud, à un endroit où XamlXmlWriter peut encore écrire des attributs.
it: Impossibile scrivere parametri posizionali nello stato corrente. Il writer non può scrivere i parametri posizionali in forma di attributo perché è già stata avviata la scrittura di elementi, né espandere i parametri posizionali a causa della mancanza di un costruttore predefinito sull'estensione di markup contenente i parametri posizionali. Provare a spostare il membro del parametro posizionale in una posizione precedente nel flusso del nodo dove XamlXmlWriter è ancora in grado di scrivere attributi.
ja: 現在の状態では位置指定パラメーターを出力できません。ライターは要素の出力を開始しているため、属性形式の位置指定パラメーターを書き出すことはできません。また、位置指定パラメーターを含むマークアップ拡張に既定のコンストラクターがないため、位置指定パラメーターを展開することもできません。位置指定パラメーター メンバーをノード ストリームの前の方へ移動して、XamlXmlWriter が属性を出力できる位置に配置してください。
ko: 현재 상태에서 위치 매개 변수를 쓸 수 없습니다. 작성기가 요소를 쓰기 시작했기 때문에 특성 형식으로 위치 매개 변수를 쓰지 못할 뿐 아니라 위치 매개 변수를 포함하는 태그 확장에서 기본 생성자가 없기 때문에 작성기가 위치 매개 변수를 확장할 수도 없습니다. 노드 스트림의 초반에 XamlXmlWriter가 특성을 쓸 수 있는 위치로 위치 매개 변수 멤버를 이동해 보십시오.
pl: Nie można zapisać parametrów pozycyjnych w bieżącym stanie. Moduł zapisujący nie może zapisać parametrów pozycyjnych w formie atrybutu, ponieważ został uruchomiony w trybie zapisywania elementów, i nie może rozwinąć parametrów pozycyjnych z powodu braku domyślnego konstruktora w rozszerzeniu znacznika, które zawiera parametry pozycyjne. Spróbuj przenieść element członkowski parametrów pozycyjnych do miejsca znajdującego się wcześniej w strumieniu węzłów, takiego, w którym obiekt XamlXmlWriter będzie mógł nadal zapisywać atrybuty.
pt_br: Não é possível gravar parâmetros posicionais no estado atual. O gravador não pode gravar os parâmetros posicionais na forma de atributo, pois começou a gravar elementos; ele também não pode expandir os parâmetros posicionais devido à ausência de um construtor padrão na extensão de marcação que contém os parâmetros. Tente mover o associado de parâmetro posicional para uma posição anterior no fluxo do nó, para um local em que XamlXmlWriter ainda possa gravar atributos.
ru: Не удается записать позиционные параметры в текущем состоянии. Запись позиционных параметров в форме атрибутов невозможна, поскольку объект записи уже начал записывать элементы, либо он не может развернуть позиционные параметры из-за отсутствия конструктора по умолчанию в расширении разметки, содержащем позиционные параметры. Попробуйте переместить член позиционного параметра ближе к началу потока узлов туда, где XamlXmlWriter все еще записывает атрибуты.
tr: Geçerli durumda konum parametreleri yazılamıyor. Yazıcı öznitelik formuna konum parametrelerini yazamıyor çünkü yazıcı öğeleri yazmaya başladı ancak konum parametrelerini içeren işaretleme uzantısında varsayılan oluşturucunun bulunmaması nedeniyle yazıcı konum parametrelerini genişletemedi. Konum parametresi üyesini düğüm akışında XamlXmlWriter'ın hala öznitelikleri yazabildiği önceki bir yere taşımayı deneyin.
zh_hans: 无法在当前状态下写入位置参数。编写器无法以特性的形式写入位置参数，因为编写器是为写入元素而启动的；编写器也无法展开位置参数，原因是包含位置参数的标记扩展中缺少默认构造函数。尝试在节点流中向前移动位置参数成员，将其放置在 XamlXmlWriter 仍可以写入特性的位置。
zh_hant: 無法寫入處於目前狀態的位置參數。寫入器無法以屬性形式寫入位置參數，因為寫入器已開始寫入項目，而且寫入器也無法展開此位置參數，因為包含此位置參數的標記延伸上沒有預設建構函式。請嘗試將先前節點資料流中的位置參數成員，移到 XamlXmlWriter 仍然可以寫入屬性的地方。

# ExpectedLoadPermission
source: Expected permission of type XamlLoadPermission.
cs: Bylo očekáváno oprávnění typu XamlLoadPermission.
de: Es wurde eine Berechtigung vom Typ "XamlLoadPermission" erwartet.
es: Se espera el permiso de tipo XamlLoadPermission.
fr: Autorisation attendue de type XamlLoadPermission.
it: Prevista autorizzazione di tipo XamlLoadPermission.
ja: XamlLoadPermission 型のアクセス許可が必要です。
ko: XamlLoadPermission 형식의 권한이 필요합니다.
pl: Oczekiwano uprawnienia typu XamlLoadPermission.
pt_br: Esperada permissão do tipo XamlLoadPermission.
ru: Ожидалось разрешение типа XamlLoadPermission.
tr: Beklenen XamlLoadPermission türündeki izin.
zh_hans: 类型 XamlLoadPermission 的预期权限。
zh_hant: 必須是 XamlLoadPermission 類型的權限。

# ExpectedObjectMarkupInfo
source: Expected value of type ObjectMarkupInfo.
cs: Byla očekávána hodnota typu ObjectMarkupInfo.
de: Es wurde ein Wert vom Typ "ObjectMarkupInfo" erwartet.
es: Se espera un valor de tipo ObjectMarkupInfo.
fr: Valeur attendue de type ObjectMarkupInfo.
it: Previsto valore di tipo ObjectMarkupInfo.
ja: ObjectMarkupInfo 型の値が必要です。
ko: ObjectMarkupInfo 형식의 값이 필요합니다.
pl: Oczekiwano wartości typu ObjectMarkupInfo.
pt_br: Esperado valor do tipo ObjectMarkupInfo.
ru: Ожидалось значение типа ObjectMarkupInfo.
tr: ObjectMarkupInfo türünün beklenen değeri.
zh_hans: 类型 ObjectMarkupInfo 的预期值。
zh_hant: 必須是型別 ObjectMarkupInfo 的值。

# ExpectedQualifiedAssemblyName
source: Assembly name '{0}' is not fully qualified. The Name, Version, Culture, and PublicKeyToken must all be provided.
cs: Název sestavení {0} není plně kvalifikovaný. Je nutné zadat název, verzi, jazykovou verzi a PublicKeyToken.
de: Der Assemblyname "{0}" ist nicht vollqualifiziert. Es müssen Name, Version, Kultur und PublicKeyToken angegeben werden.
es: El nombre de ensamblado '{0}' no está completo. Deben proporcionarse los valores de Name, Version, Culture y PublicKeyToken.
fr: Le nom d'assembly '{0}' n'est pas un nom qualifié complet. Name, Version, Culture et PublicKeyToken doivent être fournis.
it: Il nome assembly '{0}' non è un nome completo. È necessario fornire nome, versione, impostazioni cultura e PublicKeyToken.
ja: アセンブリ名 '{0}' は完全修飾されていません。名前、バージョン、カルチャ、および PublicKeyToken をすべて指定する必要があります。
ko: 어셈블리 이름 '{0}'이(가) 정규화되지 않았습니다. Name, Version, Culture 및 PublicKeyToken을 모두 제공해야 합니다.
pl: Nazwa „{0}” zestawu nie jest w pełni kwalifikowana. Trzeba podać nazwę, wersję, kulturę i właściwość PublicKeyToken.
pt_br: O nome do assembly '{0}' não é totalmente qualificado. Name, Version, Culture e PublicKeyToken devem ser fornecidos.
ru: Имя сборки "{0}" указано не полностью. Необходимо указать значения Name, Version и PublicKeyToken.
tr: '{0}' bütünleştirilmiş kod adı tam olarak nitelenmemiş. Name, Version, Culture ve PublicKeyToken değerlerinin tümü sağlanmalıdır.
zh_hans: 程序集名称“{0}”不是完全限定名称。Name、Version、Culture 和 PublicKeyToken 必须全部提供。
zh_hant: 組件名稱 '{0}' 不是完整限定名稱。名稱、版本、文化特性及 PublicKeyToken 都必須提供。

# ExpectedQualifiedTypeName
source: Type name '{0}' is not assembly-qualified. You can obtain this value from System.Type.AssemblyQualifiedName.
cs: Název typu {0} není kvalifikovaný pro sestavení. Tuto hodnotu můžete získat z vlastnosti System.Type.AssemblyQualifiedName.
de: Der Typname "{0}" besitzt keine Assemblyqualifikation. Der Wert kann von System.Type.AssemblyQualifiedName abgerufen werden.
es: El nombre de tipo '{0}' no está calificado con el nombre de ensamblado. Puede obtener este valor de System.Type.AssemblyQualifiedName.
fr: Le nom de type '{0}' n'est pas un nom d'assembly qualifié. Vous pouvez obtenir cette valeur à partir de System.Type.AssemblyQualifiedName.
it: Il nome di tipo '{0}' non è un nome completo di assembly. È possibile ottenere questo valore da System.Type.AssemblyQualifiedName.
ja: 型名 '{0}' はアセンブリ修飾されていません。この値は System.Type.AssemblyQualifiedName から取得できます。
ko: 형식 이름 '{0}'이(가) 정규화된 어셈블리 이름이 아닙니다. 이 값은 System.Type.AssemblyQualifiedName에서 가져올 수 있습니다.
pl: Nazwa typu „{0}” nie jest jednoznaczna ze względu na brak nazwy zestawu. Tę wartość można uzyskać za pomocą właściwości System.Type.AssemblyQualifiedName.
pt_br: O nome do tipo '{0}' não é qualificado por assembly. Esse valor é obtido de System.Type.AssemblyQualifiedName.
ru: Имя типа "{0}" не содержит имени сборки. Значение в правильном формате можно получить из свойства System.Type.AssemblyQualifiedName.
tr: '{0}' tür adı bütünleştirilmiş kodla nitelenmemiş. Bu değeri System.Type.AssemblyQualifiedName'den alabilirsiniz.
zh_hans: 类型名称“{0}”不是程序集限定名称。可以从 System.Type.AssemblyQualifiedName 获取此值。
zh_hant: 型別名稱 '{0}' 不是組件限定名稱。您可以從 System.Type.AssemblyQualifiedName 取得這項值。

# FactoryReturnedNull
source: The factory method '{0}' that matches the specified binding constraints returned null.
cs: Výrobní metoda {0} odpovídající zadaným omezením vazby vrátila hodnotu Null.
de: Von der Factorymethode "{0}", die den angegebenen Bindungseinschränkungen entspricht, wurde NULL zurückgegeben.
es: El método de generador '{0}' que coincide con las restricciones de enlace especificadas devolvió NULL.
fr: La méthode de fabrique '{0}' qui correspond aux contraintes de liaison spécifiées a retourné une valeur null.
it: Il metodo factory '{0}' corrispondente ai vincoli di associazione specificati ha restituito un valore null.
ja: 指定されたバインディング制約に一致するファクトリ メソッド '{0}' が null を返しました。
ko: 지정된 바인딩 제약 조건과 일치하는 팩터리 메서드 '{0}'에서 null을 반환했습니다.
pl: Metoda „{0}” fabryki zgodna z określonymi ograniczeniami wiązania zwróciła wartość null.
pt_br: O método da fábrica '{0}' que corresponde às restrições de associação especificadas retornou nulo.
ru: Метод фабрики "{0}", отвечающий указанным ограничениям привязки, возвратил неопределенное значение (null).
tr: Belirtilen bağlama kısıtlamalarıyla eşleşen '{0}' fabrika metodu null döndürdü.
zh_hans: 符合指定绑定约束的工厂方法“{0}”返回了 null。
zh_hant: 符合所指定繫結條件約束的 Factory 方法 '{0}' 傳回了 null。

# FileFormatException
source: Input file or data stream does not conform to the expected file format specification.
es: El archivo de entrada o el flujo de datos no se ajusta a la especificación de formato de archivo esperada.
it: Il file di input o il flusso di dati non è conforme alla specifica di formato di file prevista.
ja: 入力ファイルまたはデータ ストリームが、予期されたファイル形式の仕様に準拠していません。
ko: 입력 파일 또는 데이터 스트림이 필요한 파일 형식 사양에 맞지 않습니다.
pl: Plik wejściowy lub strumień danych nie odpowiada oczekiwanej specyfikacji formatu pliku.
pt_br: O arquivo de entrada ou o fluxo de dados não está de acordo com a especificação de formato de arquivo esperada.
ru: Входной файл или поток данных не соответствует спецификации ожидаемого формата файлов.
tr: Giriş dosyası veya veri akışı beklenen dosya biçimi belirtimine uymuyor.
zh_hans: 输入文件或数据流不符合要求的文件格式规格。
zh_hant: 輸入檔或資料流不符合預期的檔案格式規格。

# FileFormatExceptionWithFileName
source: '{0}' file does not conform to the expected file format specification.
es: El archivo '{0}' no se ajusta a la especificación de formato de archivo esperada.
it: Il file '{0}' non è conforme alla specifica di formato di file prevista.
ja: '{0}' ファイルは、予期されたファイル形式の仕様に準拠していません。
ko: '{0}' 파일이 필요한 파일 형식 사양에 맞지 않습니다.
pl: Plik „{0}” jest niezgodny z oczekiwaną specyfikacją formatu pliku.
pt_br: O arquivo '{0}' não está de acordo com a especificação de formato de arquivo esperada.
ru: Файл "{0}" не соответствует спецификации ожидаемого формата файла.
tr: '{0}' dosyası beklenen dosya biçimi belirtimine uymuyor.
zh_hans: “{0}”文件不符合要求的文件格式规格。
zh_hant: '{0}' 檔案不符合預期的檔案格式規格。

# FileNotFoundExceptionMessage
source: Could not load file or assembly '{0}' or one of its dependencies. The system cannot find the specified file.
cs: Nelze načíst soubor nebo sestavení {0} nebo jednu z jeho závislých položek. Systém nenalezl zadaný soubor.
de: Die Datei oder Assembly "{0}" oder eine ihrer Abhängigkeiten konnte nicht geladen werden. Das System konnte die angegebene Datei nicht finden.
es: No se puede cargar el archivo o el ensamblado '{0}' o una de sus dependencias. El sistema no encuentra el archivo especificado.
fr: Impossible de charger le fichier ou l'assembly '{0}' ou une de ses dépendances. Le système ne peut pas trouver le fichier spécifié.
it: Non è stato possibile caricare il file o l'assembly '{0}' o una delle relative dipendenze. Il sistema non riesce a trovare il file specificato.
ja: ファイルまたはアセンブリ '{0}'、あるいはその依存関係の 1 つを読み込めませんでした。指定されたファイルが見つかりません。
ko: 파일, 어셈블리 '{0}' 또는 종속 파일이나 어셈블리 중 하나를 로드할 수 없습니다. 지정한 파일을 찾을 수 없습니다.
pl: Nie można załadować pliku lub zestawu „{0}” albo jednej z jego zależności. W systemie nie można odnaleźć określonego pliku.
pt_br: Não foi possível carregar o arquivo ou assembly '{0}' ou uma de suas dependências. O sistema não pode localizar o arquivo especificado.
ru: Не удалось загрузить файл или сборку "{0}", либо одну из ее зависимостей. Системе не удается найти указанный файл.
tr: '{0}' dosyası veya bütünleştirilmiş kodu ya da bunun bağımlılıklarından biri yüklenemedi. Sistem belirtilen dosyayı bulamıyor.
zh_hans: 未能加载文件或程序集“{0}”或其依赖项之一。系统无法找到指定的文件。
zh_hant: 無法載入檔案或組件 '{0}' 或其相依性的其中之一。系統找不到指定的檔案。

# ForwardRefDirectives
source: Attempt to reference named object(s) '{0}' which have not yet been defined. Forward references, or references to objects that contain forward references, are not supported on directives other than Key.
cs: Byl zaznamenán pokus o odkaz na pojmenované objekty {0}, který ještě nebyly definovány. Odkazy směrem vpřed nebo odkazy na objekty obsahující odkazy směrem vpřed nejsou podporovány jinými direktivami než Key.
de: Es wurde versucht, auf benannte Objekte zu verweisen ("{0}"), die noch nicht definiert wurden. Vorwärtsverweise oder Verweise auf Objekte, die Vorwärtsverweise enthalten, werden nur für schlüsselbezogene Direktiven unterstützt.
es: Se intentó hacer referencia a los objetos con nombre '{0}' que aún no se han definido. No se admiten referencias adelantas o referencias a objetos que contengan referencias adelantadas en directivas que no sean Key.
fr: Tentative de référencer un ou plusieurs objets nommés '{0}' qui n'ont pas encore été définis. Les références anticipées, ou les références à des objets qui contiennent des références anticipées, ne sont pas prises en charge sur les directives autres que Key.
it: Tentativo di fare riferimento a oggetti con nome '{0}' non ancora definiti. I riferimenti in avanti o i riferimenti a oggetti contenenti riferimenti in avanti non sono supportati su direttive diverse da Key.
ja: 未定義の名前付きオブジェクト '{0}' を参照しようとしています。前方参照、または前方参照を含むオブジェクトへの参照は、Key 以外のディレクティブではサポートされていません。
ko: 아직 정의되지 않은 명명된 개체 '{0}'을(를) 참조하려고 했습니다. 전방 참조 또는 전방 참조가 포함된 개체에 대한 참조는 키가 아닌 지시문에서 지원되지 않습니다.
pl: Nastąpiła próba odwołania się do nazwanych obiektów „{0}”, które nie zostały jeszcze zdefiniowane. Odwołania w przód ani odwołania do obiektów zawierających odwołania w przód są nieobsługiwane dla dyrektyw innych niż Key.
pt_br: Tentativa de referenciar objetos nomeados '{0}' que ainda não foram definidos. Não há suporte em diretivas que não sejam Key para referências de encaminhamento ou referências a objetos que contêm referências de encaminhamento.
ru: Произошла попытка сослаться на один или несколько именованных объектов "{0}", которые еще не были определены. Ссылки вперед или ссылки на объекты, содержащие ссылки вперед, не поддерживаются для директив, отличных от Key.
tr: Henüz tanımlanmamış '{0}' adlandırılmış nesnesine veya nesnelerine başvuru girişiminde bulunuldu. Key dışındaki yönergelerde ileri başvurular veya ileri başvuru içeren nesnelere yönelik başvurular desteklenmiyor.
zh_hans: 尝试引用尚未定义的命名对象“{0}”。对于指令(Key 除外)，不支持前向引用或对包含前向引用的对象的引用。
zh_hant: 嘗試參考尚未定義的具名物件 '{0}'。Key 以外的指示詞上不支援向前參考，或參考包含向前參考的物件。

# Freezable_CantBeFrozen
source: Specified value of type '{0}' must have IsFrozen set to false to modify.
es: El valor especificado de tipo '{0}' debe tener IsFrozen establecido en falso para poder ser modificado.
it: Per modificare il valore specificato di tipo '{0}' è necessario impostare IsFrozen su false.
ja: 型 '{0}' の指定された値を変更するには、IsFrozen が false に設定されていなければなりません。
ko: '{0}' 형식의 지정된 값을 수정하려면 IsFrozen을 false로 설정해야 합니다.
pl: Aby modyfikować określoną wartość typu „{0}”, należy ustawić atrybut IsFrozen na wartość „false”.
pt_br: O valor especificado do tipo '{0}' deve ter IsFrozen definido como falso para modificação.
ru: Для изменения указанного значения типа "{0}" его свойство IsFrozen должно иметь значение "false".
tr: Belirtilen '{0}' türünde değerin değiştirilebilmesi için IsFrozen yanlış olarak ayarlanmış olmalıdır.
zh_hans: 指定的类型“{0}”值必须将 IsFrozen 设置为 false，以进行修改。
zh_hant: 所指定型別 '{0}' 的值必須將 IsFrozen 設定為 false，才能進行修改。
