Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# APSException
source: Enumerating attached properties on object '{0}' threw an exception.
cs: Při vytváření výčtu připojených vlastností pro objekt {0} byla vyvolána výjimka.
de: Beim Aufzählen von angefügten Eigenschaften für Objekt "{0}" wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al enumerar las propiedades adjuntas en el objeto '{0}'.
fr: L'énumération des propriétés jointes sur l'objet '{0}' a levé une exception.
it: L'enumerazione delle proprietà associate all'oggetto '{0}' ha generato un'eccezione.
ja: オブジェクト '{0}' の添付プロパティの列挙中に例外がスローされました。
ko: '{0}' 개체의 연결된 속성을 열거하는 동안 예외가 throw되었습니다.
pl: Wyliczenie dołączone do właściwości obiektu „{0}” wywołało wyjątek.
pt_br: A enumeração das propriedades anexadas ao objeto '{0}' iniciou uma exceção.
ru: Перечисление вложенных свойств объекта "{0}" привело к выдаче исключения.
tr: '{0}' nesnesine eklenen özellikler numaralandırılırken özel durum döndürüldü.
zh_hans: 枚举对象“{0}”的附加属性时引发了异常。
zh_hant: 列舉物件 '{0}' 的附加屬性時擲回例外狀況。

# AddCollection
source: Add value to collection of type '{0}' threw an exception.
cs: Při přidání hodnoty do kolekce typu {0} byla vyvolána výjimka.
de: Durch Hinzufügen eines Werts zu einer Sammlung vom Typ "{0}" wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al agregar un valor a una colección de tipo '{0}'.
fr: L'ajout d'une valeur à la collection de type '{0}' a levé une exception.
it: L'aggiunta del valore alla raccolta di tipo '{0}' ha generato un'eccezione.
ja: 型 '{0}' のコレクションに値を追加しているときに例外がスローされました。
ko: '{0}' 형식의 컬렉션에 대한 값 추가에서 예외가 throw되었습니다.
pl: Operacja dodawania wartości do kolekcji typu „{0}” wywołała wyjątek.
pt_br: A adição de valor à coleção do tipo '{0}' iniciou uma exceção.
ru: Добавление значения в коллекцию типа "{0}" вызвало исключение.
tr: '{0}' türündeki koleksiyona değer ekleme işlemi özel durum döndürdü.
zh_hans: 向类型为“{0}”的集合中添加值引发了异常。
zh_hant: 將值加入到型別 '{0}' 的集合時擲回例外狀況。

# AddDictionary
source: Add value to dictionary of type '{0}' threw an exception.
cs: Při přidání hodnoty do slovníku typu {0} byla vyvolána výjimka.
de: Durch Hinzufügen eines Werts zu einem Wörterbuch vom Typ "{0}" wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al agregar un valor a un diccionario de tipo '{0}'.
fr: L'ajout d'une valeur au dictionnaire de type '{0}' a levé une exception.
it: L'aggiunta del valore al dizionario di tipo '{0}' ha generato un'eccezione.
ja: 型 '{0}' の辞書に値を追加しているときに例外がスローされました。
ko: '{0}' 형식의 사전에 대한 값 추가에서 예외가 throw되었습니다.
pl: Operacja dodawania wartości do słownika typu „{0}” wywołała wyjątek.
pt_br: A adição de valor ao dicionário do tipo '{0}' iniciou uma exceção.
ru: Добавление значения в словарь типа "{0}" вызвало исключение.
tr: '{0}' türündeki sözlüğe değer ekleme işlemi özel durum döndürdü.
zh_hans: 向类型为“{0}”的字典中添加值引发了异常。
zh_hant: 將值加入到型別 '{0}' 的字典時擲回例外狀況。

# AmbiguousCollectionItemType
source: Cannot determine the item type of collection type '{0}' because it has more than one Add method or ICollection<T> implementation. To make this collection type usable in XAML, add a public Add(object) method, implement System.Collections.IList or a single System.Collections.Generic.ICollection<T>.
cs: Nelze určit typ položky kolekce typu {0}, protože má více než jednu metodu Add nebo implementaci rozhraní ICollection<T>. Chcete-li, aby byl tento typ kolekce použitelný v jazyce XAML, přidejte veřejnou metodu Add(objekt), implementujte rozhraní System.Collections.IList nebo jediné rozhraní System.Collections.Generic.ICollection<T>.
de: Der Elementtyp des Sammlungstyps "{0}" kann nicht bestimmt werden, da er mehr als eine Add-Methode oder ICollection<T>-Implementierung besitzt. Damit der Sammlungstyp in XAML verwendbar ist, fügen Sie eine öffentliche Add(object)-Methode hinzu, implementieren Sie System.Collections.IList oder eine einzelne System.Collections.Generic.ICollection<T>.
es: No se puede determinar el tipo de elemento del tipo de colección '{0}' porque tiene más de un método Add o una implementación de ICollection<T>. Para poder usar este tipo de colección en XAML, agregue un método Add(objeto) público, implemente System.Collections.IList o un solo System.Collections.Generic.ICollection<T>.
fr: Impossible de déterminer le type d'élément du type de collection '{0}', car il possède plusieurs méthodes Add ou implémentations ICollection<T>. Pour pouvoir utiliser ce type de collection en XAML, ajoutez une méthode Add(object) publique, implémentez System.Collections.IList ou un System.Collections.Generic.ICollection<T> unique.
it: Impossibile determinare il tipo di elemento del tipo di raccolta '{0}' perché ha più metodi Add o implementazioni ICollection<T>. Per rendere utilizzabile in XAML questo tipo di raccolta, aggiungere un metodo Add(object) pubblico, implementare System.Collections.IList o una singola System.Collections.Generic.ICollection<T>.
ja: 複数の Add メソッドまたは ICollection<T> の実装があるため、コレクション型 '{0}' の項目の型を特定できません。このコレクション型を XAML で使用できるようにするには、パブリックの Add(object) メソッドを追加し、System.Collections.IList または単一の System.Collections.Generic.ICollection<T> を実装してください。
ko: Add 메서드 또는 ICollection<T> 구현이 둘 이상 있기 때문에 컬렉션 형식 '{0}'의 항목 형식을 확인할 수 없습니다. XAML에서 이 컬렉션 형식을 사용하려면 public Add(object) 메서드를 추가하거나 System.Collections.IList 또는 단일 System.Collections.Generic.ICollection<T>를 구현하십시오.
pl: Nie można ustalić typu elementu typu kolekcji „{0}”, ponieważ zawiera on więcej niż jedną metodę Add lub implementację interfejsu ICollection<T>. Aby można było używać tego typu kolekcji w kodzie XAML, dodaj publiczną metodę Add(object) albo zaimplementuj interfejs System.Collections.IList lub pojedynczy interfejs System.Collections.Generic.ICollection<T>.
pt_br: Não é possível determinar o tipo de item do tipo de coleção '{0}', pois ele tem mais de um método Add ou implementação de ICollection<T>. Para tornar esse tipo de coleção utilizável no XAML, adicione um método Add(objeto) público, implemente System.Collections.IList ou um único System.Collections.Generic.ICollection<T>.
ru: Не удается определить тип элемента типа коллекции "{0}", поскольку в нем более одного метода Add или реализаций интерфейса ICollection<T>. Чтобы тип коллекции можно было использовать в XAML, добавьте открытый метод Add(object), реализуйте интерфейс System.Collections.IList или один интерфейс System.Collections.Generic.ICollection<T>.
tr: '{0}' koleksiyon türünün birden çok Add metodu veya ICollection<T> uygulaması olduğundan, öğe türü saptanamıyor. Bu koleksiyon türünün XAML'de kullanılabilir olmasını sağlamak için bir ortak Add(object) metodu ekleyin, System.Collections.IList veya tek bir System.Collections.Generic.ICollection<T> uygulayın.
zh_hans: 无法确定集合类型“{0}”的项类型，因为它有多个 Add 方法或 ICollection<T> 实现。若要使此集合类型可在 XAML 中使用，请添加一个公共的 Add(object) 方法，并实现 System.Collections.IList 或单个 System.Collections.Generic.ICollection<T>。
zh_hant: 無法判斷集合型別 '{0}' 的項目型別，因為它有一個以上 Add 方法或 ICollection<T> 實作。若要讓此集合型別可以在 XAML 中使用，請加入 public Add(object) 方法，實作 System.Collections.IList 或單一 System.Collections.Generic.ICollection<T>。

# AmbiguousDictionaryItemType
source: Cannot determine the item type of dictionary type '{0}' because it has more than one Add method or IDictionary<K,V> implementation. To make this dictionary type usable in XAML, add a public Add(object,object) method, implement System.Collections.IDictionary or a single System.Collections.Generic.IDictionary<K,V>.
cs: Nelze určit typ položky slovníku typu {0}, protože má více než jednu metodu Add nebo implementaci rozhraní IDictionary<K,V>. Chcete-li, aby byl tento typ slovníku použitelný v jazyce XAML, přidejte veřejnou metodu Add(objekt,objekt), implementujte rozhraní System.Collections.IDictionary nebo jediné rozhraní System.Collections.Generic.IDictionary<K,V>.
de: Der Elementtyp des Wörterbuchtyps "{0}" kann nicht bestimmt werden, da er mehr als eine Add-Methode oder IDictionary<K,V>-Implementierung besitzt. Damit der Wörterbuchtyp in XAML verwendbar ist, fügen Sie eine öffentliche Add(object)-Methode hinzu, implementieren Sie System.Collections.IDictionary oder eine einzelne System.Collections.Generic.IDictionary<K,V>.
es: No se puede determinar el tipo de elemento del tipo de diccionario '{0}' porque tiene más de un método Add o una implementación de IDictionary<K,V>. Para poder usar este tipo de diccionario en XAML, agregue un método Add(objeto,objeto) público, implemente System.Collections.IDictionary o un solo System.Collections.Generic.IDictionary<K,V>.
fr: Impossible de déterminer le type d'élément du type de dictionnaire '{0}', car il possède plusieurs méthodes Add ou implémentations IDictionary<K,V>. Pour pouvoir utiliser ce type de dictionnaire en XAML, ajoutez une méthode Add(object,object) publique, implémentez System.Collections.IDictionary ou un System.Collections.Generic.IDictionary<K,V> unique.
it: Impossibile determinare il tipo di elemento del tipo di dizionario '{0}' perché ha più metodi o implementazioni IDictionary<K,V>. Per rendere utilizzabile in XAML questo tipo di dizionario, aggiungere un metodo Add(object,object) pubblico, implementare System.Collections.IDictionary o un singolo System.Collections.Generic.IDictionary<K,V>.
ja: 複数の Add メソッドまたは IDictionary<K,V> の実装があるため、ディクショナリ型 '{0}' の項目の型を特定できません。このディクショナリ型を XAML で使用できるようにするには、パブリックの Add(object,object) メソッドを追加し、System.Collections.IDictionary または単一の System.Collections.Generic.IDictionary<K,V> を実装してください。
ko: Add 메서드 또는 IDictionary<K,V> 구현이 둘 이상 있기 때문에 사전 형식 '{0}'의 항목 형식을 확인할 수 없습니다. XAML에서 이 사전 형식을 사용하려면 public Add(object, object) 메서드를 추가하거나 System.Collections.IDictionary 또는 단일 System.Collections.Generic.IDictionary<K,V>를 구현하십시오.
pl: Nie można ustalić typu elementu typu słownika „{0}”, ponieważ zawiera on więcej niż jedną metodę Add lub implementację interfejsu IDictionary<K,V>. Aby można było używać tego typu słownika w kodzie XAML, dodaj publiczną metodę Add(object,object) albo zaimplementuj interfejs System.Collections.IDictionary lub pojedynczy interfejs System.Collections.Generic.IDictionary<K,V>.
pt_br: Não é possível determinar o tipo de item do tipo de dicionário '{0}', pois ele tem mais de um método Add ou implementação de IDictionary<K,V>. Para tornar esse tipo de dicionário utilizável no XAML, adicione um método Add(objeto,objeto) público, implemente System.Collections.IDictionary ou um único System.Collections.Generic.IDictionary<K,V>.
ru: Не удается определить тип элемента или тип словаря "{0}", поскольку он содержит несколько реализаций метода Add или интерфейса IDictionary<K,V>. Чтобы тип словаря можно было использовать в XAML, добавьте открытый метод Add(object), реализуйте интерфейс System.Collections.IDictionary или один интерфейс System.Collections.Generic.IDictionary<K,V>.
tr: '{0}' sözlük türünün birden çok Add metodu veya IDictionary<K,V> uygulaması olduğundan, öğe türü saptanamıyor. Bu koleksiyon türünün XAML'de kullanılabilir olmasını sağlamak için bir ortak Add(object,object) metodu ekleyin, System.Collections.IDictionary veya tek bir System.Collections.Generic.IDictionary<K,V> uygulayın.
zh_hans: 无法确定字典类型“{0}”的项类型，因为它有多个 Add 方法或 IDictionary<K,V> 实现。若要使此字典类型可在 XAML 中使用，请添加一个公共的 Add(object,object) 方法，并实现 System.Collections.IDictionary 或单个 System.Collections.Generic.IDictionary<K,V>。
zh_hant: 無法判斷字典型別 '{0}' 的項目型別，因為它有一個以上 Add 方法或 IDictionary<K,V> 實作。若要讓此字典型別可以在 XAML 中使用，請加入 public Add(object,object) 方法，實作 System.Collections.IDictionary 或單一 System.Collections.Generic.IDictionary<K,V>。

# Animation_ChildMustBeKeyFrame
source: A child of KeyFrameAnimation in XAML must be a KeyFrame of a compatible type.
es: Un objeto secundario de KeyFrameAnimation en XAML debe ser un KeyFrame de un tipo compatible.
it: Un elemento figlio di KeyFrameAnimation in XAML deve essere un KeyFrame di un tipo compatibile.
ja: XAML 内の KeyFrameAnimation の子は、互換性のある種類の KeyFrame でなければなりません。
ko: XAML에서 KeyFrameAnimation의 자식은 호환되는 형식의 KeyFrame이어야 합니다.
pl: Element podrzędny obiektu KeyFrameAnimation w dokumencie XAML musi być obiektem KeyFrame o zgodnym typie.
pt_br: Um filho de KeyFrameAnimation no XAML deve ser um KeyFrame de um tipo compatível.
ru: Дочерний объект KeyFrameAnimation в XAML должен иметь тип KeyFrame или совместимый.
tr: XAML içinde bir KeyFrameAnimation alt öğesinin uyumlu türde bir KeyFrame olması gerekir.
zh_hans: XAML 中的 KeyFrameAnimation 的子级必须为兼容类型的 KeyFrame。
zh_hant: XAML 中 KeyFrameAnimation 的子項目必須是相容型別的 KeyFrame。

# Animation_InvalidAnimationUsingKeyFramesDuration
source: '{0}' must have either a TimeSpan for its Duration or a TimeSpan for the KeyTime of its last KeyFrame. This '{0}' has a Duration of '{1}' and a KeyTime of '{2}' for its last KeyFrame, so the KeyTimes cannot be resolved.
es: '{0}' debe tener un valor TimeSpan para Duration o un valor TimeSpan para KeyTime del último KeyFrame. Este '{0}' tiene una Duration de '{1}' y un KeyTime de '{2}' para su último KeyFrame, por lo que KeyTimes no se puede resolver.
it: Per '{0}' deve esistere un TimeSpan per il valore Duration o un TimeSpan per il valore KeyTime dell'ultimo KeyFrame. Per '{0}' il valore Duration è '{1}' e il valore KeyTime è '{2}' per l'ultimo KeyFrame, pertanto non è possibile risolvere i KeyTime.
ja: '{0}' には、Duration として TimeSpan を指定するか、最後の KeyFrame の KeyTime として TimeSpan を指定する必要があります。この '{0}' では、Duration が '{1}' で最後の KeyFrame の KeyTime が '{2}' であるため、KeyTime を解決できません。
ko: '{0}에는 해당 Duration에 대한 TimeSpan 또는 마지막 KeyFrame의 KeyTime에 대한 TimeSpan 중 하나가 있어야 합니다. 이 '{0}'에는 '{1}'의 Duration과 마지막 KeyFrame에 대한 '{2}'의 KeyTime이 있으므로 KeyTime을 확인할 수 없습니다.
pl: Element „{0}” musi mieć obiekt klasy TimeSpan dla właściwości Duration lub obiekt klasy TimeSpan dla pola KeyTime ostatniego elementu typu KeyFrame. Ten element „{0}” ma wartości Duration „{1}” i KeyTime „{2}” dla ostatniego elementu klasy KeyFrame, więc nie można rozpoznać wartości KeyTimes.
pt_br: '{0}' deve ter um TimeSpan para Duration ou um TimeSpan para o KeyTime do último KeyFrame. Este '{0}' tem Duration de '{1}' e KeyTime de '{2}' para o último KeyFrame; portanto, o KeyTimes não pode ser resolvido.
ru: "{0}" должен содержать либо TimeSpan как значение Duration, либо TimeSpan как значение KeyTime для последнего KeyFrame. Для этого объекта "{0}" заданы значения Duration "{1}" и KeyTime "{2}" для последнего KeyFrame, поэтому определить KeyTimes нельзя.
tr: '{0}', Duration için bir TimeSpan veya son KeyFrame'inin KeyTime için bir TimeSpan içermelidir. Bu '{0}' bir '{1}' Duration ve son KeyFrame için '{2}' KeyTime içeriyor ve bu nedenle KeyTime'lar çözülemiyor.
zh_hans: “{0}”的 Duration 必须有一个 TimeSpan，或者其最后一个 KeyFrame 的 KeyTime 必须有一个 TimeSpan。此“{0}”的 Duration 为“{1}”，其最后一个 KeyFrame 的 KeyTime 为“{2}”，因此无法解析 KeyTime。
zh_hant: '{0}' 最後一個 KeyFrame 之 Duration 必須設定 TimeSpan，或 KeyTime 必須設定 TimeSpan。此 '{0}' 最後一個 KeyFrame 的 Duration 為 '{1}'，且 KeyTime 為 '{2}'，因此無法解析 KeyTime。

# Animation_InvalidBaseValue
source: '{0}' is not a valid '{1}' value for class '{2}'. This value might have been supplied by the base value of the property being animated or the output value of another animation applied to the same property.
es: '{0}' no es un valor '{1}' válido para la clase '{2}'. Este valor lo puede haber suministrado el valor base de la propiedad que se está animando o el valor de salida de otra animación aplicada a la misma propiedad.
it: '{0}' non è un valore '{1}' valido per la classe '{2}'. È possibile che il valore sia stato fornito dal valore di base della proprietà da animare oppure dal valore di output di un'altra animazione applicata alla stessa proprietà.
ja: '{0}' はクラス '{2}' の有効な '{1}' 値ではありません。この値は、アニメーション処理されるプロパティのベース値、または同じプロパティに適用された別のアニメーションの出力値によって提供された可能性があります。
ko: '{0}'은(는) 클래스 '{2}'에 사용할 수 없는 '{1}' 값입니다. 이 값은 애니메이션 효과를 주는 속성의 기준 값 또는 같은 속성에 적용된 다른 애니메이션의 출력 값에 의해 제공되었을 수 있습니다.
pl: Wartość „{0}” nie jest prawidłową wartością „{1}” dla klasy „{2}”. Ta wartość może pochodzić od wartości podstawowej animowanej właściwości albo wartości wyjściowej innej animacji zastosowanej do tej samej właściwości.
pt_br: '{0}' não é um valor '{1}' válido para a classe '{2}'. Esse valor pode ter sido fornecido pelo valor de base da propriedade que está sendo animada ou pelo valor de saída de outra animação aplicada à mesma propriedade.
ru: {0} не является допустимым значением {1} для класса {2}. Это значение могло быть предоставлено как базовое значение анимируемого свойства или как выходное значение другой анимации, примененное к данному свойству.
tr: '{0}', '{2}' sınıfı için geçerli bir '{1}' değeri değildir. Bu değer animasyonu oluşturulan özelliğin temel değeri veya aynı özelliğe uygulanan başka bir animasyonun çıkış değeri tarafından sağlanmış olabilir.
zh_hans: “{0}”不是类“{2}”的有效“{1}”值。该值可能已由正在进行动画处理的属性的基值提供，或者已由应用于同一属性的另一个动画的输出值提供。
zh_hant: '{0}' 不是類別 '{2}' 的有效 '{1}' 值。此值必須由要展示動畫之屬性的基礎值提供，或是由另一個套用至相同屬性之動畫的輸出值提供。

# Animation_InvalidResolvedKeyTimes
source: Resolved KeyTime for key frame at index {1} cannot be greater than resolved KeyTime for key frame at index {4}. KeyFrames[{1}]5D; has specified KeyTime '{2}', which resolves to time {3}; KeyFrames[{4}]5D; has specified KeyTime '{5}', which resolves to time {6}. Some KeyTimes are resolved relative to Begin time of '{0}' and others relative to its Duration, so some sets of KeyTimes are not valid for all Durations.
es: El KeyTime resuelto para el cuadro clave en el índice {1} no puede ser mayor que el KeyTime del cuadro clave del índice {4}. KeyFrames[{1}] ha especificado KeyTime '{2}', que se resuelve en la hora {3}; KeyFrames[{4}] ha especificado KeyTime '{5}', que se resuelve en la hora {6}. Algunos KeyTimes se resuelven con relación a la hora Begin de '{0}' y otros con relación a Duration, por lo que algunos conjuntos de KeyTimes no son válidos para todas las Durations.
it: Il valore KeyTime risultante per il fotogramma chiave alla posizione di indice {1} non può essere maggiore del valore di KeyTime risultante per il fotogramma chiave alla posizione di indice {4}. Per KeyFrames[{1}]5D; è stato specificato un valore KeyTime '{2}', corrispondente all'unità di tempo del fotogramma chiave {3}. Per KeyFrames[{4}]5D; è stato specificato un valore KeyTime '{5}', corrispondente all'unità di tempo del fotogramma chiave {6}. Alcuni valori KeyTime vengono calcolati in base all'ora Begin di '{0}' e altri in base al valore Duration, quindi alcuni set di KeyTime non sono validi per tutti i valori Duration.
ja: インデックス {1} のキー フレームの解決された KeyTime 値は、インデックス {4} のキー フレームの解決された KeyTime 値を超えることはできません。KeyFrames[{1}] には KeyTime '{2}' が指定されており、時刻 {3} に解決されます。KeyFrames[{4}] には KeyTime '{5}' が指定されており、時刻 {6} に解決されます。'{0}' の Begin 時刻から相対的に解決されたり、Duration から相対的に解決されたりする KeyTime もあるため、一部の KeyTime がすべての Duration に対して有効でない場合もあります。
ko: 인덱스 {1}의 키 프레임에 대해 확인된 KeyTime은 인덱스 {4}의 키 프레임에 대해 확인된 KeyTime보다 클 수 없습니다. KeyFrames[{1}]5D; 에는 지정된 KeyTime '{2}'이(가) 있고, 이것은 시간 {3}을(를) 확인합니다. KeyFrames[{4}]5D;에는 지정된 KeyTime '{5}'이(가) 있으며, 이것은 시간 {6}을(를) 확인합니다. 일부 KeyTimes는 '{0}'의 Begin 시간을 기준으로 확인되고 그 외에는 Duration을 기준으로 확인되므로 일부 KeyTimes의 집합은 모든 Duration에 유효하지 않습니다.
pl: Rozpoznana wartość KeyTime dla klatki kluczowej o indeksie {1} nie może być większa niż wartość KeyTime dla klatki o indeksie {4}. Element KeyFrames[{1}]5D; ma określoną wartość KeyTime „{2}”, która jest rozpoznawana jako czas {3}; element KeyFrames[{4}]5D; ma określony parametr KeyTime „{5}”, który jest rozpoznawany jako czas {6}. Niektóre wartości KeyTimes są rozpoznawane w zależności od czasu Begin dla „{0}”, a inne — w zależności od wartości elementu Duration, więc niektóre zbiory wartości KeyTimes nie są prawidłowe dla wszystkich wartości Duration.
pt_br: KeyTime resolvido para o quadro principal no índice {1} não pode ser maior que KeyTime resolvido para o quadro principal no índice {4}. KeyFrames[{1}] tem KeyTime '{2}' especificado, que resolve para o tempo {3}; KeyFrames[{4}] tem KeyTime '{5}' especificado, que resolve para o tempo {6}. Alguns KeyTimes são resolvidos em relação ao tempo Begin de '{0}' e outros, em relação a Duration; portanto, alguns conjuntos de KeyTimes não são válidos para todas as Durations.
ru: Разрешенное значение KeyTime для опорного кадра, соответствующего индексу {1}, не может быть больше разрешенного значения KeyTime для опорного кадра, соответствующего индексу {4}. KeyFrames [{1}] имеет указанное значение KeyTime "{2}", которое разрешается во время {3}; KeyFrames [{4}] имеет указанное значение KeyTime "{5}", которое разрешается во время {6}. Некоторые значения KeyTime разрешаются относительно времени Begin "{0}", в то время как другие разрешаются относительно своих значений Duration, поэтому некоторые наборы KeyTimes не являются допустимыми для всех значений Duration.
tr: {1} dizinindeki anahtar çerçevenin çözülen KeyTime'ı {4} dizinindeki anahtar çerçevenin çözülen KeyTime'ından büyük olamaz. KeyFrames'ler[{1}] {3} süresine çözülen KeyTime '{2}' belirtti; KeyFrames'ler[{4}] {6} süresine çözülen KeyTime '{5}' belirtti. Bazı KeyTime'lar '{0}' Begin saatine göre çözüldü ve diğerleri Duration'a göre çözüldü, bu nedenle bazı KeyTime kümeleri tüm Duration'lar için geçerli değil.
zh_hans: 索引 {1} 处的关键帧的已解析 KeyTime 不能大于索引 {4} 处的关键帧的已解析 KeyTime。KeyFrames[{1}] 具有指定的 KeyTime“{2}”，它解析为时间 {3}；KeyFrames[{4}] 具有指定的 KeyTime“{5}”，它解析为时间 {6}。某些 KeyTime 是相对于“{0}”的 Begin 时间进行解析的，而其他的则是相对于其 Duration 进行解析的，因此某些 KeyTime 集并不是对所有 Duration 都有效。
zh_hant: 解析出的索引 {1} 主要畫面 KeyTime，不可大於解析出的索引 {4} 主要畫面 KeyTime。KeyFrames[{1}]5D; 指定了 KeyTime '{2}'，其會解析為時間 {3}; 而 KeyFrames[{4}]5D; 則指定了 KeyTime '{5}'，會解析為時間 {6}。某些 KeyTimes 會解析為相對於 '{0}' 的 Begin 時間，其他則會解析為相對於其 Duration，所以某些 KeyTimes 集合並非對所有 Duration 都有效。

# Animation_InvalidTimeKeyTime
source: '{2}' KeyTime value is not valid for key frame at index {1} of this '{0}' because it is greater than animation's Duration value '{3}'.
es: El valor de KeyTime '{2}' no es válido para el cuadro de clave en el índice {1} de este '{0}' porque es mayor que el valor de Duration '{3}' de la animación.
it: Il valore KeyTime '{2}' non è valido per il fotogramma chiave all'indice {1} di questo '{0} perché è maggiore del valore Duration dell'animazione '{3}'.
ja: '{2}' KeyTime 値は、アニメーションの Duration 値 '{3}' より大きいため、この '{0}' のインデックス {1} のキー フレームに対して無効です。
ko: '{2}' KeyTime 값은 애니메이션의 Duration 값 '{3}'보다 크기 때문에 이 '{0}'의 인덱스 {1}에서 키 프레임에 사용할 수 없습니다.
pl: Wartość „{2}” elementu KeyTime jest nieprawidłowa dla głównej klatki w indeksie {1} tego elementu „{0}”, ponieważ jest większa od wartości Duration animacji równej „{3}”.
pt_br: O valor '{2}' de KeyTime não é válido para o quadro principal no índice {1} de '{0}', pois é maior que o valor '{3}' de Duration da animação.
ru: Значение KeyTime "{2}" не является допустимым для опорного кадра, соответствующего индексу {1} для этого "{0}", так как оно больше, чем значение Duration {3} для анимации.
tr: '{2}' KeyTime değeri, animasyonun '{3}' Duration değerinden büyük olduğundan bu '{0}' öğesinin {1} dizinindeki anahtar çerçeve için geçerli değil.
zh_hans: 对于此“{0}”的索引 {1} 处的关键帧，“{2}”KeyTime 值无效，因为它大于动画的 Duration 值“{3}”。
zh_hant: '{2}' KeyTime 值對於位於此 '{0}' 之索引 {1} 的主要畫面格而言是無效的，因為它大於動畫的 Duration 值 '{3}'。

# Animation_Invalid_DefaultValue
source: '{0}' cannot use default {1} value of '{2}'.
es: '{0}' no puede usar el valor predeterminado {1} de '{2}'.
it: '{0}' non può utilizzare il valore predefinito {1} di '{2}'.
ja: '{0}' は、'{2}' の既定の {1} の値を使用できません。
ko: '{0}'에서 '{2}'의 기본 {1} 값을 사용할 수 없습니다.
pl: Element „{0}” nie może użyć wartości domyślnej {1} elementu „{2}”.
pt_br: '{0}' não pode utilizar o valor padrão {1} de '{2}'.
ru: "{0}" не может использовать значение "{1}" по умолчанию "{2}".
tr: '{0}' varsayılan {1} değeri olarak '{2}' kullanamaz.
zh_hans: “{0}”无法使用“{2}”的默认 {1} 值。
zh_hant: '{0}' 無法使用 '{2}' 的預設值 {1}。
