Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XamlXmlWriterNamespaceAlreadyHasPrefixInCurrentScope
source: Namespace '{0}' already has a prefix defined in current scope.
cs: Obor názvů {0} již má v aktuálním oboru definovánu předponu.
de: Für den Namespace "{0}" wurde im aktuellen Bereich bereits ein Präfix definiert.
es: El espacio de nombres '{0}' tiene ya un prefijo definido en el ámbito actual.
fr: L'espace de noms '{0}' a déjà un préfixe défini dans la portée actuelle.
it: Lo spazio dei nomi '{0}' ha già un prefisso definito nell'ambito corrente.
ja: 名前空間 '{0}' には、既に現在のスコープでプレフィックスが定義されています。
ko: '{0}' 네임스페이스는 현재 범위에 정의된 접두사를 이미 포함하고 있습니다.
pl: Przestrzeń nazw „{0}” ma już prefiks zdefiniowany w bieżącym zakresie.
pt_br: O namespace '{0}' já tem um prefixo definido no escopo atual.
ru: Пространство имен "{0}" уже имеет префикс, определенный в текущей области.
tr: '{0}' ad alanının zaten geçerli kapsamda tanımlanmış bir öneki var.
zh_hans: 命名空间“{0}”已具有一个在当前范围中定义的前缀。
zh_hant: 命名空間 '{0}' 已經在目前範圍中定義過前置詞。

# XamlXmlWriterPrefixAlreadyDefinedInCurrentScope
source: The prefix '{0}' is already defined in current scope.
cs: Předpona {0} je již v aktuálním oboru definována.
de: Das Präfix "{0}" wurde im aktuellen Bereich bereits definiert.
es: El prefijo '{0}' está ya definido en el ámbito actual.
fr: Le préfixe '{0}' est déjà défini dans la portée actuelle.
it: Prefisso '{0}' già definito nell'ambito corrente.
ja: プレフィックス '{0}' は既に現在のスコープで定義されています。
ko: 현재 범위에 '{0}' 접두사가 이미 정의되어 있습니다.
pl: Prefiks „{0}” jest już zdefiniowany w bieżącym zakresie.
pt_br: O prefixo '{0}' já está definido no escopo atual.
ru: Префикс "{0}" уже определен в текущей области.
tr: '{0}' öneki zaten geçerli kapsamda tanımlandı.
zh_hans: 已在当前范围中定义前缀“{0}”。
zh_hant: 前置詞 '{0}' 已經在目前範圍中定義過。

# XamlXmlWriterWriteNotSupportedInCurrentState
source: Unable to call '{0}' in current state.
cs: Nelze volat {0} v aktuálním stavu.
de: "{0}" kann im aktuellen Zustand nicht aufgerufen werden.
es: No se puede llamar a '{0}' en el estado actual.
fr: Impossible d'appeler '{0}' dans l'état actuel.
it: Impossibile chiamare '{0}' nello stato corrente.
ja: 現在の状態では '{0}' を呼び出すことができません。
ko: 현재 상태에서 '{0}'을(를) 호출할 수 없습니다.
pl: W bieżącym stanie nie można wywołać metody „{0}”.
pt_br: Não é possível chamar '{0}' no estado atual.
ru: Не удалось вызвать "{0}" в текущем состоянии.
tr: Geçerli durumda '{0}' çağrılamadı.
zh_hans: 无法在当前状态下调用“{0}”。
zh_hant: 目前的狀態無法呼叫 '{0}'。

# XamlXmlWriterWriteObjectNotSupportedInCurrentState
source: Unable to call WriteObject with isObjectFromMember set to true in current state.
cs: Nelze volat operaci WriteObject, když je isObjectFromMember nastaveno na hodnotu true v aktuálním stavu.
de: WriteObject kann nicht aufgerufen werden, wenn im aktuellen Zustand isObjectFromMember auf "True" festgelegt ist.
es: No se puede llamar a WriteObject con isObjectFromMember establecido en true en el estado actual.
fr: Impossible d'appeler WriteObject avec isObjectFromMember ayant la valeur True dans l'état actuel.
it: Impossibile chiamare WriteObject con isObjectFromMember impostato su true nello stato corrente.
ja: 現在の状態では、isObjectFromMember が true に設定された WriteObject を呼び出すことができません。
ko: 현재 상태에서 isObjectFromMember를 true로 설정하여 WriteObject를 호출할 수 없습니다.
pl: W bieżącym stanie nie można wywołać metody WriteObject z argumentem isObjectFromMember o wartości true.
pt_br: Não é possível chamar WriteObject com isObjectFromMember definido como verdadeiro no estado atual.
ru: Не удалось вызвать WriteObject при значении isObjectFromMember, равном true в текущем состоянии.
tr: Geçerli durumda isObjectFromMember true değerine ayarlanmış olarak WriteObject çağrılamadı.
zh_hans: 无法在当前状态下调用 isObjectFromMember 设置为 true 的 WriteObject。
zh_hant: 目前的狀態無法呼叫 isObjectFromMember 設定為 true 的 WriteObject。

# XaslTypePropertiesNotImplemented
source: Need to implement public/internal sorting.
cs: Je nutné implementovat veřejné/interní řazení.
de: Öffentliche/Interne Sortierung muss implementiert werden.
es: Debe implementarse una ordenación pública o interna.
fr: Vous devez implémenter un tri public/interne.
it: Implementare l'ordinamento pubblico/interno.
ja: public/internal の並べ替えを実装する必要があります。
ko: 공용/내부 정렬을 구현해야 합니다.
pl: Trzeba zaimplementować sortowanie publiczne/wewnętrzne.
pt_br: É necessário implementar a classificação pública/interna.
ru: Необходимо реализовать открытый (public) или внутренний (internal) метод сортировки.
tr: Genel/iç sıralamanın uygulanması gerekiyor.
zh_hans: 需要实现公共/内部排序。
zh_hant: 必須實作公用/內部排序。

# XmlDataNull
source: The value for XmlData property '{0}' is null or not IXmlSerializable.
cs: Hodnota vlastnosti XmlData {0} je Null nebo není typu IXmlSerializable.
de: Der Wert für die XmlData-Eigenschaft "{0}" ist NULL oder nicht IXmlSerializable.
es: El valor de la propiedad XmlData '{0}' es NULL o no es IXmlSerializable.
fr: La valeur de la propriété XmlData '{0}' est null ou n'est pas IXmlSerializable.
it: Il valore della proprietà XmlData '{0}' è null o non IXmlSerializable.
ja: XmlData プロパティ '{0}' の値は null か、または IXmlSerializable ではありません。
ko: XmlData 속성 '{0}'의 값이 null이거나 IXmlSerializable이 아닙니다.
pl: Wartość właściwości XmlData „{0}” jest równa null lub nie jest interfejsem IXmlSerializable.
pt_br: O valor da propriedade XmlData '{0}' não é nulo ou não é IXmlSerializable.
ru: Значение свойства XmlData "{0}" не определено (null) или не поддерживает интерфейс IXmlSerializable.
tr: '{0}' XmlData özelliğinin değeri null veya bu değer IXmlSerializable değil.
zh_hans: XmlData 属性“{0}”的值为 null 或不是 IXmlSerializable。
zh_hant: XmlData 屬性 '{0}' 的值為 null 或者不是 IXmlSerializable。

# XmlValueNotReader
source: The value for XmlData property '{0}' is not an XmlReader.
cs: Hodnota vlastnosti XmlData {0} není modul XmlReader.
de: Der Wert für die XmlData-Eigenschaft "{0}" ist kein XmlReader.
es: El valor de la propiedad XmlData '{0}' no es XmlReader.
fr: La valeur pour la propriété XmlData '{0}' n'est pas un XmlReader.
it: Il valore della proprietà XmlData '{0}' non è un XmlReader.
ja: XmlData プロパティ '{0}' の値は XmlReader ではありません。
ko: XmlData 속성 '{0}'의 값이 XmlReader가 아닙니다.
pl: Wartość właściwości XmlData „{0}” nie jest obiektem XmlReader.
pt_br: O valor da propriedade XmlData '{0}' não é XmlReader.
ru: Значение свойства XmlData "{0}" не принадлежит к типу XmlReader.
tr: '{0}' XmlData özelliğinin değeri bir XmlReader değil.
zh_hans: XmlData 属性“{0}”的值不是 XmlReader。
zh_hant: XmlData 屬性 '{0}' 的值不是 XmlReader。

# XmlnsCompatCycle
source: There is a cycle of XmlnsCompatibleWithAttribute definitions in assembly '{0}', such that namespace '{1}' overrides itself. Change the definitions to eliminate this cycle.
cs: Dochází k zacyklení definic XmlnsCompatibleWithAttribute v sestavení {0}, takže obor názvů {1} přepisuje sám sebe. Změňte definice a eliminujte toto zacyklení.
de: Der Namespace "{1}" wird aufgrund einer Schleife von XmlnsCompatibleWithAttribute-Definitionen in der Assembly "{0}" von sich selbst überschrieben. Entfernen Sie diese Schleife durch Bearbeiten der Definitionen.
es: Hay un ciclo de definiciones XmlnsCompatibleWithAttribute en el ensamblado '{0}', de forma que el espacio de nombres '{1}' se invalida a sí mismo. Cambie las definiciones para eliminar este ciclo.
fr: Il existe un cycle de définitions XmlnsCompatibleWithAttribute dans l'assembly '{0}', afin que l'espace de noms '{1}' se remplace lui-même. Modifiez les définitions pour supprimer ce cycle.
it: È presente un ciclo di definizioni XmlnsCompatibleWithAttribute nell'assembly '{0}' tale che lo spazio dei nomi '{1}' esegue l'override di se stesso. Modificare le definizioni in modo da eliminare il ciclo.
ja: アセンブリ '{0}' の XmlnsCompatibleWithAttribute 定義に、名前空間 '{1}' が自身をオーバーライドするような循環定義があります。定義を変更して、この循環定義を削除してください。
ko: '{0}' 어셈블리에 해당 네임스페이스 '{1}'이(가) 자신을 재정의하는 XmlnsCompatibleWithAttribute 정의 순환이 있습니다. 정의를 변경하여 이 순환을 제거하십시오.
pl: W zestawie „{0}” występuje cykl definicji atrybutu XmlnsCompatibleWithAttribute powodujący, że przestrzeń nazw „{1}” przesłania siebie. Zmień definicje, aby wyeliminować ten cykl.
pt_br: Há um ciclo de definições de XmlnsCompatibleWithAttribute no assembly '{0}', fazendo com que o namespace '{1}' substitua a ele mesmo. Altere as definições para eliminar esse ciclo.
ru: В сборке "{0}" присутствует цикл определений XmlnsCompatibleWithAttribute, где пространство имен "{1}" переопределяет само себя. Измените определения, чтобы устранить данный цикл.
tr: '{0}' bütünleştirilmiş kodunda, '{1}' ad alanının kendi kendini geçersiz kılması gibi bir XmlnsCompatibleWithAttribute tanımları döngüsü var. Tanımları bu döngüyü ortadan kaldıracak şekilde değiştirin.
zh_hans: 程序集“{0}”中的 XmlnsCompatibleWithAttribute 定义存在循环，导致命名空间“{1}”重写其自身。请更改定义以消除此循环。
zh_hant: 組件 '{0}' 中 XmlnsCompatibleWithAttribute 定義有循環的現象，例如命名空間 '{1}' 覆寫本身。請變更定義以排除這個循環問題。

# ObjectReaderTypeCannotRoundtrip
source: Unable to read objects of the type '{0}' because there are no accessible constructors. To allow this type to be used in XAML, add a default constructor, use ConstructorArgumentAttribute, or provide an InstanceDescriptor.
it: Impossibile leggere oggetti del tipo '{0}' perché non sono disponibili costruttori accessibili. Per consentire l'utilizzo di questo tipo in XAML, aggiungere un costruttore predefinito, utilizzare ConstructorArgumentAttribute o fornire un descrittore d'istanza.
ko: 액세스 가능한 생성자가 없기 때문에 {0} 형식의 개체를 읽을 수 없습니다. 이 형식을 XAML에서 사용하려면 기본 생성자를 추가하거나 ConstructorArgumentAttribute를 사용하거나 InstanceDescriptor를 제공하십시오.
pl: Nie można odczytać obiektów typu „{0}”, ponieważ są one niedostępne dla konstruktorów. Aby zezwolić na używanie tego typu w kodzie XAML, dodaj konstruktora domyślnego, użyj atrybutu ConstructorArgumentAttribute lub dostarcz obiekt InstanceDescriptor.
zh_hant: 無法讀取型別 {0} 的物件，因為沒有可存取的建構函式。若要讓這種型別能使用在 XAML 中，請加入預設建構函式、使用 ConstructorArgumentAttribute，或提供 InstanceDescriptor。
