Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DictionaryFirstChanceException
source: Dictionary of type '{0}' cannot add key '{1}'. A TypeConverter will convert the key to type '{2}'. To avoid seeing this error, override System.Collections.IDictionary.Add and perform the conversion there.
cs: Slovník typu {0} nemůže přidat klíč {1}. Třída TypeConverter převede klíč na typ {2}. Chcete-li předejít zobrazení této chyby, přepište metodu System.Collections.IDictionary.Add a proveďte konverzi zde.
de: Der Schlüssel "{1}" kann vom Wörterbuch des Typs "{0}" nicht hinzugefügt werden. Der Schlüssel wird von einem TypeConverter zum Typ "{2}" konvertiert. Überschreiben Sie zur Vermeidung dieses Fehlers "System.Collections.IDictionary.Add", und führen Sie die Konvertierung dort durch.
es: El diccionario de tipo '{0}' no puede agregar la clave '{1}'. Un elemento TypeConverter convertirá la clave al tipo '{2}'. Para no ver este error, invalide System.Collections.IDictionary.Add y realice ahí la conversión.
fr: Le dictionnaire de type '{0}' ne peut pas ajouter la clé '{1}'. Un TypeConverter convertira la clé en type '{2}'. Pour éviter cette erreur, remplacez System.Collections.IDictionary.Add et effectuez la conversion à cet endroit.
it: Il dizionario di tipo '{0}' non è in grado di aggiungere la chiave '{1}'. Verrà utilizzato un TypeConverter per convertire la chiave nel tipo '{2}'. Per evitare la visualizzazione dell'errore, eseguire l'override di System.Collections.IDictionary.Add ed eseguire la conversione.
ja: 型 '{0}' のディクショナリはキー '{1}' を追加できません。TypeConverter はキーを型 '{2}' に変換します。このエラーを回避するには、System.Collections.IDictionary.Add をオーバーライドし、そこで変換を追加して実行してください。
ko: '{0}' 형식의 사전은 '{1}' 키를 추가할 수 없습니다. TypeConverter는 키를 '{2}' 형식으로 변환합니다. 이 오류가 나타나지 않도록 하려면 System.Collections.IDictionary.Add를 재정의하고 거기에서 변환을 수행하십시오.
pl: Słownik typu {0} nie może dodać klucza {1}. Konwerter TypeConverter przekonwertuje typ {2}. Aby uniknąć tego błędu, przesłoń metodę System.Collections.IDictionary.Add i wykonaj konwersję.
pt_br: Dicionário do tipo '{0}' não pode adicionar a chave '{1}'. Um TypeConverter converterá a chave no tipo '{2}'. Para não ver este erro, substitua System.Collections.IDictionary.Add e lá realize a conversão.
ru: Словарь типа "{0}" не может добавить ключ "{1}". TypeConverter преобразует данный ключ к типу "{2}". Во избежание вывода этой ошибки переопределите метод System.Collections.IDictionary.Add и выполните преобразование в нем.
tr: '{0}' türündeki sözlük '{1}' anahtarını ekleyemez. TypeConverter anahtarı '{2}' türüne dönüştürecek. Bu hatayı görmemek için System.Collections.IDictionary.Add metodunu geçersiz kılın ve dönüştürme işlemini orada gerçekleştirin.
zh_hans: 类型为“{0}”的字典无法添加键“{1}”。TypeConverter 会将该键转换为类型“{2}”。为了避免出现此错误，请重写 System.Collections.IDictionary.Add 并在其中执行转换。
zh_hant: 型別 '{0}' 的字典無法加入索引鍵 '{1}'。TypeConverter 會將索引鍵轉換為型別 '{2}'。若要避免出現這項錯誤，請覆寫 System.Collections.IDictionary.Add 並且在那裡執行轉換。

# DirectiveGetter
source: Directive getter is not implemented.
cs: Direktiva Getter není implementována.
de: Der Direktiven-Getter wurde nicht implementiert.
es: El captador de directiva no está implementado.
fr: La méthode getter de la directive n'est pas implémentée.
it: Getter direttiva non implementato.
ja: ディレクティブ getter が実装されていません。
ko: getter 지시문이 구현되지 않았습니다.
pl: Dyrektywa getter nie została zaimplementowana.
pt_br: O getter da diretiva não está implementado.
ru: Метод считывания директивы не реализован.
tr: Yönerge alıcısı uygulanmadı.
zh_hans: 未实现指令 getter。
zh_hant: 未實作指示詞 getter。

# DirectiveMustBeString
source: Directive '{0}' must be a value of type string. Remove this directive or change it to a string value.
cs: Direktiva {0} musí být hodnota typu řetězec. Odeberte tuto direktivu nebo ji změňte na řetězcovou hodnotu.
de: Die Direktive "{0}" muss ein Wert der Typzeichenfolge sein. Entfernen Sie die Direktive, oder ändern Sie sie in einen Zeichenfolgenwert.
es: La directiva '{0}' debe ser un valor de tipo cadena. Quite esta directiva o cámbiela a un valor de cadena.
fr: La directive '{0}' doit être une valeur de type String. Supprimez cette directive ou modifiez-la en valeur de chaîne.
it: La direttiva '{0}' deve essere un valore di tipo stringa. Rimuovere la direttiva o cambiarla in un valore stringa.
ja: ディレクティブ '{0}' は文字列型の値でなければなりません。このディレクティブを削除するか、文字列値に変更してください。
ko: '{0}' 지시문에 문자열 형식 값이 있어야 합니다. 이 지시문을 제거하거나 지시문을 문자열 값으로 변경하십시오.
pl: Dyrektywa „{0}” musi być wartością typu ciąg. Usuń tę dyrektywę lub zmień ją na wartość ciągu.
pt_br: A diretiva '{0}' deve ser um valor do tipo cadeia de caracteres. Remova essa diretiva ou altere-a para um valor de cadeia de caracteres.
ru: Директива "{0}" должна быть значением строкового типа. Удалите эту директиву или измените ее на строковое значение.
tr: '{0}' yönergesi dize türünde bir değer olmalıdır. Bu yönergeyi kaldırın veya dize değeri olacak şekilde değiştirin.
zh_hans: 指令“{0}”必须是字符串类型的值。移除此指令或将其更改为字符串值。
zh_hant: 指示詞 '{0}' 必須是字串型別的值。請移除這個指示詞，或將它變更為字串值。

# DirectiveNotAtRoot
source: Directive '{0}' is only allowed on the root object. Remove this directive or move it to the root of the document.
cs: Direktiva {0} je povolena pouze pro kořenový objekt. Odeberte tuto direktivu nebo ji přesuňte do kořene dokumentu.
de: Die Direktive "{0}" ist nur für das Stammobjekt zulässig. Entfernen Sie die Direktive, oder verschieben Sie sie an den Stamm des Dokuments.
es: La directiva '{0}' se permite solo en el objeto raíz. Quite esta directiva o muévala a la raíz del documento.
fr: La directive '{0}' est uniquement autorisée sur l'objet racine. Supprimez cette directive ou déplacez-la à la racine du document.
it: La direttiva '{0}' è consentita solo sull'oggetto radice. Rimuovere la direttiva o spostarla alla radice del documento.
ja: ディレクティブ '{0}' はルート オブジェクトでのみ使用できます。このディレクティブを削除するか、ドキュメントのルートに移動してください。
ko: '{0}' 지시문은 루트 개체에 대해서만 사용할 수 있습니다. 이 지시문을 제거하거나 지시문을 문서의 루트로 이동하십시오.
pl: Dyrektywa „{0}” jest dozwolona tylko w obiekcie głównym. Usuń tę dyrektywę lub przenieś ją do obiektu głównego dokumentu.
pt_br: A diretiva '{0}' só é permitida no objeto raiz. Remova essa diretia ou mova-a para a raiz do documento.
ru: Директива "{0}" допустима только в корневом объекте. Удалите директиву или переместите ее в корень документа.
tr: '{0}' yönergesine yalnızca kök nesnede izin verilir. Bu yönergeyi kaldırın veya bunu belgenin köküne taşıyın.
zh_hans: 只允许对根对象使用指令“{0}”。移除此指令或将其移动到文档的根。
zh_hant: 指示詞 '{0}' 只允許使用在根物件上。請移除這個指示詞，或將它移到文件根目錄。

# DirectiveNotFound
source: Directive '{0}' was not found in TargetNamespace '{1}'.
cs: Direktiva {0} nebyla nalezena v oboru TargetNamespace {1}.
de: Die Direktive "{0}" wurde in TargetNamespace "{1}" nicht gefunden.
es: No se encontró la directiva '{0}' en TargetNamespace '{1}'.
fr: La directive '{0}' est introuvable dans TargetNamespace '{1}'.
it: Impossibile trovare la direttiva '{0}' in TargetNamespace '{1}'.
ja: ディレクティブ '{0}' が TargetNamespace '{1}' に見つかりませんでした。
ko: '{0}' 지시문이 TargetNamespace '{1}'에 없습니다.
pl: W atrybucie TargetNamespace „{1}” nie odnaleziono dyrektywy „{0}”.
pt_br: A diretiva '{0}' não foi encontrada em TargetNamespace '{1}'.
ru: Директива "{0}" не найдена в TargetNamespace "{1}".
tr: '{0}' yönergesi '{1}' TargetNamespace içinde bulunamadı.
zh_hans: 未能在 TargetNamespace“{1}”中找到指令“{0}”。
zh_hant: 在 TargetNamespace '{1}' 中找不到指示詞 '{0}'。

# DuplicateMemberSet
source: '{0}' property has already been set on '{1}'.
cs: Vlastnost {0} již byla nastavena pro {1}.
de: Die {0}-Eigenschaft wurde bereits für "{1}" festgelegt.
es: La propiedad '{0}' se ha establecido ya en '{1}'.
fr: La propriété '{0}' a déjà été définie sur '{1}'.
it: La proprietà '{0}' è già stata impostata su '{1}'.
ja: '{0}' プロパティは既に '{1}' に設定されています。
ko: '{0}' 속성이 이미 '{1}'에 설정되어 있습니다.
pl: Właściwość „{0}” została już ustawiona dla obiektu „{1}”.
pt_br: A propriedade '{0}' já foi definida em '{1}'.
ru: Свойство "{0}" уже задано для "{1}".
tr: '{1}' öğesinde '{0}' özelliği zaten ayarlandı.
zh_hans: 已对“{1}”设置“{0}”属性。
zh_hant: '{0}' 屬性在 '{1}' 上已經設定過了。

# DuplicateXmlnsCompat
source: There is more than one XmlnsCompatibleWithAttribute in assembly '{0}' for OldNamespace '{1}'. Remove the extra attribute(s).
cs: Existuje více než jeden atribut XmlnsCompatibleWithAttribute v sestavení {0} pro obor OldNamespace {1}. Odeberte nadbytečné atributy.
de: In der Assembly "{0}" für OldNamespace "{1}" befindet sich mehr als ein XmlnsCompatibleWithAttribute. Entfernen Sie die zusätzlichen Attribute.
es: Hay más de un XmlnsCompatibleWithAttribute en el ensamblado '{0}' para OldNamespace '{1}'. Quite los atributos adicionales.
fr: Il y a plusieurs XmlnsCompatibleWithAttribute dans l'assembly '{0}' pour OldNamespace '{1}'. Supprimez le ou les attributs en trop.
it: Sono presenti più XmlnsCompatibleWithAttribute nell'assembly '{0}' per OldNamespace '{1}'. Rimuovere gli attributi in eccesso.
ja: OldNamespace '{1}' のアセンブリ '{0}' に複数の XmlnsCompatibleWithAttribute があります。余分な属性を削除してください。
ko: OldNamespace '{1}'에 대한 '{0}' 어셈블리에 XmlnsCompatibleWithAttribute가 두 개 이상 있습니다. 추가 특성을 제거하십시오.
pl: W zestawie „{0}” dla właściwości OldNamespace „{1}” występuje więcej niż jeden atrybut XmlnsCompatibleWithAttribute. Usuń dodatkowe atrybuty.
pt_br: Há mais de um XmlnsCompatibleWithAttribute no assembly '{0}' para OldNamespace '{1}'. Remova os atributos extras.
ru: В сборке "{0}" присутствует более одного атрибута XmlnsCompatibleWithAttribute для OldNamespace "{1}". Удалите один или несколько лишних атрибутов.
tr: '{1}' OldNamespace için '{0}' bütünleştirilmiş kodunda birden çok XmlnsCompatibleWithAttribute var. Fazla öznitelikleri kaldırın.
zh_hans: OldNamespace“{1}”的程序集“{0}”中存在多个 XmlnsCompatibleWithAttribute。移除额外的特性。
zh_hant: OldNamespace '{1}' 的組件 '{0}' 中有一個以上 XmlnsCompatibleWithAttribute。請移除多餘的屬性。

# DuplicateXmlnsCompatAcrossAssemblies
source: There are conflicting XmlnsCompatibleWithAttributes in assemblies '{0}' and '{1}' for OldNamespace '{2}'. Change the attributes to have the same NewNamespace, or pass a non-conflicting set of Reference Assemblies in the XamlSchemaContext constructor.
cs: Existuje konflikt v atributech XmlnsCompatibleWithAttributes v sestaveních {0} a {1} pro obor OldNamespace {2}. Změňte atributy tak, aby měly stejný obor NewNamespace, nebo v konstruktoru objektu XamlSchemaContext předejte nekonfliktní sadu referenčních sestavení.
de: In den Assemblys "{0}" und "{1}" für OldNamespace "{2}" sind in Konflikt stehende XmlnsCompatibleWithAttributes vorhanden. Ändern Sie die Attribute so, dass sie den gleichen NewNamespace besitzen, oder übergeben Sie eine keine Konflikte verursachende Gruppe von Verweisassemblys im XamlSchemaContext-Konstruktor.
es: Hay XmlnsCompatibleWithAttributes en conflicto en los ensamblados '{0}' y '{1}' para OldNamespace '{2}'. Cambie los atributos para que tengan el mismo NewNamespace, o pase un conjunto de ensamblados de referencia sin conflictos en el constructor XamlSchemaContext.
fr: Des XmlnsCompatibleWithAttributes sont en conflit dans les assemblys '{0}' et '{1}' pour OldNamespace '{2}'. Modifiez les attributs de sorte qu'ils aient le même NewNamespace, ou passez un jeu d'assemblys de référence qui ne sont pas en conflit dans le constructeur XamlSchemaContext.
it: Sono presenti XmlnsCompatibleWithAttributes in conflitto negli assembly '{0}' e '{1}' per OldNamespace '{2}'. Modificare gli attributi affinché abbiano lo stesso NewNamespace o passare un set di assembly di riferimento non in conflitto nel costruttore XamlSchemaContext.
ja: OldNamespace '{2}' のアセンブリ '{0}' および '{1}' に、競合する XmlnsCompatibleWithAttributes があります。同じ NewNamespace になるように属性を変更するか、競合しない参照アセンブリのセットを XamlSchemaContext コンストラクターに渡してください。
ko: OldNamespace '{2}'에 대한 '{0}' 및 '{1}' 어셈블리에 충돌하는 XmlnsCompatibleWithAttributes가 있습니다. 특성을 변경하여 같은 NewNamespace를 포함하거나 XamlSchemaContext 생성자에서 충돌하지 않는 참조 어셈블리를 전달하십시오.
pl: W zestawach „{0}” i „{1}” dla właściwości OldNamespace „{2}” występują będące w konflikcie atrybuty XmlnsCompatibleWithAttributes. Ustaw dla tych atrybutów tę samą wartość właściwości NewNamespace lub przekaż zbiór niebędących ze sobą w konflikcie zestawów odwołań w konstruktorze XamlSchemaContext.
pt_br: Há XmlnsCompatibleWithAttributes conflitantes nos assemblies '{0}' e '{1}' para OldNamespace '{2}'. Altere os atributos para que tenham o mesmo NewNamespace ou passe um conjunto de Assemblies de Referência não conflitantes no construtor XamlSchemaContext.
ru: В сборках "{0}" и "{1}" присутствуют конфликтующие атрибуты XmlnsCompatibleWithAttributes для OldNamespace "{2}" . Измените атрибуты так, чтобы у них было одинаковое свойство NewNamespace, либо передайте неконфликтующий набор ссылочных сборок в конструктор XamlSchemaContext.
tr: '{2}' OldNamespace için '{0}' ve '{1}' derlemelerinde çakışan XmlnsCompatibleWithAttributes değerleri var. Öznitelikleri aynı NewNamespace'e sahip olacak şekilde değiştirin veya XamlSchemaContext oluşturucusuna çakışmayan bir Başvuru Derlemeleri kümesi geçirin.
zh_hans: OldNamespace“{2}”的程序集“{0}”和“{1}”中的 XmlnsCompatibleWithAttributes 出现冲突。更改相应特性使其具有相同的 NewNamespace，或者在 XamlSchemaContext 构造函数中传递一组不会发生冲突的引用程序集。
zh_hant: OldNamespace '{2}' 的組件 '{0}' 和 '{1}' 中有衝突的 XmlnsCompatibleWithAttributes。請變更這些屬性讓它們具有相同的 NewNamespace，或者在 XamlSchemaContext 建構函式中傳遞一組不衝突的參考組件。

# Enum_Invalid
source: '{0}' enumeration value is not valid.
es: El valor de enumeración '{0}' no es válido.
it: Valore di enumerazione '{0}' non valido.
ja: '{0}' 列挙値が無効です。
ko: '{0}' 열거형 값이 잘못되었습니다.
pl: Wartość wyliczenia „{0}” jest nieprawidłowa.
pt_br: O valor de enumeração '{0}' não é válido.
ru: Недопустимое значение перечисления "{0}".
tr: '{0}' sabit listesi değeri geçerli değil.
zh_hans: “{0}”枚举值无效。
zh_hant: '{0}' 列舉值無效。

# Enumerator_VerifyContext
source: No current object to return.
es: No hay ningún objeto actual para devolver.
it: Nessun oggetto corrente da restituire.
ja: 返すべき現在のオブジェクトがありません。
ko: 반환할 현재 개체가 없습니다.
pl: Brak bieżącego obiektu do zwrócenia.
pt_br: Nenhum objeto atual a ser retornado.
ru: Нет текущего объекта для возврата.
tr: Döndürülecek geçerli nesne yok.
zh_hans: 没有当前对象要返回。
zh_hant: 沒有可傳回的目前物件。

# EventCannotBeAssigned
source: '{0}' event cannot be assigned a value that is not assignable to '{1}'.
cs: Událost {0} nelze přiřadit hodnotě, která není přiřaditelná k {1}.
de: Dem {0}-Ereignis kann kein Wert zugewiesen werden, der nicht "{1}" zugewiesen werden kann.
es: Al evento '{0}' no se le puede asignar un valor que no se pueda asignar a '{1}'.
fr: Impossible d'assigner à l'événement '{0}' une valeur qui ne peut pas être assignée à '{1}'.
it: Impossibile assegnare l'evento '{0}' a un valore non assegnabile a '{1}'.
ja: '{1}' に割り当て可能でない値を '{0}' イベントに割り当てることはできません。
ko: '{0}' 이벤트에는 '{1}'에 할당하지 못하는 값을 할당할 수 없습니다.
pl: Zdarzeniu „{0}” nie można przypisać wartości, która nie jest możliwa do przypisania elementowi „{1}”.
pt_br: Não é possível atribuir um valor ao evento '{0}' que não possa ser atribuído a '{1}'.
ru: Событию "{0}" нельзя присвоить значение, которое невозможно присвоить для "{1}".
tr: '{0}' olayı, '{1}' öğesine atanamayan bir değeri atayamaz.
zh_hans: 不能为“{0}”事件分配一个不可赋给“{1}”的值。
zh_hant: 不可將無法指派給 '{1}' 的值指派給 '{0}' 事件。

# ExpandPositionalParametersWithReadOnlyProperties
source: Cannot write positional parameters in the current state. The writer cannot write the positional parameters in attribute form because the writer has started to write elements, nor can the writer expand the positional parameters since not all properties are writable. Try moving the positional parameter member earlier in the node stream, to a place where XamlXmlWriter can still write attributes.
cs: V aktuálním stavu nelze zapsat poziční parametry. Modul pro zápis nemůže zapsat poziční parametry do formuláře atributů, protože modul pro zápis začal zapisovat elementy, a nemůže ani rozbalit poziční atributy, protože ne všechny vlastnosti jsou zapisovatelné. Zkuste přesunout člena pozičních parametrů více dopředu v datovém proudu uzlu na místo, kde modul XamlXmlWriter ještě může zapisovat atributy.
de: Im aktuellen Zustand können keine Positionsparameter geschrieben werden. Die Positionsparameter können nicht in Attributform geschrieben werden, da vom Writer mit dem Schreiben von Elementen begonnen wurde, und die Positionsparameter können nicht erweitert werden, da nicht alle Eigenschaften schreibbar sind. Verschieben Sie den Positionsparametermember im Knotenstream weiter nach vorne an eine Position, an der von XamlXmlWriter nach wie vor Attribute geschrieben werden können.
es: No se pueden escribir parámetros posicionales en el estado actual. El escritor no puede escribir parámetros posicionales en forma de atributo porque el escritor ha comenzado a escribir elementos, y tampoco puede expandir parámetros posicionales porque no todas las propiedades son editables. Intente mover el miembro de parámetros posicionales a una posición anterior en el flujo del nodo donde XamlXmlWriter pueda escribir aún atributos.
fr: Impossible d'écrire des paramètres positionnels dans l'état actuel. L'enregistreur ne peut pas écrire les paramètres positionnels sous forme d'attribut, car il a commencé à écrire des éléments. L'enregistreur ne peut pas non plus développer les paramètres positionnels, car toutes les propriétés ne sont pas accessibles en écriture. Essayez de déplacer le membre de paramètre positionnel plus haut dans le flux de nœud, à un endroit où XamlXmlWriter peut encore écrire des attributs.
it: Impossibile scrivere parametri posizionali nello stato corrente. Il writer non può scrivere i parametri posizionali in forma di attributo perché è già stata avviata la scrittura di elementi, né espandere i parametri posizionali perché non tutte le proprietà sono modificabili. Provare a spostare il membro del parametro posizionale in una posizione precedente nel flusso del nodo dove XamlXmlWriter può ancora scrivere attributi.
ja: 現在の状態では位置指定パラメーターを出力できません。ライターは要素の出力を開始しているため、属性形式の位置指定パラメーターを書き出すことはできません。また、すべてのプロパティが書き込み可能ではないため、位置指定パラメーターを展開することもできません。位置指定パラメーター メンバーをノード ストリームの前の方へ移動して、XamlXmlWriter が属性を記述できる位置に配置してください。
ko: 현재 상태에서 위치 매개 변수를 쓸 수 없습니다. 작성기가 요소를 쓰기 시작했기 때문에 특성 형식으로 위치 매개 변수를 쓰지 못할 뿐 아니라 일부 속성을 쓸 수 없기 때문에 작성기가 위치 매개 변수를 확장할 수도 없습니다. 노드 스트림의 초반에 XamlXmlWriter가 특성을 쓸 수 있는 위치로 위치 매개 변수 멤버를 이동해 보십시오.
pl: Nie można zapisać parametrów pozycyjnych w bieżącym stanie. Moduł zapisujący nie może zapisać parametrów pozycyjnych w formie atrybutu, ponieważ został uruchomiony w trybie zapisywania elementów, i nie może rozwinąć parametrów pozycyjnych, ponieważ nie wszystkie właściwości są zapisywalne. Spróbuj przenieść element członkowski parametrów pozycyjnych do miejsca znajdującego się wcześniej w strumieniu węzłów, takiego, w którym obiekt XamlXmlWriter będzie mógł nadal zapisywać atrybuty.
pt_br: Não é possível gravar parâmetros posicionais no estado atual. O gravador não pode gravar os parâmetros posicionais na forma de atributo, pois começou a gravar elementos; ele também não pode expandir os parâmetros posicionais já que nem todas as propriedades são graváveis. Tente mover o associado de parâmetro posicional para uma posição anterior no fluxo do nó, para um local em que XamlXmlWriter ainda possa gravar atributos.
ru: Не удается записать позиционные параметры в текущем состоянии. Запись позиционных параметров в форме атрибутов невозможна, поскольку объект записи уже начал записывать элементы, либо он не может развернуть позиционные параметры, поскольку не все свойства являются записываемыми. Попробуйте переместить член позиционного параметра ближе к началу потока узлов туда, где XamlXmlWriter все еще записывает атрибуты.
tr: Geçerli durumda konum parametreleri yazılamıyor. Yazıcı öznitelik formuna konum parametrelerini yazamıyor çünkü yazıcı öğeleri yazmaya başladı ancak tüm özellikler yazılabilir olmadığından yazıcı konum parametrelerini genişletemedi. Konum parametresi üyesini düğüm akışında XamlXmlWriter'ın hala öznitelikleri yazabildiği önceki bir yere taşımayı deneyin.
zh_hans: 无法在当前状态下写入位置参数。编写器无法以特性的形式写入位置参数，因为编写器是为写入元素而启动的；编写器也无法展开位置参数，因为并不是所有属性都是可写入的。尝试在节点流中向前移动位置参数成员，将其放置在 XamlXmlWriter 仍可以写入特性的位置。
zh_hant: 無法寫入處於目前狀態的位置參數。寫入器無法以屬性 (Attribute) 形式寫入位置參數，因為寫入器已開始寫入項目，而且寫入器也無法展開此位置參數，因為並非所有屬性 (Property) 都可寫入。請嘗試將先前節點資料流中的位置參數成員，移到 XamlXmlWriter 仍然可以寫入屬性的地方。
