Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SchemaContextNotInitialized
source: SchemaContext on writer must be initialized before accessing the reader.
cs: Parametr SchemaContext v modulu pro zápis musí být inicializován před přístupem k modulu pro čtení.
de: SchemaContext für Writer muss initialisiert werden, bevor auf den Reader zugegriffen wird.
es: El elemento SchemaContext del escritor debe inicializarse antes de obtener acceso al lector.
fr: SchemaContext sur l'enregistreur doit être initialisé avant d'accéder au lecteur.
it: È necessario inizializzare SchemaContext nel writer prima dell'accesso al reader.
ja: リーダーにアクセスする前に、ライターの SchemaContext を初期化する必要があります。
ko: 작성기의 SchemaContext는 판독기에 액세스하기 전에 초기화되어야 합니다.
pl: Właściwość SchemaContext modułu zapisującego musi zostać zainicjowana przed uzyskaniem dostępu do modułu odczytującego.
pt_br: SchemaContext no gravador deve ser inicializado antes do acesso ao leitor.
ru: Свойство SchemaContext модуля записи необходимо инициализировать перед обращением к модулю чтения.
tr: Okuyucuya erişmeden önce yazıcıdaki SchemaContext başlatılmalıdır.
zh_hans: 访问读取器之前，必须先初始化编写器上的 SchemaContext。
zh_hant: 必須先初始化寫入器上的 SchemaContext 然後再存取讀取器。

# SchemaContextNull
source: SchemaContext cannot be null.
cs: Hodnota SchemaContext nesmí být Null.
de: SchemaContext darf nicht NULL sein.
es: SchemaContext no puede ser NULL.
fr: SchemaContext ne peut pas être null.
it: SchemaContext non può essere null.
ja: SchemaContext を null にすることはできません。
ko: SchemaContext는 null일 수 없습니다.
pl: Właściwość SchemaContext nie może mieć wartości null.
pt_br: SchemaContext não pode ser nulo.
ru: Свойство SchemaContext не может быть неопределенным (null).
tr: SchemaContext null olamaz.
zh_hans: SchemaContext 不能为 null。
zh_hant: SchemaContext 不可為 null。

# SecurityExceptionForSettingSandboxExternalToTrue
source: Cannot set SandboxExternalContent to true in partial trust.
es: No se puede establecer SandboxExternalContent en verdadero en una confianza parcial.
it: Impossibile impostare SandboxExternalContent su true in condizioni di attendibilità parziale.
ja: 部分的な信頼では、SandboxExternalContent を true に設定できません。
ko: 부분 신뢰에서 SandboxExternalContent를 true로 설정할 수 없습니다.
pl: Nie można ustawić właściwości SandboxExternalContent na true w częściowej relacji zaufania.
pt_br: Não é possível definir SandboxExternalContent como verdadeiro em confiança parcial.
ru: Не удается задать значение "true" для SandboxExternalContent при частично доверительных отношениях.
tr: Kısmi güvende SandboxExternalContent true olarak ayarlanamaz.
zh_hans: 无法在部分信任中将 SandboxExternalContent 设置为 true。
zh_hant: 在部分信任的情況下，無法將 SandboxExternalContent 設定為 True。

# SecurityXmlMissingAttribute
source: Invalid security XML. Missing expected attribute '{0}'.
cs: Neplatné zabezpečení XML. Chybí očekávaný atribut {0}.
de: Ungültiges Sicherheits-XML. Das erwartete Attribut "{0}" ist nicht vorhanden.
es: XML de seguridad no válido. Falta el atributo esperado '{0}'.
fr: XML de sécurité non valide. Attribut attendu manquant '{0}'.
it: XML di sicurezza non valido. Attributo previsto '{0}' mancante.
ja: 無効なセキュリティ XML です。必要な属性 '{0}' がありません。
ko: 보안 XML이 잘못되었습니다. 필요한 특성 '{0}'이(가) 없습니다.
pl: Nieprawidłowy kod XML zabezpieczeń. Brak oczekiwanego atrybutu „{0}”.
pt_br: XML de segurança inválido. Atributo esperado ausente '{0}'.
ru: Недействительный XML безопасности. Отсутствует обязательный атрибут "{0}".
tr: Geçersiz güvenlik XML'si. Beklenen '{0}' özniteliği eksik.
zh_hans: 安全 XML 无效。缺少要求的特性“{0}”。
zh_hant: 無效的安全性 XML。遺漏所需的屬性 '{0}'。

# SecurityXmlUnexpectedTag
source: Invalid security XML. Unexpected tag '{0}', expected '{1}'.
cs: Neplatné zabezpečení XML. Neočekávaná značka {0}, byla očekávána značka {1}.
de: Ungültiges Sicherheits-XML. Unerwartetes Tag "{0}", erwartet wurde "{1}".
es: XML de seguridad no válido. Etiqueta '{0}' no esperada; se esperaba '{1}'.
fr: XML de sécurité non valide. Balise '{0}' inattendue, '{1}' attendu.
it: XML di sicurezza non valido. Tag imprevisto '{0}', previsto '{1}'.
ja: 無効なセキュリティ XML です。タグ '{0}' は予期されていません。'{1}' が必要です。
ko: 보안 XML이 잘못되었습니다. 예기치 못한 '{0}' 태그입니다. '{1}'이(가) 필요합니다.
pl: Nieprawidłowy kod XML zabezpieczeń. Nieoczekiwany tag „{0}”, oczekiwano tagu „{1}”.
pt_br: XML de segurança inválido. Marca '{0}' inesperada; esperava-se '{1}'.
ru: Недействительный XML безопасности. Непредвиденный тег "{0}"; требуется "{1}".
tr: Geçersiz güvenlik XML'si. '{0}' etiketi beklenmiyordu; '{1}' bekleniyordu.
zh_hans: 安全 XML 无效。意外标记“{0}”，应为“{1}”。
zh_hant: 無效的安全性 XML。未預期的標記 '{0}'，應該是 '{1}'。

# SecurityXmlUnexpectedValue
source: Invalid security XML. Unexpected value '{0}' in attribute '{1}', expected '{2}'.
cs: Neplatné zabezpečení XML. Neočekávaná hodnota {0} v atributu {1}, byla očekávána hodnota {2}.
de: Ungültiges Sicherheits-XML. Unerwarteter Wert "{0}" in Attribut "{1}", erwartet wurde "{2}".
es: XML de seguridad no válido. Valor '{0}' no esperado en el atributo '{1}'; se esperaba '{2}'.
fr: XML de sécurité non valide. Valeur '{0}' inattendue dans l'attribut '{1}', '{2}' attendu.
it: XML di sicurezza non valido. Valore imprevisto '{0}' nell'attributo '{1}', previsto '{2}'.
ja: 無効なセキュリティ XML です。属性 '{1}' に予期しない値 '{0}' があります。'{2}' が必要です。
ko: 보안 XML이 잘못되었습니다. '{1}' 특성에 예기치 못한 '{0}' 값이 있습니다. '{2}'이(가) 필요합니다.
pl: Nieprawidłowy kod XML zabezpieczeń. Nieoczekiwana wartość „{0}” w atrybucie „{1}”, oczekiwano wartości „{2}”.
pt_br: XML de segurança inválido. Valor '{0}' inesperado no atributo '{1}', esperava-se '{2}'.
ru: Недействительный XML безопасности. Непредвиденное значение "{0}" в атрибуте "{1}"; требуется "{2}".
tr: Geçersiz güvenlik XML'si. '{1}' özniteliğinde '{0}' değeri beklenmiyordu; '{2}' bekleniyordu.
zh_hans: 安全 XML 无效。特性“{1}”中的意外值“{0}”，应为“{2}”。
zh_hant: 無效的安全性 XML。屬性 '{1}' 中有未預期的值 '{0}'，應該是 '{2}'。

# ServiceTypeAlreadyAdded
source: This serviceType is already registered to another service.
cs: Tento objekt serviceType je již registrován u jiné služby.
de: Dieses serviceType-Element ist bereits für einen anderen Dienst registriert.
es: Este serviceType está ya registrado en otro servicio.
fr: Ce serviceType est déjà inscrit sur un autre service.
it: Questo serviceType è già registrato in un altro servizio.
ja: この serviceType は、既に別のサービスに登録されています。
ko: 이 serviceType이 다른 서비스에 이미 등록되었습니다.
pl: Ten typ serviceType jest już zarejestrowany przez inną usługę.
pt_br: O serviceType já está registrado em outro serviço.
ru: Этот тип serviceType уже зарегистрирован для другой службы.
tr: Bu serviceType başka bir hizmete zaten kaydedildi.
zh_hans: 此 serviceType 已注册到其他服务。
zh_hant: 此 serviceType 已在其他服務登錄。

# SetConnectionId
source: Set connectionId threw an exception.
cs: Nastavení connectionId vyvolalo výjimku.
de: Durch das Festlegen von connectionId wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al establecer connectionId.
fr: La définition de connectionId a levé une exception.
it: È stata generata un'eccezione durante l'impostazione di connectionId.
ja: connectionId の設定時に例外がスローされました。
ko: connectionId 설정에서 예외가 throw되었습니다.
pl: Operacja ustawiania identyfikatora connectionId wywołała wyjątek.
pt_br: A connectionId definida iniciou uma exceção.
ru: Задание значения connectionId вызвало исключение.
tr: connectionId ayarlama işlemi özel durum döndürdü.
zh_hans: 设置 connectionId 时引发了异常。
zh_hant: 設定 connectionId 時擲回例外狀況。

# SetOnlyProperty
source: '{0}'.'{1}' is a property without a getter and is not a valid XAML property.
cs: {0}.{1} je vlastnost bez direktivy Getter a nejedná se o platnou vlastnost jazyka XAML.
de: "{0}"."{1}" ist eine Eigenschaft ohne Getter und ist keine gültige XAML-Eigenschaft.
es: '{0}'.'{1}' es una propiedad sin un captador y no es una propiedad XAML válida.
fr: '{0}'.'{1}' est une propriété sans méthode getter et n'est pas une propriété XAML valide.
it: '{0}'.'{1}' è una proprietà senza Getter e non corrisponde a una proprietà XAML valida.
ja: '{0}'.'{1}' は get アクセス操作子を持たないプロパティであり、有効な XAML プロパティではありません。
ko: '{0}'.'{1}'은(는) getter가 없는 속성이므로 올바른 XAML 속성이 아닙니다.
pl: {0}.{1} jest właściwością bez metody pobierającej i nie jest prawidłową właściwością XAML.
pt_br: '{0}'.'{1}' é uma propriedade sem um getter e não é uma propriedade XAML válida.
ru: "{0}"."{1}" - это свойство без метода присваивания, не являющееся допустимым свойством XAML.
tr: '{0}'.'{1}' alıcısı olmayan bir özellik ve geçerli bir XAML özelliği değil.
zh_hans: '{0}'.'{1}' 是一个不含 getter 的属性，它不是有效的 XAML 属性。
zh_hant: '{0}'.'{1}' 是沒有 getter 的屬性，而且不是有效的 XAML 屬性。

# SetTargetTypeOnNonAttachableMember
source: Cannot set TargetType on a non-attachable Member.
cs: Nelze nastavit vlastnost TargetType v nepřipojitelném členu.
de: TargetType kann nicht für einen nicht anfügbaren Member festgelegt werden.
es: No se puede establecer TargetType en un miembro que no se puede asociar.
fr: Impossible de définir TargetType sur un membre ne pouvant pas être attaché.
it: Impossibile associare TargetType su un membro non associabile.
ja: 添付可能でないメンバーの TargetType は設定できません。
ko: 연결할 수 없는 멤버에 대해 TargetType을 설정할 수 없습니다.
pl: Nie można ustawić właściwości TargetType dla niedołączalnego elementu członkowskiego.
pt_br: Não é possível definir TargetType em um Associado não anexável.
ru: Не удается задать свойство TargetType для неприсоединяемого члена.
tr: TargetType eklenemeyen bir Üyeye ayarlanamaz.
zh_hans: 无法在不可附加的成员上设置 TargetType。
zh_hant: 無法設定非可附加成員上的 TargetType。

# SetUriBase
source: Setting xml:base on '{0}' threw an exception.
cs: Při nastavení xml:base na {0} byla vyvolána výjimka.
de: Durch Festlegen von xml:base für "{0}" wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al establecer xml:base en '{0}'.
fr: La définition de xml:base sur '{0}' a levé une exception.
it: L'impostazione di xml:base su '{0}' ha generato un'eccezione.
ja: '{0}' での xml:base の設定時に例外がスローされました。
ko: '{0}'에 xml:base를 설정하는 동안 예외가 throw되었습니다.
pl: Operacja ustawiania atrybutu xml:base elementu „{0}” wywołała wyjątek.
pt_br: A definição de xml:base em '{0}' iniciou uma exceção.
ru: Задание xml:base для "{0}" вызвало исключение.
tr: '{0}' öğesinde xml:base ayarlama işlemi özel durum döndürdü.
zh_hans: 在“{0}”上设置 xml:base 时引发了异常。
zh_hant: 設定 '{0}' 上的 xml:base 時擲回例外狀況。

# SetValue
source: Set property '{0}' threw an exception.
cs: Nastavení vlastnosti {0} vyvolalo výjimku.
de: Beim Festlegen der Eigenschaft "{0}" wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al establecer la propiedad '{0}'.
fr: La propriété Set '{0}' a levé une exception.
it: L'impostazione della proprietà '{0}' ha generato un'eccezione.
ja: プロパティ '{0}' の Set で例外がスローされました。
ko: 속성 '{0}' 설정에서 예외가 throw되었습니다.
pl: Operacja ustawiania właściwości „{0}” wywołała wyjątek.
pt_br: A propriedade definida '{0}' iniciou uma exceção.
ru: Задание свойства "{0}" вызвало исключение.
tr: '{0}' özelliğini ayarlama işlemi özel durum döndürdü.
zh_hans: 设置属性“{0}”时引发了异常。
zh_hant: 設定屬性 '{0}' 時擲回例外狀況。

# SetXmlInstance
source: Setting xml instance on '{0}' threw an exception.
cs: Při nastavení instance xml na {0} byla vyvolána výjimka.
de: Durch Festlegen einer XML-Instanz für "{0}" wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al establecer la instancia XML en '{0}'.
fr: La définition d'une instance xml sur '{0}' a levé une exception.
it: L'impostazione dell'istanza XML '{0}' ha generato un'eccezione.
ja: '{0}' での xml インスタンスの設定時に例外がスローされました。
ko: '{0}'에 xml 인스턴스를 설정하는 동안 예외가 throw되었습니다.
pl: Operacja ustawiania wystąpienia xml elementu „{0}” wywołała wyjątek.
pt_br: A definição da instância xml em '{0}' iniciou uma exceção.
ru: Задание экземпляра XML для "{0}" вызвало исключение.
tr: '{0}' öğesinde xml örneğini ayarlama işlemi özel durum döndürdü.
zh_hans: 在“{0}”上设置 xml 实例时引发了异常。
zh_hant: 設定 '{0}' 上的 xml 執行個體時擲回例外狀況。

# SettingPropertiesIsNotAllowed
source: Setting properties is not allowed on a type converted instance. Property = '{0}'
cs: Není povoleno nastavení vlastností pro instanci s převedeným typem. Vlastnost = {0}
de: Das Festlegen von Eigenschaften ist für eine Instanz, bei der eine Typkonvertierung durchgeführt wurde, nicht zulässig. Eigenschaft = "{0}"
es: No se permite establecer propiedades en una instancia de tipo convertido. Propiedad = '{0}'
fr: La définition de propriétés n'est pas autorisée sur une instance convertie en type. Propriété = '{0}'
it: L'impostazione delle proprietà non è consentita su un'istanza ottenuta dalla conversione di tipo. Proprietà = '{0}'
ja: 型変換されたインスタンスではプロパティを設定できません。プロパティ = '{0}'
ko: 형식 변환된 인스턴스에서는 속성을 설정할 수 없습니다. 속성 = '{0}'
pl: Ustawianie właściwości jest niedozwolone dla wystąpienia o przekonwertowanym typie. Właściwość = {0}.
pt_br: A definição de propriedades não é permitida em uma instância convertida por tipo. Propriedade = '{0}'
ru: Задание свойств не допускается в экземплярах с преобразованным типом. Свойство: "{0}"
tr: Türü dönüştürülmüş bir örnekte özelliklerin ayarlanmasına izin verilmez. Özellik = '{0}'
zh_hans: 不允许在类型转换的实例上设置属性。Property = '{0}'
zh_hant: 不允許在型別轉換的執行個體上設定屬性。屬性 = '{0}'

# ShouldOverrideMethod
source: Method '{0}' is not supported by default. It can be implemented in derived classes.
cs: Metoda {0} není ve výchozím nastavení podporována. Může být implementována v odvozených třídách.
de: Die Methode "{0}" wird standardmäßig nicht unterstützt. Sie kann in abgeleiteten Klassen implementiert werden.
es: El método '{0}' no se admite de forma predeterminada. Se puede implementar en clases derivadas.
fr: La méthode '{0}' n'est pas prise en charge par défaut. Elle peut être implémentée dans des classes dérivées.
it: Il metodo '{0}' non è supportato per impostazione predefinita. Può essere implementato nelle classi derivate.
ja: メソッド '{0}' は既定ではサポートされていません。これは派生クラスに実装できます。
ko: '{0}' 메서드는 기본적으로 지원되지 않습니다. 이 메서드는 파생 클래스에서 구현할 수 있습니다.
pl: Metoda „{0}” domyślnie nie jest obsługiwana. Można ją zaimplementować w klasach pochodnych.
pt_br: Por padrão, não há suporte para o método '{0}'. Ele pode ser implementado em classes derivadas.
ru: Метод "{0}" не поддерживается по умолчанию. Его можно реализовать в производных классах.
tr: '{0}' metodu varsayılan olarak desteklenmiyor. Türetilen sınıflarda uygulanabilir.
zh_hans: 默认情况下不支持方法“{0}”。可以在派生类中实现该方法。
zh_hant: 預設情況不支援方法 '{0}'。它可以實作在衍生類別中。

# ShouldSerializeFailed
source: ShouldSerialize check failed for member '{0}'.
cs: Kontrola ShouldSerialize pro člena {0} se nezdařila.
de: Fehler bei der ShouldSerialize-Überprüfung für Member "{0}".
es: Error al comprobar ShouldSerialize para el miembro '{0}'.
fr: Échec de la vérification ShouldSerialize pour le membre '{0}'.
it: Verifica ShouldSerialize non riuscita per il membro '{0}'.
ja: メンバー '{0}' で ShouldSerialize チェックに失敗しました。
ko: '{0}' 멤버에 대한 ShouldSerialize 확인이 실패했습니다.
pl: Test ShouldSerialize nie powiódł się dla elementu członkowskiego „{0}”.
pt_br: Falha na verificação de ShouldSerialize para o associado '{0}'.
ru: Проверка ShouldSerialize для члена "{0}" завершилась с ошибкой.
tr: '{0}' üyesi için ShouldSerialize denetimi başarısız oldu.
zh_hans: 对成员“{0}”执行 ShouldSerialize 检查失败。
zh_hant: 成員 '{0}' 的 ShouldSerialize 檢查失敗。

# SimpleFixupsMustHaveOneName
source: Directly Assignable Fixups must only have one name.
cs: Přímo přiřaditelné opravy musí mít pouze jeden název.
de: Direkt zuweisbare Fixups dürfen nur einen Namen besitzen.
es: Las correcciones directamente asignables deben tener solo un nombre.
fr: Les corrections pouvant directement être assignées doivent avoir un seul nom.
it: Le correzioni assegnabili direttamente devono avere un solo nome.
ja: 直接割り当て可能なフィックスアップには、名前を 1 つだけ指定する必要があります。
ko: 직접 할당 가능한 픽스업에는 이름이 하나만 있어야 합니다.
pl: Naprawy możliwe do bezpośredniego przypisania muszą mieć tylko jedną nazwę.
pt_br: Ajustes que possam ser atribuídos diretamente devem ter somente um nome.
ru: У напрямую присваиваемых адресных привязок может быть только одно имя.
tr: Doğrudan Atanabilir Düzeltmelerin tek bir adı olmalıdır.
zh_hans: 可直接指定的链接地址信息只能有一个名称。
zh_hant: 可直接指派的修復只能有一個名稱。

# StringEmpty
source: Parameter cannot be a zero-length string.
es: El parámetro no puede ser una cadena de longitud cero.
it: Il parametro non può essere una stringa di lunghezza zero.
ja: パラメーターを長さ 0 の文字列にすることはできません。
ko: 매개 변수 문자열의 길이는 0일 수 없습니다.
pl: Parametr nie może być ciągiem o zerowej długości.
pt_br: O parâmetro não pode ser uma cadeia de caracteres de comprimento zero.
ru: Параметр не может представлять собой строку нулевой длины.
tr: Parametre sıfır uzunlukta bir dize olamaz.
zh_hans: 参数不能为零长度的字符串。
zh_hant: 參數不能是零長度字串。

# StringIsNullOrEmpty
source: The string is null or empty.
cs: Řetězec je null nebo prázdný.
de: Die Zeichenfolge ist NULL oder leer.
es: La cadena es nula o está vacía.
fr: La chaîne est null ou vide.
it: La stringa è null o vuota.
ja: 文字列が null または空です。
ko: 문자열이 null이거나 비어 있습니다.
pl: Ciąg ma wartość null lub jest pusty.
pt_br: A cadeia de caracteres é nula ou está vazia.
ru: Строка является неопределенной (null) или пустой.
tr: Dize null veya boş.
zh_hans: 该字符串为 null 或为空。
zh_hant: 字串是 null 或空白。

# TemplateNotCollected
source: Deferred load section was not collected in '{0}'.
cs: Sekce odloženého načtení nebyla sebrána v {0}.
de: Der zurückgestellte Ladeabschnitt wurde nicht in "{0}" gesammelt.
es: No se recopiló la sección de carga aplazada en '{0}'.
fr: La section de chargement différé n'a pas été collectée dans '{0}'.
it: La sezione di caricamento posticipato non è stata raccolta in '{0}'.
ja: '{0}' で遅延読み込みセクションが収集されませんでした。
ko: 지연된 로드 섹션이 '{0}'에서 수집되지 않았습니다.
pl: Sekcja odłożonego pobierania nie została pobrana w „{0}”.
pt_br: A seção de carregamento adiado não foi coletada em '{0}'.
ru: Сбор для раздела отложенной загрузки не был выполнен в "{0}".
tr: Ertelenmiş yükleme bölümü '{0}' içinde toplanmadı.
zh_hans: 在“{0}”中未收集延迟加载节。
zh_hant: 延後的載入區段未收集在 '{0}' 中。

# ThreadAlreadyStarted
source: Thread is already started.
cs: Vlákno je již spuštěno.
de: Der Thread wurde bereits gestartet.
es: El subproceso está ya iniciado.
fr: Le thread est déjà démarré.
it: Thread già avviato.
ja: スレッドは既に開始されています。
ko: 스레드가 이미 시작되었습니다.
pl: Wątek jest już uruchomiony.
pt_br: O thread já foi iniciado.
ru: Поток уже запущен.
tr: İş parçacığı zaten başlatıldı.
zh_hans: 已启动线程。
zh_hant: 執行緒已經啟動。

# ToStringNull
source: (null)
pt_br: (nulo)
ru: (не определено)

# TokenizerHelperEmptyToken
source: Empty token encountered at position {0} while parsing '{1}'.
es: Se encontró un token vacío en la posición {0} al analizar '{1}'.
it: Rilevato token vuoto alla posizione {0} durante l'analisi di '{1}'.
ja: '{1}' の解析中に、位置 {0} で空のトークンが見つかりました。
ko: '{1}'을(를) 구문 분석하는 동안 {0} 위치에서 비어 있는 토큰이 발견되었습니다.
pl: Podczas analizy elementu {1} napotkano pusty token na pozycji {0}.
pt_br: Encontrado um token vazio na posição {0} ao analisar '{1}'.
ru: При синтаксическом анализе "{1}" обнаружена пустая лексема в позиции {0}.
tr: '{1}' ayrıştırılırken {0} konumunda boş belirteçle karşılaşıldı.
zh_hans: 分析“{1}”时在位置 {0} 处遇到空标记。
zh_hant: 剖析 '{1}' 時，於位置 {0} 發現空的語彙基元。

# TokenizerHelperExtraDataEncountered
source: Extra data encountered at position {0} while parsing '{1}'.
es: Se encontraron datos adicionales en la posición {0} al analizar '{1}'.
it: Rilevati ulteriori dati alla posizione {0} durante l'analisi di '{1}'.
ja: '{1}' の解析中に、位置 {0} で余分なデータが見つかりました。
ko: '{1}'을(를) 구문 분석하는 동안 {0} 위치에서 추가 데이터가 발견되었습니다.
pl: Podczas analizy elementu {1} napotkano dodatkowe dane na pozycji {0}.
pt_br: Encontrados dados adicionais na posição {0} ao analisar '{1}'.
ru: При синтаксическом анализе "{1}" обнаружены избыточные данные в позиции {0}.
tr: '{1}' ayrıştırılırken {0} konumunda dış veriyle karşılaşıldı.
zh_hans: 分析“{1}”时在位置 {0} 处遇到额外数据。
zh_hant: 剖析 '{1}' 時，於位置 {0} 發現額外的資料。

# TokenizerHelperMissingEndQuote
source: Missing end quote encountered while parsing '{0}'.
es: Al analizar '{0}', se detectó que falta la comilla final.
it: Virgoletta finale mancante rilevata durante l'analisi di '{0}'.
ja: '{0}' の解析中に、終わりの引用符が見つかりませんでした。
ko: '{0}'을(를) 구문 분석하는 동안 닫는 따옴표가 없음을 발견했습니다.
pl: Podczas analizy elementu {0} napotkano brakujący cudzysłów zamykający.
pt_br: Encontrada aspa de fechamento ausente ao analisar '{0}'.
ru: При синтаксическом анализе "{0}" обнаружена пропущенная закрывающая кавычка.
tr: '{0}' ayrıştırılırken eksik bitiş tırnak işareti bulundu.
zh_hans: 分析“{0}”时遇到缺少右引号的情况。
zh_hant: 剖析 '{0}' 時遺失結尾引號。

# TokenizerHelperPrematureStringTermination
source: Premature string termination encountered while parsing '{0}'.
es: Se detectó una finalización prematura de la cadena al analizar '{0}'.
it: Rilevata fine prematura della stringa durante l'analisi di '{0}'.
ja: '{0}' の解析中に、終了が不完全な文字列が見つかりました。
ko: '{0}'을(를) 구문 분석하는 동안 중간에 중단된 문자열이 발견되었습니다.
pl: Podczas analizy elementu {0} napotkano przedwczesne zakończenie ciągu.
pt_br: Encontrado um término prematuro da cadeia de caracteres ao analisar '{0}'.
ru: При синтаксическом анализе "{0}" обнаружено преждевременное завершение строки.
tr: '{0}' ayrıştırılırken erken dize sonuyla karşılaşıldı.
zh_hans: 分析“{0}”时遇到字符串过早终止的情况。
zh_hant: 剖析 '{0}' 時發現字串過早結束。

# TooManyAttributes
source: Error with member '{0}'.'{1}'. It has more than one '{2}'.
cs: Chyba u členu {0}.{1}. Má více než jeden atribut {2}.
de: Fehler mit Member "{0}"."{1}". Der Member besitzt mehr als ein Objekt vom Typ "{2}".
es: Error con el miembro '{0}'.'{1}'. Tiene más de un '{2}'.
fr: Erreur avec le membre '{0}'.'{1}'. Il contient plusieurs '{2}'.
it: Errore relativo al membro '{0}'.'{1}'. Dispone di più di un '{2}'.
ja: メンバー '{0}'.'{1}' のエラー。2 つ以上の '{2}' が指定されています。
ko: '{0}'.'{1}' 멤버에 오류가 발생했습니다. 두 개 이상의 '{2}'이(가) 있습니다.
pl: Błąd związany z elementem członkowskim {0}.{1}. Ma on więcej niż jeden atrybut „{2}”.
pt_br: Erro com o associado '{0}'.'{1}'. Ele tem mais de um '{2}'.
ru: Ошибка, связанная с членом "{0}"."{1}". В нем содержится более одного "{2}".
tr: '{0}'.'{1}' üyesi hatalı. Birden çok '{2}' içeriyor.
zh_hans: 成员 '{0}'.'{1}' 出错。它具有多个“{2}”。
zh_hant: 成員 '{0}'.'{1}' 錯誤。它有多個 '{2}'。

# TooManyAttributesOnType
source: Error with type '{0}'. It has more than one '{1}'.
cs: Chyba u typu {0}. Má více než jeden atribut {1}.
de: Fehler mit Typ "{0}". Der Member besitzt mehr als ein Objekt vom Typ "{1}".
es: Error con el tipo '{0}'. Tiene más de un '{1}'.
fr: Erreur avec le type '{0}'. Il contient plusieurs '{1}'.
it: Errore relativo al tipo '{0}'. Dispone di più di un '{1}'.
ja: 型 '{0}' のエラー。2 つ以上の '{1}' が指定されています。
ko: '{0}' 형식에 오류가 발생했습니다. 두 개 이상의 '{1}'이(가) 있습니다.
pl: Błąd związany z typem „{0}”. Ma on więcej niż jeden atrybut „{1}”.
pt_br: Erro com o tipo '{0}'. Ele tem mais de um '{1}'.
ru: Ошибка, связанная с типом "{0}". В нем содержится более одного "{1}".
tr: '{0}' türü hatalı. Birden çok '{1}' içeriyor.
zh_hans: 类型“{0}”出错。它具有多个“{1}”。
zh_hant: 型別 '{0}' 錯誤。它有多個 '{1}'。

# TooManyTypeConverterAttributes
source: Only one TypeConverter attribute is allowed on a type.
cs: Pro typ je povolen pouze jeden atribut TypeConverter.
de: Für einen Typ ist nur ein TypeConverter-Attribut zulässig.
es: Solo se permite un atributo TypeConverter en un tipo.
fr: Seul un attribut TypeConverter est autorisé sur un type.
it: È consentito un solo attributo TypeConverter su un tipo.
ja: 1 つの型に指定できる TypeConverter 属性は 1 つだけです。
ko: 한 형식에는 TypeConverter 특성을 하나만 사용할 수 있습니다.
pl: Dla typu jest dozwolony tylko jeden atrybut TypeConverter.
pt_br: Somente um atributo TypeConverter é permitido em um tipo.
ru: Для типа допускается только один атрибут TypeConverter.
tr: Türde yalnızca bir TypeConverter özniteliğine izin verilir.
zh_hans: 一个类型上只允许有一个 TypeConverter 特性。
zh_hant: 型別上只能有一個 TypeConverter 屬性。
