Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XCRInvalidXMLName
source: '{0}' attribute value is not a valid XML name.
cs: Hodnota atributu {0} není platný název XML.
de: Der Attributwert "{0}" ist kein gültiger XML-Name.
es: El valor del atributo '{0}' no es un nombre XML válido.
fr: La valeur de l'attribut '{0}' n'est pas un nom XML valide.
it: Il valore dell'attributo '{0}' non è un nome XML valido.
ja: '{0}' 属性値は、有効な XML 名ではありません。
ko: '{0}' 특성 값이 잘못된 XML 이름입니다.
pl: Wartość atrybutu „{0}” nie jest prawidłową nazwą XML.
pt_br: O valor do atributo '{0}' não é um nome XML válido.
ru: Значение атрибута "{0}" не является допустимым XML-именем.
tr: '{0}' özellik değeri geçerli bir XML adı değildir.
zh_hans: “{0}”特性值不是有效的 XML 名称。
zh_hant: '{0}' 屬性值不是有效的 XML 名稱。

# XCRMultipleFallbackFound
source: AlternateContent must contain only one Fallback element.
cs: Třída AlternateContent může obsahovat jen jeden element Fallback.
de: "AlternateContent" darf nur ein Fallback-Element enthalten.
es: AlternateContent sólo debe contener un elemento Fallback.
fr: AlternateContent ne doit contenir qu'un seul élément Fallback.
it: AlternateContent deve contenere un solo elemento Fallback.
ja: AlternateContent には、Fallback 要素が 1 つだけ含まれている必要があります。
ko: AlternateContent에는 Fallback 요소가 하나만 있어야 합니다.
pl: Element AlternateContent może zawierać tylko jeden element Fallback.
pt_br: AlternateContent deve conter somente um elemento Fallback.
ru: В AlternateContent должен содержаться только один элемент Fallback.
tr: AlternateContent yalnızca bir Fallback öğesi içermelidir.
zh_hans: AlternateContent 必须仅包含一个 Fallback 元素。
zh_hant: AlternateContent 只能包含一個 Fallback 項目。

# XCRMustUnderstandFailed
source: MustUnderstand condition failed on namespace '{0}'.
cs: Podmínka MustUnderstand pro obor názvů {0} nebyla dodržena.
de: Fehler bei der MustUnderstand-Bedingung für den Namespace "{0}".
es: Error de la condición MustUnderstand en el espacio de nombres '{0}'.
fr: Échec de la condition MustUnderstand sur l'espace de noms '{0}'.
it: Condizione MustUnderstand non riuscita nello spazio dei nomi '{0}'.
ja: 名前空間 '{0}' で MustUnderstand 条件が失敗しました。
ko: '{0}' 네임스페이스에서 MustUnderstand 조건이 충족되지 않았습니다.
pl: Warunek MustUnderstand niespełniony dla przestrzeni nazw „{0}”.
pt_br: Falha da condição MustUnderstand no namespace '{0}'.
ru: Условие MustUnderstand не выполнилось в пространстве имен "{0}".
tr: '{0}' ad alanında MustUnderstand koşulu başarısız oldu.
zh_hans: MustUnderstand 条件在命名空间“{0}”上失败。
zh_hant: 命名空間 '{0}' 的 MustUnderstand 條件失敗。

# XCRNSPreserveNotIgnorable
source: '{0}' namespace cannot preserve items; it must be declared Ignorable first.
cs: Obor názvů {0} nemůže zachovávat položky. Nejprve musí být deklarován jako Ignorable.
de: Der Namespace "{0}" kann keine Elemente aufbewahren- Er muss zuerst als "Ignorable" deklariert werden.
es: El espacio de nombres '{0}' no puede conservar los elementos; se debe declarar primero como Ignorable.
fr: L'espace de noms '{0}' ne peut pas conserver les éléments ; il doit d'abord être déclaré Ignorable.
it: Lo spazio dei nomi '{0}' non consente di mantenere gli elementi. È prima di tutto necessario dichiararlo come Ignorable.
ja: '{0}' 名前空間は項目を保持できません。最初に Ignorable を宣言する必要があります。
ko: '{0}' 네임스페이스가 항목을 유지할 수 없으므로 먼저 Ignorable로 선언되어야 합니다.
pl: Przestrzeń nazw „{0}” nie może zachowywać elementów. Najpierw musi zostać zadeklarowana jako Ignorable.
pt_br: O namespace '{0}' não pode preservar itens; primeiro, ele deve ser declarado Ignorable.
ru: Пространство имен "{0}" не может сохранить элементы; оно должно быть сначала объявлено как Ignorable.
tr: '{0}' ad alanı öğeleri koruyamaz; önce Ignorable olarak bildirilmelidir.
zh_hans: “{0}”命名空间无法保留项；必须将其首先声明为 Ignorable。
zh_hant: '{0}' 命名空間無法保留項目; 必須先將它宣告為 Ignorable。

# XCRNSProcessContentNotIgnorable
source: '{0}' namespace cannot process content; it must be declared Ignorable first.
cs: Obor názvů {0} nemůže zpracovat obsah. Nejprve musí být deklarován jako Ignorable.
de: Namespace "{0}" kann keinen Inhalt verarbeiten. Er muss zuerst als "Ignorable" deklariert werden.
es: El espacio de nombres '{0}' no puede procesar el contenido; se debe declarar primero como Ignorable.
fr: L'espace de noms '{0}' ne peut pas traiter le contenu ; il doit d'abord être déclaré Ignorable.
it: Lo spazio dei nomi '{0}' non consente l'elaborazione di contenuto. È prima di tutto necessario dichiararlo come Ignorable.
ja: '{0}' 名前空間はコンテンツを処理できません。最初に Ignorable を宣言する必要があります。
ko: '{0}' 네임스페이스가 콘텐츠를 처리할 수 없으므로 먼저 Ignorable로 선언되어야 합니다.
pl: Przestrzeń nazw „{0}” nie może przetwarzać zawartości. Najpierw musi zostać zadeklarowana jako Ignorable.
pt_br: O namespace '{0}' não pode processar o conteúdo; primeiro, ele deve ser declarado Ignorable.
ru: Пространство имен "{0}" не может обработать содержимое; оно должно быть сначала объявлено как Ignorable.
tr: '{0}' ad alanı içeriği işleyemez; önce Ignorable olarak bildirilmelidir.
zh_hans: “{0}”命名空间无法处理内容；必须将其首先声明为 Ignorable。
zh_hant: '{0}' 命名空間無法處理內容; 必須先將它宣告為 Ignorable。

# XCRRequiresAttribNotFound
source: Choice must contain a Requires attribute.
cs: Element Choice musí obsahovat atribut Requires.
de: "Choice" muss ein Requires-Attribut enthalten.
es: Choice debe contener un atributo Requires.
fr: L'élément Choice doit comporter un attribut Requires.
it: Choice deve contenere un attributo Requires.
ja: Choice には、Requires 属性が含まれている必要があります。
ko: Choice에는 Requires 특성이 있어야 합니다.
pl: Element Choice musi zawierać atrybut Requires.
pt_br: Choice deve conter um atributo Requires.
ru: Choice должен содержать атрибут Requires.
tr: Choice bir Requires özniteliği içermelidir.
zh_hans: Choice 必须包含 Requires 特性。
zh_hant: Choice 必須包含 Requires 屬性。

# XCRUndefinedPrefix
source: '{0}' prefix is not defined.
cs: Předpona {0} není definována.
de: Das {0}-Präfix ist nicht definiert.
es: El prefijo '{0}' no está definido.
fr: Le préfixe '{0}' n'est pas défini.
it: Prefisso '{0}' non definito.
ja: '{0}' プレフィックスは定義されていません。
ko: '{0}' 접두사가 정의되지 않았습니다.
pl: Prefiks „{0}” jest niezdefiniowany.
pt_br: O prefixo '{0}' não está definido.
ru: Префикс "{0}" не определен.
tr: '{0}' öneki tanımlı değil.
zh_hans: 未定义“{0}”前缀。
zh_hant: 未定義 '{0}' 前置詞。

# XCRUnknownCompatAttrib
source: Unrecognized compatibility attribute '{0}'.
cs: Neznámý atribut kompatibility {0}.
de: Unbekanntes {0}-Kompatibilitätsattribut.
es: Atributo de compatibilidad '{0}' no reconocido.
fr: Attribut de compatibilité '{0}' non reconnu.
it: Attributo di compatibilità non riconosciuto '{0}'.
ja: 認識できない互換性属性 '{0}' です。
ko: 인식할 수 없는 호환성 특성 '{0}'입니다.
pl: Nierozpoznany atrybut zgodności „{0}”.
pt_br: Atributo de compatibilidade '{0}' não reconhecido.
ru: Нераспознанный атрибут совместимости "{0}".
tr: Tanınmayan uyumluluk özniteliği '{0}'.
zh_hans: 无法识别的兼容性特性“{0}”。
zh_hant: 無法識別的相容性屬性 '{0}'。

# XCRUnknownCompatElement
source: Unrecognized Compatibility element '{0}'.
cs: Neznámý element kompatibility {0}.
de: Unbekanntes Compatibility-Element "{0}".
es: Elemento de compatibilidad '{0}' no reconocido.
fr: Élément de compatibilité '{0}' non reconnu.
it: Elemento di compatibilità non riconosciuto '{0}'.
ja: 認識できない互換性要素 {0} です。
ko: 인식할 수 없는 호환성 요소 '{0}'입니다.
pl: Nierozpoznany element zgodności „{0}”.
pt_br: Elemento Compatibility não reconhecido '{0}'.
ru: Нераспознанный элемент Compatibility "{0}".
tr: Tanınmayan Uyumluluk öğesi '{0}'.
zh_hans: 无法识别的兼容性元素“{0}”。
zh_hant: 無法識別的相容性項目 '{0}'。

# XClassMustMatchRootInstance
source: Specified class name '{0}' doesn't match actual root instance type '{1}'. Remove the Class directive or provide an instance via XamlObjectWriterSettings.RootObjectInstance.
cs: Zadaný název třídy {0} se neshoduje se skutečným typem kořenové instance {1}. Odeberte direktivu Class nebo zadejte instanci prostřednictvím parametru XamlObjectWriterSettings.RootObjectInstance.
de: Der angegebene Klassenname "{0}" entspricht nicht dem tatsächlichen Stamminstanztyp "{1}". Entfernen Sie die Klassendirektive, oder geben Sie eine Instanz über XamlObjectWriterSettings.RootObjectInstance an.
es: El nombre de clase especificado '{0}' no coincide con el tipo de instancia raíz '{1}'. Quite la directiva Class o proporcione una instancia mediante XamlObjectWriterSettings.RootObjectInstance.
fr: Le nom de classe spécifié '{0}' ne correspond pas au type d'instance racine réel '{1}'. Supprimez la directive Class ou fournissez une instance via XamlObjectWriterSettings.RootObjectInstance.
it: Il nome '{0}' della classe non corrisponde al tipo dell'istanza radice attuale '{1}'. Rimuovere l'istruzione della classe o fornire un'istanza tramite XamlObjectWriterSettings.RootObjectInstance.
ja: 指定されたクラス名 '{0}' は、実際のルート インスタンス型 '{1}' と一致しません。Class ディレクティブを削除するか、XamlObjectWriterSettings.RootObjectInstance 経由でインスタンスを指定してください。
ko: 지정된 클래스 이름 '{0}'이(가) 실제 루트 인스턴스 형식 '{1}'과(와) 일치하지 않습니다. Class 지시문을 제거하거나 XamlObjectWriterSettings.RootObjectInstance를 통해 인스턴스를 제공하십시오.
pl: Określona nazwa klasy „{0}” jest niezgodna z rzeczywistym typem wystąpienia głównego „{1}”. Usuń dyrektywę Class lub przekaż wystąpienie za pośrednictwem właściwości XamlObjectWriterSettings.RootObjectInstance.
pt_br: O nome de classe especificado '{0}' não corresponde ao tipo de instância raiz real '{1}'. Remova a diretiva Class ou forneça uma instância via XamlObjectWriterSettings.RootObjectInstance.
ru: Заданное имя класса "{0}" не соответствует фактическому типу корневого экземпляра "{1}". Удалите директиву Class или предоставьте экземпляр с помощью свойства XamlObjectWriterSettings.RootObjectInstance.
tr: Belirtilen '{0}' sınıf adı gerçek '{1}' kök örneği türüyle eşleşmiyor. Class yönergesini kaldırın veya XamlObjectWriterSettings.RootObjectInstance aracılığıyla bir örnek sağlayın.
zh_hans: 指定的类名称“{0}”与实际的根实例类型“{1}”不匹配。请移除 Class 指令或通过 XamlObjectWriterSettings.RootObjectInstance 提供一个实例。
zh_hant: 指定的類別名稱 '{0}' 與實際根執行個體型別 '{1}' 不相符。請移除 Class 指示詞，或透過 XamlObjectWriterSettings.RootObjectInstance 提供執行個體。

# XamlFactoryInvalidXamlNode
source: Unexpected XAML node type '{0}' from XamlReader in XamlFactory.
cs: Neočekávaný typ uzlu XAML {0} z objektu XamlReader v XamlFactory.
de: Unerwarteter XAML-Knotentyp "{0}" von XamlReader in XamlFactory.
es: Tipo de nodo XAML '{0}' no esperado de XamlReader en XamlFactory.
fr: Type de nœud XAML inattendu '{0}' à partir de XamlReader dans XamlFactory.
it: Tipo di nodo XAML '{0}' imprevisto da XamlReader in XamlFactory.
ja: XamlFactory の XamlReader から、予期しない XAML ノード型 '{0}' が取得されました。
ko: XamlFactory에서 XamlReader의 '{0}'은(는) 예기치 않은 XAML 노드 형식입니다.
pl: Nieoczekiwany typ węzła XAML „{0}” z obiektu XamlReader w fabryce XamlFactory.
pt_br: Tipo de nó XAML '{0}' inesperado de XamlReader em XamlFactory.
ru: Непредвиденный тип узла XAML "{0}" из XamlReader в XamlFactory.
tr: XamlFactory içindeki XamlReader'dan beklenmeyen '{0}' XAML düğüm türü.
zh_hans: 来自 XamlFactory 中的 XamlReader 的意外 XAML 节点类型“{0}”。
zh_hant: XamlFactory 中的 XamlReader 有未預期的 XAML 節點型別 '{0}'。

# XamlMarkupExtensionWriterCannotSetSchemaContext
source: Cannot set SchemaContext on XamlMarkupExtensionWriter.
cs: Nelze nastavit parametr SchemaContext pro objekt XamlMarkupExtensionWriter.
de: SchemaContext kann nicht für XamlMarkupExtensionWriter festgelegt werden.
es: No se puede establecer SchemaContext en XamlMarkupExtensionWriter.
fr: Impossible de définir SchemaContext sur XamlMarkupExtensionWriter.
it: Impossibile impostare SchemaContext su XamlMarkupExtensionWriter.
ja: XamlMarkupExtensionWriter に SchemaContext を設定できません。
ko: XamlMarkupExtensionWriter에 SchemaContext를 설정할 수 없습니다.
pl: Nie można ustawić właściwości SchemaContext obiektu XamlMarkupExtensionWriter.
pt_br: Não é possível definir SchemaContext em XamlMarkupExtensionWriter.
ru: Не удается задать свойство SchemaContext для XamlMarkupExtensionWriter.
tr: XamlMarkupExtensionWriter'da SchemaContext ayarlanamıyor.
zh_hans: 无法在 XamlMarkupExtensionWriter 上设置 SchemaContext。
zh_hant: 無法設定 XamlMarkupExtensionWriter 上的 SchemaContext。

# XamlMarkupExtensionWriterCannotWriteNonstringValue
source: Cannot write a value that is not a string.
cs: Nelze zapsat hodnotu, která není řetězec.
de: Es kann kein Wert geschrieben werden, bei dem es sich nicht um eine Zeichenfolge handelt.
es: No se puede escribir un valor que no es una cadena.
fr: Impossible d'écrire une valeur qui n'est pas une chaîne.
it: Impossibile scrivere un valore non stringa.
ja: 文字列ではない値を書き込むことはできません。
ko: 문자열이 아닌 값을 쓸 수 없습니다.
pl: Nie można zapisać wartości, która nie jest ciągiem.
pt_br: Não é possível gravar um valor que não seja uma cadeia de caracteres.
ru: Нельзя записать значение, не являющееся строкой.
tr: Dize olmayan bir değer yazılamaz.
zh_hans: 无法写入非字符串值。
zh_hant: 無法寫入不是字串的值。

# XamlMarkupExtensionWriterDuplicateMember
source: The member '{0}' has already been written.
cs: Člen {0} byl již zapsán.
de: Der Member "{0}" wurde bereits geschrieben.
es: El miembro '{0}' ya se ha escrito.
fr: Le membre '{0}' a déjà été écrit.
it: Membro '{0}' già scritto.
ja: メンバー '{0}' は既に書き込まれています。
ko: '{0}' 멤버가 이미 기록되었습니다.
pl: Element członkowski „{0}” został już zapisany.
pt_br: O associado '{0}' já foi gravado.
ru: Член "{0}" уже записан.
tr: '{0}' üyesi zaten yazılmıştı.
zh_hans: 已写入成员“{0}”。
zh_hant: 已經寫入成員 '{0}'。

# XamlMarkupExtensionWriterInputInvalid
source: Errors detected in input.
cs: Byly zjištěny chyby ve vstupu.
de: In der Eingabe wurden Fehler gefunden.
es: Errores en la entrada.
fr: Erreurs détectées dans l'entrée.
it: Errori rilevati in input.
ja: 入力にエラーが検出されました。
ko: 입력에서 오류가 발견되었습니다.
pl: Wykryto błędy w danych wejściowych.
pt_br: Erros detectados na entrada.
ru: Во входных данных обнаружены ошибки.
tr: Girişte hatalar algılandı.
zh_hans: 在输入中检测到错误。
zh_hant: 在輸入中偵測到錯誤。

# XamlTypeNameCannotGetPrefix
source: Cannot convert this XamlTypeName instance to a string because the provided INamespacePrefixLookup could not generate a prefix for the namespace '{0}'.
cs: Nelze převést tuto instanci XamlTypeName na řetězec, protože zadané rozhraní INamespacePrefixLookup nemůže generovat předponu pro obor názvů {0}.
de: Die XamlTypeName-Instanz kann nicht in eine Zeichenfolge konvertiert werden, da der angegebene INamespacePrefixLookup kein Präfix für den Namespace "{0}" generieren konnte.
es: No se puede convertir esta instancia de XamlTypeName en una cadena porque el INamespacePrefixLookup proporcionado no pudo generar un prefijo para el espacio de nombres '{0}'.
fr: Impossible de convertir cette instance XamlTypeName en chaîne, car l'INamespacePrefixLookup n'a pas pu générer un préfixe pour l'espace de noms '{0}'.
it: Impossibile convertire l'istanza XamlTypeName in una stringa perché il INamespacePrefixLookup fornito non è in grado di generare un prefisso per lo spazio dei nomi '{0}'.
ja: 指定された INamespacePrefixLookup で名前空間 '{0}' のプレフィックスを生成できなかったため、この XamlTypeName インスタンスを文字列に変換できません。
ko: 이 XamlTypeName 인스턴스를 문자열로 변환할 수 없습니다. 제공된 INamespacePrefixLookup에서 '{0}' 네임스페이스에 대한 접두사를 생성할 수 없기 때문입니다.
pl: Nie można przekonwertować tego wystąpienia obiektu XamlTypeName na ciąg, ponieważ podana usługa INamespacePrefixLookup nie może wygenerować prefiksu dla przestrzeni nazw „{0}”.
pt_br: Não é possível converter essa instância de XamlTypeName em uma cadeia de caracteres, pois o INamespacePrefixLookup fornecido não pôde gerar um prefixo para o namespace '{0}'.
ru: Не удается преобразовать этот экземпляр XamlTypeName в строку, поскольку предоставленному INamespacePrefixLookup не удается сгенерировать префикс для пространства имен "{0}".
tr: Sağlanan INamespacePrefixLookup '{0}' ad alanı için bir önek oluşturamadığından, bu XamlTypeName örneği dizeye dönüştürülemiyor.
zh_hans: 无法将此 XamlTypeName 实例转换为字符串，因为提供的 INamespacePrefixLookup 未能生成命名空间“{0}”的前缀。
zh_hant: 無法將這個 XamlTypeName 執行個體轉換成字串，因為提供的 INamespacePrefixLookup 無法產生命名空間 '{0}' 的前置詞。

# XamlTypeNameNameIsNullOrEmpty
source: Cannot convert this XamlTypeName instance to a string because the Name property is null or empty. Set the Name property before calling XamlTypeName.ToString.
cs: Nelze převést tuto instanci XamlTypeName na řetězec, protože vlastnost Name má hodnotu Null nebo je prázdná. Před voláním metody XamlTypeName.ToString nastavte vlastnost Name.
de: Die XamlTypeName-Instanz kann nicht in eine Zeichenfolge konvertiert werden, da die Nameneigenschaft NULL oder leer ist. Legen Sie die Nameneigenschaft fest, bevor Sie XamlTypeName.ToString aufrufen.
es: No se puede convertir esta instancia de XamlTypeName en una cadena porque la propiedad Name es nula o está vacía. Establezca la propiedad Name antes de llamar a XamlTypeName.ToString.
fr: Impossible de convertir cette instance XamlTypeName en chaîne, car la propriété Name est null ou vide. Définissez la propriété Name avant d'appeler XamlTypeName.ToString.
it: Impossibile convertire l'istanza XamlTypeName in una stringa perché la proprietà Name è null o vuota. Impostare la proprietà Name prima di chiamare XamlTypeName.ToString.
ja: Name プロパティが null または空であるため、XamlTypeName インスタンスを文字列に変換できません。XamlTypeName.ToString を呼び出す前に、Name プロパティを設定してください。
ko: 이 XamlTypeName 인스턴스를 문자열로 변환할 수 없습니다. Name 속성이 null이거나 비어 있기 때문입니다. XamlTypeName.ToString을 호출하기 전에 Name 속성을 설정하십시오.
pl: Nie można przekonwertować tego wystąpienia obiektu XamlTypeName na ciąg, ponieważ właściwość Name ma wartość null lub jest pusta. Przed wywołaniem metody XamlTypeName.ToString ustaw właściwość Name.
pt_br: Não é possível converter essa instância de XamlTypeName em uma cadeia de caracteres, pois a propriedade Name é nula ou está vazia. Defina essa propriedade antes de chamar XamlTypeName.ToString.
ru: Не удается преобразовать экземпляр XamlTypeName в строку, поскольку свойство Name не определено (null) или является пустым. Задайте свойство Name перед вызовом метода XamlTypeName.ToString.
tr: Name özelliği null veya boş olduğundan bu XamlTypeName örneği dizeye dönüştürülemiyor. XamlTypeName.ToString'i çağırmadan önce Name özelliğini ayarlayın.
zh_hans: 无法将此 XamlTypeName 实例转换为字符串，因为 Name 属性为 null 或为空。请在调用 XamlTypeName.ToString 之前设置 Name 属性。
zh_hant: 無法將這個 XamlTypeName 執行個體轉換成字串，因為 Name 屬性為 null 或空白。請先設定 Name 屬性然後再呼叫 XamlTypeName.ToString。

# XamlTypeNameNamespaceIsNull
source: Cannot convert this XamlTypeName instance to a string because the Namespace property is null. Set the Namespace property before calling XamlTypeName.ToString.
cs: Nelze převést tuto instanci XamlTypeName na řetězec, protože vlastnost Namespace má hodnotu Null. Před voláním metody XamlTypeName.ToString nastavte vlastnost Namespace.
de: Die XamlTypeName-Instanz kann nicht in eine Zeichenfolge konvertiert werden, da die Namespaceeigenschaft NULL ist. Legen Sie die Namespaceeigenschaft fest, bevor Sie XamlTypeName.ToString aufrufen.
es: No se puede convertir esta instancia de XamlTypeName en una cadena porque la propiedad Namespace es nula. Establezca la propiedad Namespace antes de llamar a XamlTypeName.ToString.
fr: Impossible de convertir cette instance XamlTypeName en chaîne, car la propriété Namespace est null. Définissez la propriété Namespace avant d'appeler XamlTypeName.ToString.
it: Impossibile convertire l'istanza XamlTypeName in una stringa perché la proprietà Namespace è null. Impostare la proprietà Namespace prima di chiamare XamlTypeName.ToString.
ja: Namespace プロパティが null または空であるため、XamlTypeName インスタンスを文字列に変換できません。XamlTypeName.ToString を呼び出す前に、Namespace プロパティを設定してください。
ko: 이 XamlTypeName 인스턴스를 문자열로 변환할 수 없습니다. Namespace 속성이 null이기 때문입니다. XamlTypeName.ToString을 호출하기 전에 Namespace 속성을 설정하십시오.
pl: Nie można przekonwertować tego wystąpienia obiektu XamlTypeName na ciąg, ponieważ właściwość Namespace ma wartość null. Przed wywołaniem metody XamlTypeName.ToString ustaw właściwość Namespace.
pt_br: Não é possível converter essa instância de XamlTypeName em uma cadeia de caracteres, pois a propriedade Namespace é nula. Defina essa propriedade antes de chamar XamlTypeName.ToString.
ru: Не удается преобразовать этот экземпляр XamlTypeName в строку, поскольку свойство Namespace не определено (null) или является пустым. Задайте свойство Namespace перед вызовом метода XamlTypeName.ToString.
tr: Namespace özelliği null olduğundan bu XamlTypeName örneği dizeye dönüştürülemiyor. XamlTypeName.ToString'i çağırmadan önce Namespace özelliğini ayarlayın.
zh_hans: 无法将此 XamlTypeName 实例转换为字符串，因为 Namespace 属性为 null。请在调用 XamlTypeName.ToString 之前设置 Namespace 属性。
zh_hant: 無法將這個 XamlTypeName 執行個體轉換成字串，因為 Namespace 屬性為 null 或空白。請先設定 Namespace 屬性然後再呼叫 XamlTypeName.ToString。

# XamlXmlWriterCannotWriteNonstringValue
source: Cannot write a value that is not a string.
cs: Nelze zapsat hodnotu, která není řetězec.
de: Es kann kein Wert geschrieben werden, bei dem es sich nicht um eine Zeichenfolge handelt.
es: No se puede escribir un valor que no es una cadena.
fr: Impossible d'écrire une valeur qui n'est pas une chaîne.
it: Impossibile scrivere un valore non stringa.
ja: 文字列ではない値を書き込むことはできません。
ko: 문자열이 아닌 값을 쓸 수 없습니다.
pl: Nie można zapisać wartości, która nie jest ciągiem.
pt_br: Não é possível gravar um valor que não seja uma cadeia de caracteres.
ru: Нельзя записать значение, не являющееся строкой.
tr: Dize olmayan bir değer yazılamaz.
zh_hans: 无法写入非字符串值。
zh_hant: 無法寫入不是字串的值。

# XamlXmlWriterDuplicateMember
source: The member '{0}' has already been written.
cs: Člen {0} byl již zapsán.
de: Der Member "{0}" wurde bereits geschrieben.
es: El miembro '{0}' ya se ha escrito.
fr: Le membre '{0}' a déjà été écrit.
it: Membro '{0}' già scritto.
ja: メンバー '{0}' は既に書き込まれています。
ko: '{0}' 멤버가 이미 기록되었습니다.
pl: Element członkowski „{0}” został już zapisany.
pt_br: O associado '{0}' já foi gravado.
ru: Член "{0}" уже записан.
tr: '{0}' üyesi zaten yazılmıştı.
zh_hans: 已写入成员“{0}”。
zh_hant: 已經寫入成員 '{0}'。

# XamlXmlWriterIsObjectFromMemberSetForArraysOrNonCollections
source: The argument isObjectFromMember can only be set to true when the type is a collection.
cs: Argument isObjectFromMember může být nastaven na hodnotu true pouze tehdy, jestliže typ je kolekce.
de: Das isObjectFromMember-Argument kann nur auf "True" festgelegt werden, wenn der Typ eine Sammlung ist.
es: El argumento isObjectFromMember se puede establecer solo en true cuando el tipo es una colección.
fr: L'argument isObjectFromMember peut uniquement avoir la valeur True lorsque le type est une collection.
it: L'argomento isObjectFromMember può essere impostato solo su true quando il tipo è una raccolta.
ja: 引数 isObjectFromMember は、型がコレクションである場合にのみ true に設定できます。
ko: 형식이 컬렉션인 경우 isObjectFromMember 인수는 true로만 설정할 수 있습니다.
pl: Dla argumentu isObjectFromMember można ustawić wartość true tylko w przypadku, gdy typ jest kolekcją.
pt_br: O argumento isObjectFromMember só pode ser definido como verdadeiro quando o tipo é uma coleção.
ru: Аргументу isObjectFromMember может быть задано значение true, только если тип является коллекцией.
tr: Tür bir koleksiyon olduğunda isObjectFromMember bağımsız değişkeni yalnızca true olarak ayarlanabilir.
zh_hans: 当该类型为集合时，isObjectFromMember 参数只能设置为 true。
zh_hant: 型別為集合時，引數 isObjectFromMember 只能設定為 true。
