Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Animation_NoTextChildren
source: KeyFrameAnimation objects cannot have text objects as children.
es: Los objetos KeyFrameAnimation no pueden tener objetos de texto como objetos secundarios.
it: Impossibile utilizzare oggetti figlio di tipo testo per oggetti KeyFrameAnimation.
ja: KeyFrameAnimation オブジェクトは、子としてテキスト オブジェクトを持つことができません。
ko: KeyFrameAnimation 개체는 텍스트 개체를 자식으로 가질 수 없습니다.
pl: W obiektach KeyFrameAnimation obiekty tekstowe nie mogą być obiektami podrzędnymi.
pt_br: Os objetos KeyFrameAnimation não podem ter objetos de texto como filhos.
ru: Дочерними объектами для объектов KeyFrameAnimation не могут быть текстовые объекты.
tr: KeyFrameAnimation nesneleri alt öğe olarak metin nesneleri içeremez.
zh_hans: KeyFrameAnimation 对象不能有作为子级的文本对象。
zh_hant: KeyFrameAnimation 物件不能使用文字物件做為子項目。

# ArgumentRequired
source: One of the following arguments must be non-null: '{0}'.
cs: Jeden z následujících argumentů nesmí mít hodnotu Null: {0}.
de: Eines der folgenden Argumente muss ungleich NULL sein: "{0}".
es: Uno de los siguientes argumentos no debe ser nulo: '{0}'.
fr: Un des arguments suivants doit être non null : '{0}'.
it: Uno degli argomenti seguenti deve essere non Null: '{0}'.
ja: 次の引数のいずれか 1 つは null 以外でなければなりません: '{0}'。
ko: 다음 인수 중 하나는 null이 아니어야 합니다. '{0}'
pl: Jeden z następujących argumentów nie może być równy null: „{0}”.
pt_br: Um destes argumentos deve ser não nulo: '{0}'.
ru: Один из следующих аргументов должен быть не равным null: "{0}".
tr: Şu bağımsız değişkenlerden biri null dışında bir değer olmalıdır: '{0}'.
zh_hans: 下列参数中必须有一个不是 null:“{0}”。
zh_hant: 下列其中一個引數必須是非 null: '{0}'。

# ArrayAddNotImplemented
source: Array Add method is not implemented.
cs: Metoda Add pro pole není implementována.
de: Die Add-Methode des Arrays wurde nicht implementiert.
es: El método Add de la matriz no está implementado.
fr: La méthode Add de tableau n'est pas implémentée.
it: Metodo Add della matrice non implementato.
ja: 配列の Add メソッドが実装されていません。
ko: Array Add 메서드가 구현되지 않았습니다.
pl: Metoda Add tablicy nie została zaimplementowana.
pt_br: O método de matriz Add não está implementado.
ru: Метод Add для массива не реализован.
tr: Dizi Add metodu uygulanmadı.
zh_hans: 未实现数组的 Add 方法。
zh_hant: 未實作陣列 Add 方法。

# AssemblyTagMissing
source: Part between semicolon ';' and equals sign '=' is not '{0}' URI '{1}'.
es: La parte entre el punto y coma ';' y el signo igual '=' no es '{0}', URI '{1}'.
it: La parte tra il punto e virgola ';' e il segno di uguale '=' non è '{0}' URI '{1}'.
ja: URI '{1}' で、セミコロン ';' と等号 '=' の間の部分が '{0}' ではありません。
ko: 세미콜론(';')과 등호('=') 사이의 부분이 '{0}' URI '{1}'이(가) 아닙니다.
pl: Część między średnikiem (;) i znakiem równości (=) nie jest adresem URI {0} „{1}”.
pt_br: A parte entre o ponto-e-vírgula ';' e o sinal de igual '=' não é '{0}' URI '{1}'.
ru: Фрагмент между знаками ";" и ''='' не является кодом URI "{0}" "{1}".
tr: Noktalı virgül ';' ile eşittir işareti '=' arasındaki bölüm '{0}' URI '{1}' değil.
zh_hans: 分号 ';' 和等号 '=' 之间的部分不是“{0}”URI“{1}”。
zh_hant: 分號 ';' 與等號 '=' 之間的部分不是 '{0}' URI '{1}'。

# AttachableEventNotImplemented
source: Attachable events are not implemented.
cs: Připojitelné události nejsou implementovány.
de: Anfügbare Ereignisse werden nicht implementiert.
es: No están implementados los eventos que se pueden asociar.
fr: Les événements pouvant être attachés ne sont pas implémentés.
it: Eventi associabili non implementati.
ja: 添付可能なイベントが実装されていません。
ko: 연결 가능한 이벤트가 구현되지 않았습니다.
pl: Zdarzenia dołączalne nie zostały zaimplementowane.
pt_br: Os eventos anexáveis não estão implementados.
ru: Присоединяемые события не реализованы.
tr: Eklenebilir olaylar uygulanmadı.
zh_hans: 未实现可附加的事件。
zh_hant: 未實作可附加事件。

# AttachableMemberNotFound
source: Attachable member '{0}' was not found.
cs: Připojitelný člen {0} nebyl nalezen.
de: Der anfügbare Member "{0}" wurde nicht gefunden.
es: No se encontró el miembro '{0}' que se puede asociar.
fr: Le membre pouvant être attaché '{0}' est introuvable.
it: Membro associabile '{0}' non trovato.
ja: 添付可能なメンバー '{0}' が見つかりませんでした。
ko: 연결 가능한 멤버 '{0}'을(를) 찾을 수 없습니다.
pl: Nie odnaleziono dołączalnego elementu członkowskiego „{0}”.
pt_br: O associado anexável '{0}' não foi encontrado.
ru: Присоединяемый член "{0}" не найден.
tr: Eklenebilir '{0}' üyesi bulunamadı.
zh_hans: 未找到可附加的成员“{0}”。
zh_hant: 找不到可附加成員 '{0}'。

# AttachedPropOnFwdRefTC
source: Cannot set property '{0}' on object '{1}' because the object is a forward or incompletely initialized reference. The unresolved name(s) are: '{2}'.
cs: Nelze nastavit vlastnost {0} objektu {1}, protože objekt je odkaz směrem vpřed nebo neúplně inicializovaný odkaz. Nepřeložené názvy: {2}.
de: Die Eigenschaft "{0}" kann nicht für Objekt "{1}" festgelegt werden, da das Objekt ein weitergeleiteter oder unvollständig initialisierter Verweis ist. Die unaufgelösten Namen lauten folgendermaßen: "{2}".
es: No se puede establecer la propiedad '{0}' en el objeto '{1}' porque el objeto es una referencia adelantada o una referencia que no se inicializó completamente. Los nombres no resueltos son: '{2}'.
fr: Impossible de définir la propriété '{0}' sur l'objet '{1}', car l'objet est une référence anticipée ou incomplètement initialisée. Le ou les noms non résolus sont : '{2}'.
it: Impossibile impostare la proprietà '{0}' sull'oggetto '{1}' perché l'oggetto è un riferimento in avanti non completamente inizializzato. Nomi non risolti: '{2}'.
ja: オブジェクト '{1}' にプロパティ '{0}' を設定できません。このオブジェクトは前方参照か、完全に初期化されていない参照です。未解決の名前は '{2}' です。
ko: 개체가 전방 참조 또는 불완전하게 초기화된 참조이기 때문에 '{1}' 개체에 '{0}' 속성을 설정할 수 없습니다. 확인되지 않은 이름: '{2}'
pl: Nie można ustawić właściwości „{0}” obiektu „{1}”, ponieważ ten obiekt jest odwołaniem w przód lub odwołaniem niecałkowicie zainicjowanym. Nierozpoznane nazwy: „{2}”.
pt_br: Não é possível definir a propriedade '{0}' no objeto '{1}', pois o objeto é uma referência de encaminhamento ou uma referência não totalmente inicializada. Os nomes não resolvidos são: '{2}'.
ru: Не удается задать свойство "{0}" объекта "{1}", поскольку объект является ссылкой вперед или неполностью инициализированной ссылкой. Неразрешенные имена: "{2}".
tr: '{1}' nesnesi bir iletme veya eksik başlatılmış bir başvuru olduğundan bu nesnede '{0}' özelliği ayarlanamıyor. Çözümlenmeyen adlar: '{2}'.
zh_hans: 无法在对象“{1}”上设置属性“{0}”，因为该对象是一个前向引用或未完全初始化的引用。未解析名称是:“{2}”。
zh_hant: 無法設定物件 '{1}' 上的屬性 '{0}'，因為此物件是轉送或未完全初始化的參考。未解析的名稱為: '{2}'。

# AttachedPropertyOnDictionaryKey
source: An attachable property named '{1}' is attached on a dictionary key '{0}' that is either a string or can be type-converted to string, which is not supported.
cs: Připojitelná vlastnost s názvem {1} je připojena ke klíči slovníku {0}, který je buď řetězec, nebo může být typově převeden na řetězec. To není podporováno.
de: Eine anfügbare Eigenschaft mit dem Namen "{1}" wird an den Wörterbuchschlüssel "{0}" angefügt, der entweder eine Zeichenfolge ist oder per Typkonvertierung in eine Zeichenfolge umgewandelt wird (wird nicht unterstützt).
es: Un nombre de propiedad que se puede asociar '{1}' está asociado en una clave de diccionario '{0}' que es una cadena o cuyo tipo se puede convertir en cadena, que no se admite.
fr: Une propriété pouvant être attachée nommée '{1}' est attachée sur une clé de dictionnaire '{0}' qui est une chaîne ou dont le type peut être converti en chaîne, ce qui n'est pas pris en charge.
it: Una proprietà associabile, non supportata, con nome '{1}' è associata a una chiave '{0}' del dizionario che è una stringa o può essere convertita a un tipo stringa.
ja: '{1}' という名前の添付可能なプロパティが、辞書キー '{0}' に添付されています。この辞書キーは文字列であるか、文字列に型変換できます。このような添付はサポートされていません。
ko: 이름이 '{1}'인 연결 가능한 속성이 문자열이거나 문자열로 형식 변환할 수 있지만 지원되지 않는 사전 키 '{0}'에 연결되었습니다.
pl: Dołączalna właściwość o nazwie „{1}” jest dołączona do klucza słownika „{0}”, który jest ciągiem lub którego typ może zostać przekonwertowany na ciąg, co jest nieobsługiwane.
pt_br: Uma propriedade anexável denominada '{1}' está anexada a uma chave de dicionário '{0}', que é uma cadeia de caracteres ou seu tipo pode ser convertido em cadeia de caracteres, o que não tem suporte.
ru: Присоединяемое свойство с именем "{1}" присоединено к ключу словаря "{0}", который либо является строкой, либо принадлежит к типу, допускающему преобразование в строку, что не поддерживается.
tr: Eklenebilir '{1}' adlı özellik bir dize olan veya dize türüne dönüştürülebilen '{0}' sözlük anahtarına eklendi; bu desteklenmez.
zh_hans: 一个名为“{1}”的可附加属性被附加到一个属于字符串或者其类型可转换为字符串的字典键“{0}”。不支持这种附加方式。
zh_hant: 名為 '{1}' 的可附加屬性所附加的字典索引鍵 '{0}'，可能是字串或可轉型成字串，但都不受支援。

# AttachedPropertyOnTypeConvertedOrStringProperty
source: An attachable property named '{2}' is attached to a property named '{1}'. The property named '{1}' is either a string or can be type-converted to string; attaching on such properties are not supported. For debugging, the property '{1}' contains an object '{0}'.
cs: Připojitelná vlastnost s názvem {2} je připojena k vlastnosti s názvem {1}. Vlastnost s názvem {1} je buď řetězec, nebo může být typově převedena na řetězec. Připojení k takovým vlastnostem není podporováno. Pro účely ladění: Vlastnost {1} obsahuje objekt {0}.
de: Eine anfügbare Eigenschaft mit dem Namen "{2}" wird an eine Eigenschaft mit dem Namen "{1}" angefügt. Die Eigenschaft mit dem Namen "{1}" ist entweder eine Zeichenfolge, oder sie kann per Typkonvertierung in eine Zeichenfolge umgewandelt werden; für derartige Eigenschaften werden keine Anfügevorgänge unterstützt. Zu Debuggingzwecken enthält die Eigenschaft "{1}" ein Objekt ("{0}").
es: La propiedad que se puede asociar '{2}' está asociada a una propiedad con el nombre '{1}'. La propiedad '{1}' es una cadena o su tipo se puede convertir en cadena; no se admite la asociación con este tipo de propiedades. Para la depuración, la propiedad '{1}' contiene un objeto '{0}'.
fr: Une propriété pouvant être attachée nommée '{2}' est attachée à une propriété nommée '{1}'. La propriété nommée '{1}' est une chaîne ou de type convertible en chaîne ; l'attachement sur de telles propriétés n'est pas pris en charge. Pour le débogage, la propriété '{1}' contient un objet '{0}'.
it: Una proprietà associabile con nome '{2}' è associata a una proprietà con nome '{1}'. La proprietà con nome '{1}' è una stringa o può essere convertita a un tipo stringa; le associazioni a tali proprietà non sono supportate. Per il debug, la proprietà '{1}' contiene un oggetto '{0}'.
ja: '{2}' という名前の添付可能なプロパティが、'{1}' というプロパティに添付されています。プロパティ '{1}' は文字列であるか、文字列に型変換できます。このようなプロパティへの添付はサポートされていません。デバッグ用に、プロパティ '{1}' にはオブジェクト '{0}' が含まれています。
ko: 이름이 '{2}'인 연결 가능한 속성이 이름이 '{1}'인 속성에 연결되었습니다. 이름이 '{1}'인 속성은 문자열이거나 문자열로 형식 변환할 수 있지만 이러한 속성에 연결하는 것은 지원되지 않습니다. 디버깅을 위해 '{1}' 속성에 '{0}' 개체가 포함됩니다.
pl: Dołączalna właściwość o nazwie „{2}” jest dołączona do właściwości o nazwie „{1}”. Właściwość o nazwie „{1}” jest ciągiem lub jej typ może zostać przekonwertowany na ciąg; dołączanie takich właściwości nie jest obsługiwane. Dla celów debugowania właściwość „{1}” zawiera obiekt „{0}”.
pt_br: Uma propriedade anexável denominada '{2}' está anexada a uma propriedade denominada '{1}'. A propriedade '{1}' é uma cadeia de caracteres ou seu tipo pode ser convertido em cadeia de caracteres; não há suporte para a anexação a essas propriedades. Para depuração, a propriedade '{1}' contém um objeto '{0}'.
ru: Присоединяемое свойство с именем "{2}" присоединено к свойству "{1}". Свойство "{1}" либо является строкой, либо принадлежит к типу, допускающему преобразование в строку. Присоединение к таким свойствам не поддерживается. В целях отладки свойство "{1}" содержит объект "{0}".
tr: Eklenebilir '{2}' adlı özellik '{1}' adlı özelliğe eklendi. '{1}' adlı özellik bir dize veya dize türüne dönüştürülebilir; bu tür özelliklere ekleme işlemi desteklenmez. Hata ayıklama için, '{1}' özelliği '{0}' nesnesi içeriyor.
zh_hans: 一个名为“{2}”的可附加属性被附加到一个名为“{1}”的属性。名为“{1}”的属性可以是字符串或者其类型可转换为字符串；不支持附加到此类属性。为了便于调试，属性“{1}”包含对象“{0}”。
zh_hant: 名為 '{2}' 的可附加屬性被附加到名為 '{1}' 的屬性。名為 '{1}' 的屬性是字串或可以轉型成字串; 不支援附加到這類屬性。就偵錯而言，屬性 '{1}' 包含物件 '{0}'。

# AttributeUnhandledKind
source: An unhandled scanner attribute was encountered.
cs: Byl zjištěn neošetřený atribut skeneru.
de: Ein unbehandeltes Scannerattribut wurde gefunden.
es: Se encontró un atributo de escáner no controlado.
fr: Un attribut Scanner non géré a été détecté.
it: È stato rilevato un attributo scanner non gestito.
ja: ハンドルされないスキャナー属性が見つかりました。
ko: 처리되지 않은 스캐너 특성이 발견되었습니다.
pl: Napotkano nieobsługiwany atrybut skanera.
pt_br: Foi encontrado um atributo de verificador não tratado.
ru: Обнаружен необработанный атрибут сканера.
tr: İşlenmemiş tarayıcı özniteliğiyle karşılaşıldı.
zh_hans: 遇到了未处理的 scanner 特性。
zh_hant: 遇到未處理的掃描器屬性。

# BadInternalsVisibleTo1
source: One of the InternalsVisibleToAttribute values in assembly '{0}' is not a valid assembly name. Use the format 'AssemblyShortName' or 'AssemblyShortName, PublicKey=...'.
cs: Jedna z hodnot atributu InternalsVisibleToAttribute v sestavení {0} není platný název sestavení. Použijte formát „AssemblyShortName“ nebo „AssemblyShortName, PublicKey=...“.
de: Einer der InternalsVisibleToAttribute-Werte in der Assembly "{0}" ist kein gültiger Assemblyname. Verwenden Sie das Format "AssemblyShortName' or 'AssemblyShortName, PublicKey=...".
es: Uno de los valores de InternalsVisibleToAttribute en el ensamblado '{0}' no es un nombre de ensamblado válido. Use el formato 'AssemblyShortName' o 'AssemblyShortName, PublicKey=...'.
fr: L'une des valeurs InternalsVisibleToAttribute dans l'assembly '{0}' n'est pas un nom d'assembly valide. Utilisez le format 'AssemblyShortName' ou 'AssemblyShortName, PublicKey=...'.
it: Uno dei valori InternalsVisibleToAttribute nell'assembly '{0}' non è un nome di assembly valido. Usare il formato 'AssemblyShortName' o 'AssemblyShortName, PublicKey=...'.
ja: アセンブリ '{0}' の InternalsVisibleToAttribute 値の 1 つが有効なアセンブリ名ではありません。'AssemblyShortName' の形式または 'AssemblyShortName, PublicKey=...' の形式を使用してください。
ko: '{0}' 어셈블리의 InternalsVisibleToAttribute 값 중 하나가 올바른 어셈블리 이름이 아닙니다. 'AssemblyShortName' 또는 'AssemblyShortName, PublicKey=...' 형식을 사용하십시오.
pl: Jedna z wartości InternalsVisibleToAttribute w zestawie „{0}” nie jest prawidłową nazwą zestawu. Użyj formatu „AssemblyShortName” lub „AssemblyShortName, PublicKey=...”.
pt_br: Um dos valores de InternalsVisibleToAttribute no assembly '{0}' não é um nome de assembly válido. Use o formato 'AssemblyShortName' ou 'AssemblyShortName, PublicKey=...'.
ru: Одно из значений атрибута InternalsVisibleToAttribute в сборке "{0}" не является допустимым именем сборки. Используйте формат "AssemblyShortName" или "AssemblyShortName, PublicKey=...".
tr: '{0}' bütünleştirilmiş kodundaki InternalsVisibleToAttribute değerlerinden biri geçerli bir bütünleştirilmiş kod adı değil. 'AssemblyShortName' veya 'AssemblyShortName, PublicKey=...' biçimini kullanın.
zh_hans: 程序集“{0}”中的一个 InternalsVisibleToAttribute 值不是有效的程序集名称。请使用格式“AssemblyShortName”或“AssemblyShortName, PublicKey=...”。
zh_hant: 組件 '{0}' 中的其中一個 InternalsVisibleToAttribute 值不是有效的組件名稱。請使用格式 'AssemblyShortName' 或 'AssemblyShortName, PublicKey=...'。

# BadInternalsVisibleTo2
source: InternalsVisibleToAttribute value '{0}' in assembly '{1}' is not a valid assembly name. Use the format 'AssemblyShortName' or 'AssemblyShortName, PublicKey=...'.
cs: Hodnota atributu InternalsVisibleToAttribute {0} v sestavení {1} není platný název sestavení. Použijte formát „AssemblyShortName“ nebo „AssemblyShortName, PublicKey=...“.
de: Der InternalsVisibleToAttribute-Wert "{0}" in der Assembly "{1}" ist kein gültiger Assemblyname. Verwenden Sie das Format "AssemblyShortName' or 'AssemblyShortName, PublicKey=...".
es: El valor '{0}' de InternalsVisibleToAttribute en el ensamblado '{1}' no es un nombre de ensamblado válido. Use el formato 'AssemblyShortName' o 'AssemblyShortName, PublicKey=...'.
fr: La valeur InternalsVisibleToAttribute '{0}' dans l'assembly '{1}' n'est pas un nom d'assembly valide. Utilisez le format 'AssemblyShortName' ou 'AssemblyShortName, PublicKey=...'.
it: Il valore InternalsVisibleToAttribute '{0}' nell'assembly '{1}' non è un nome di assembly valido. Usare il formato 'AssemblyShortName' o 'AssemblyShortName, PublicKey=...'.
ja: アセンブリ '{1}' の InternalsVisibleToAttribute 値 '{0}' が有効なアセンブリ名ではありません。'AssemblyShortName' の形式または 'AssemblyShortName, PublicKey=...' の形式を使用してください。
ko: '{1}' 어셈블리의 InternalsVisibleToAttribute 값 '{0}'이(가) 올바른 어셈블리 이름이 아닙니다. 'AssemblyShortName' 또는 'AssemblyShortName, PublicKey=...' 형식을 사용하십시오.
pl: Wartość InternalsVisibleToAttribute „{0}” w zestawie „{1}” nie jest prawidłową nazwą zestawu. Użyj formatu „AssemblyShortName” lub „AssemblyShortName, PublicKey=...”.
pt_br: O valor de InternalsVisibleToAttribute '{0}' no assembly '{1}' não é um nome de assembly válido. Use o formato 'AssemblyShortName' ou 'AssemblyShortName, PublicKey=...'.
ru: Значение атрибута InternalsVisibleToAttribute "{0}" в сборке "{1}" не является допустимым именем сборки. Используйте формат "AssemblyShortName" или "AssemblyShortName, PublicKey=...".
tr: '{1}' bütünleştirilmiş kodundaki '{0}' InternalsVisibleToAttribute değeri geçerli bir bütünleştirilmiş kod adı değil. 'AssemblyShortName' veya 'AssemblyShortName, PublicKey=...' biçimini kullanın.
zh_hans: 程序集“{1}”中的 InternalsVisibleToAttribute 值“{0}”不是有效的程序集名称。请使用格式“AssemblyShortName”或“AssemblyShortName, PublicKey=...”。
zh_hant: 組件 '{1}' 中的 InternalsVisibleToAttribute 值 '{0}' 不是有效的組件名稱。請使用格式 'AssemblyShortName' 或 'AssemblyShortName, PublicKey=...'。

# BadMethod
source: Bad method '{0}' on '{1}'.
cs: Špatná metoda {0} v {1}.
de: Ungültige Methode "{0}" für "{1}".
es: Método '{0}' incorrecto en '{1}'.
fr: Méthode incorrecte '{0}' sur '{1}'.
it: Metodo non valido '{0}' su '{1}'.
ja: '{1}' のメソッド '{0}' が正しくありません。
ko: '{1}'의 '{0}' 메서드가 잘못되었습니다.
pl: Niewłaściwa metoda „{0}” obiektu „{1}”.
pt_br: Método '{0}' inválido em '{1}'.
ru: Некорректный метод "{0}" в "{1}".
tr: '{1}' öğesinde hatalı '{0}' metodu.
zh_hans: “{1}”上的方法“{0}”不正确。
zh_hant: '{1}' 上的方法 '{0}' 錯誤。

# BadStateObjectWriter
source: Bad state in ObjectWriter. Non directive missing instance.
cs: Špatný stav v objektu ObjectWriter. Chybí instance nedirektivního člena.
de: Ungültiger Zustand in ObjectWriter. Fehlende Instanz einer XAML-Direktive.
es: Estado incorrecto en ObjectWriter. Falta una instancia de una directiva XAML.
fr: État incorrect dans ObjectWriter. Instance manquante d'une directive XAML.
it: Stato non valido in ObjectWriter. Istanza mancante di una direttiva XAML.
ja: ObjectWriter の状態が正しくありません。XAML ディレクティブのインスタンスがありません。
ko: ObjectWriter의 상태가 잘못되었습니다. XAML 지시문의 인스턴스가 없습니다.
pl: Niewłaściwy stan w obiekcie ObjectWriter. Brak wystąpienia dyrektywy Non.
pt_br: Estado inválido em ObjectWriter. Instância ausente não diretiva.
ru: Некорректное состояние в ObjectWriter. Отсутствует экземпляр для недирективы.
tr: ObjectWriter'da hatalı durum. Yönerge olmayan eksik örnek.
zh_hans: ObjectWriter 中的状态不正确。缺少指令实例。
zh_hant: ObjectWriter 中狀態錯誤。遺失 XAML 指示詞的執行個體。

# BadXmlnsCompat
source: An XmlnsCompatibleWithAttribute in assembly '{0}' is missing a required property. Set both the NewNamespace and OldNamespace properties, or remove the XmlnsCompatibleWithAttribute.
cs: Atributu XmlnsCompatibleWithAttribute v sestavení {0} chybí požadovaná vlastnost. Nastavte obě vlastnosti NewNamespace a OldNamespace nebo odeberte atribut XmlnsCompatibleWithAttribute.
de: In einem XmlnsCompatibleWithAttribute in Assembly "{0}" fehlt eine erforderliche Eigenschaft. Legen Sie sowohl die NewNamespace-Eigenschaft als auch die OldNamespace-Eigenschaft fest, oder entfernen Sie das XmlnsCompatibleWithAttribute.
es: Falta una propiedad necesaria en un atributo XmlnsCompatibleWithAttribute en el ensamblado '{0}'. Establezca las propiedades NewNamespace y OldNamespace, o quite XmlnsCompatibleWithAttribute.
fr: Une propriété requise est manquante dans un XmlnsCompatibleWithAttribute dans l'assembly '{0}'. Définissez les propriétés NewNamespace et OldNamespace, ou supprimez XmlnsCompatibleWithAttribute.
it: Proprietà richiesta mancante in XmlnsCompatibleWithAttribute nell'assembly '{0}'. Impostare entrambe le proprietà NewNamespace e OldNamespace o rimuovere XmlnsCompatibleWithAttribute.
ja: アセンブリ '{0}' の XmlnsCompatibleWithAttribute に必須プロパティがありません。NewNamespace プロパティと OldNamespace プロパティの両方を設定するか、XmlnsCompatibleWithAttribute を削除してください。
ko: '{0}' 어셈블리의 XmlnsCompatibleWithAttribute에 필수 속성이 없습니다. NewNamespace 및 OldNamespace 속성을 모두 설정하거나 XmlnsCompatibleWithAttribute를 제거하십시오.
pl: Atrybut XmlnsCompatibleWithAttribute w zestawie „{0}” nie ma wymaganej właściwości. Ustaw obie właściwości, NewNamespace i OldNamespace, lub usuń atrybut XmlnsCompatibleWithAttribute.
pt_br: Um XmlnsCompatibleWithAttribute no assembly '{0}' não possui uma propriedade obrigatória. Defina as propriedades NewNamespace e OldNamespace, ou remova XmlnsCompatibleWithAttribute.
ru: В атрибуте XmlnsCompatibleWithAttribute сборки "{0}" отсутствует требуемое свойство. Задайте одновременно свойства NewNamespace и OldNamespace либо удалите атрибут XmlnsCompatibleWithAttribute.
tr: '{0}' bütünleştirilmiş kodundaki XmlnsCompatibleWithAttribute'te gerekli bir özellik eksik. NewNamespace ve OldNamespace özelliklerinin her ikisini de ayarlayın veya XmlnsCompatibleWithAttribute'u kaldırın.
zh_hans: 程序集“{0}”中的 XmlnsCompatibleWithAttribute 缺少必需的属性。请同时设置 NewNamespace 和 OldNamespace 属性，或者移除 XmlnsCompatibleWithAttribute。
zh_hant: 組件 '{0}' 中的 XmlnsCompatibleWithAttribute 遺漏必要屬性。請同時設定 NewNamespace 和 OldNamespace 屬性，或移除 XmlnsCompatibleWithAttribute。
