Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CantAssignRootInstance
source: Cannot assign root instance of type '{0}' to type '{1}'.
cs: Nelze přiřadit kořenovou instanci typu {0} k typu {1}.
de: Eine Stamminstanz vom Typ "{0}" kann nicht dem Typ "{1}" zugewiesen werden.
es: No se puede asignar una instancia raíz de tipo '{0}' al tipo '{1}'.
fr: Impossible d'assigner l'instance racine du type '{0}' au type '{1}'.
it: Impossibile assegnare l'istanza radice di tipo '{0}' al tipo '{1}'.
ja: 型 '{0}' のルート インスタンスを '{1}' に割り当てることができません。
ko: '{0}' 형식의 루트 인스턴스를 '{1}' 형식에 할당할 수 없습니다.
pl: Nie można przypisać wystąpienia głównego o typie „{0}” do typu „{1}”.
pt_br: Não é possível atribuir a instância raiz do tipo '{0}' ao tipo '{1}'.
ru: Нельзя присвоить корневой экземпляр типа "{0}" типу "{1}".
tr: '{0}' türündeki kök örnek '{1}' türüne atanamıyor.
zh_hans: 无法将类型“{0}”的根实例分配给类型“{1}”。
zh_hant: 無法將 '{0}' 型別的根執行個體指派為 '{1}' 型別。

# CantCreateUnknownType
source: Cannot create unknown type '{0}'.
cs: Nelze vytvořit neznámý typ {0}.
de: Der unbekannte Typ "{0}" kann nicht erstellt werden.
es: No se puede crear el tipo desconocido '{0}'.
fr: Impossible de créer le type inconnu '{0}'.
it: Impossibile creare il tipo sconosciuto '{0}'.
ja: 不明な型 '{0}' を作成できません。
ko: 알 수 없는 형식 '{0}'을(를) 만들 수 없습니다.
pl: Nie można utworzyć nieznanego typu „{0}”.
pt_br: Não é possível criar tipo desconhecido '{0}'.
ru: Нельзя создать неизвестный тип "{0}".
tr: Bilinmeyen '{0}' türü oluşturulamıyor.
zh_hans: 无法创建未知类型“{0}”。
zh_hant: 無法建立未知的型別 '{0}'。

# CantGetWriteonlyProperty
source: Cannot get write-only property '{0}'.
cs: Nelze načíst vlastnost {0} určenou pouze pro zápis.
de: Die schreibgeschützte Eigenschaft "{0}" kann nicht abgerufen werden.
es: No se puede obtener la propiedad de solo escritura '{0}'.
fr: Impossible d'obtenir la propriété en écriture seule '{0}'.
it: Impossibile ottenere la proprietà di sola scrittura '{0}'.
ja: 書き込み専用のプロパティ '{0}' は取得できません。
ko: 쓰기 전용 속성 '{0}'을(를) 가져올 수 없습니다.
pl: Nie można pobrać właściwości „{0}” tylko do zapisu.
pt_br: Não é possível obter a propriedade somente leitura '{0}'.
ru: Нельзя получить свойство "{0}", доступное только для записи.
tr: Salt yazılır '{0}' özelliği alınamıyor.
zh_hans: 无法获取只写属性“{0}”。
zh_hant: 無法取得唯寫屬性 '{0}'。

# CantSetReadonlyProperty
source: Cannot set read-only property '{0}'.
cs: Nelze nastavit vlastnost {0} určenou pouze pro čtení.
de: Die schreibgeschützte Eigenschaft "{0}" kann nicht festgelegt werden.
es: No se puede establecer la propiedad de solo lectura '{0}'.
fr: Impossible de définir la propriété en lecture seule '{0}'.
it: Impossibile impostare la proprietà di sola lettura '{0}'.
ja: 読み取り専用のプロパティ '{0}' は設定できません。
ko: 읽기 전용 속성 '{0}'을(를) 설정할 수 없습니다.
pl: Nie można ustawić właściwości „{0}” tylko do odczytu.
pt_br: Não é possível definir a propriedade somente leitura '{0}'.
ru: Нельзя задать свойство, доступное только для чтения "{0}".
tr: Salt okunur '{0}' özelliği ayarlanamıyor.
zh_hans: 无法设置只读属性“{0}”。
zh_hant: 無法設定唯讀屬性 '{0}'。

# CantSetUnknownProperty
source: Cannot set unknown member '{0}'.
cs: Nelze nastavit neznámý člen {0}.
de: Der unbekannte Member "{0}" kann nicht festgelegt werden.
es: No se puede establecer el miembro desconocido '{0}'.
fr: Impossible de définir le membre inconnu '{0}'.
it: Impossibile impostare il membro sconosciuto '{0}'.
ja: 不明なメンバー '{0}' を設定できません。
ko: 알 수 없는 멤버 '{0}'을(를) 설정할 수 없습니다.
pl: Nie można ustawić nieznanego elementu członkowskiego „{0}”.
pt_br: Não é possível definir o associado desconhecido '{0}'.
ru: Нельзя задать неизвестный член "{0}".
tr: Bilinmeyen '{0}' üyesi ayarlanamıyor.
zh_hans: 无法设置未知成员“{0}”。
zh_hant: 無法設定未知的成員 '{0}'。

# CloseInsideTemplate
source: Close called while inside a deferred load section.
cs: Byla volána metoda Close uvnitř oddílu odloženého načtení.
de: In einem zurückgestellten Ladeabschnitt wurde ein Schließvorgang aufgerufen.
es: Se llamó a Close mientras se estaba en una sección de carga aplazada.
fr: Fermeture appelée à l'intérieur d'une section de chargement différée.
it: Close chiamato dall'interno di una sezione di caricamento posticipata.
ja: 遅延読み込みセクション内で Close が呼び出されました。
ko: 지연된 로드 섹션 안에 있는 동안 닫기가 호출되었습니다.
pl: Metoda Close została wywołana wewnątrz sekcji odłożonego ładowania.
pt_br: Fechamento chamado durante uma seção de carregamento adiado.
ru: Вызван метод Close во время нахождения внутри раздела отложенной загрузки.
tr: Ertelenmiş yükleme bölümü içindeyken kapatma çağrısı yapıldı.
zh_hans: 在延迟的加载节内部调用了 Close。
zh_hant: 在延後的載入區段內部呼叫了關閉。

# CloseXamlWriterBeforeReading
source: Must close XamlWriter before reading from XamlNodeList.
cs: Před čtením ze seznamu XamlNodeList musí být zavřen objekt XamlWriter.
de: XamlWriter muss geschlossen werden, bevor von XamlNodeList gelesen wird.
es: Debe cerrar XamlWriter antes de leer XamlNodeList.
fr: XamlWriter doit être fermé avant d'effectuer la lecture à partir de XamlNodeList.
it: È necessario chiudere XamlWriter prima di leggere da XamlNodeList.
ja: XamlNodeList から読み込む前に、XamlWriter を終了する必要があります。
ko: XamlNodeList에서 읽기 전에 XamlWriter를 닫아야 합니다.
pl: Przed dokonaniem odczytu z obiektu XamlNodeList trzeba zamknąć obiekt XamlWriter.
pt_br: XamlWriter deve ser fechado antes da leitura de XamlNodeList.
ru: Перед чтением из XamlNodeList необходимо закрыть XamlWriter.
tr: XamlNodeList'ten okunmadan XamlWriter kapatılmalıdır.
zh_hans: 从 XamlNodeList 读取之前必须关闭 XamlWriter。
zh_hant: 必須先關閉 XamlWriter 然後再從 XamlNodeList 讀取。

# CollectionCannotContainNulls
source: Collection '{0}' cannot contain null values.
cs: Kolekce {0} nesmí obsahovat hodnoty Null.
de: Die Sammlung "{0}" darf keine NULL-Werte enthalten.
es: La colección '{0}' no puede contener valores NULL.
fr: La collection '{0}' ne peut pas contenir de valeurs null.
it: La raccolta '{0}' non può contenere valori null.
ja: コレクション '{0}' に null 値を含めることはできません。
ko: '{0}' 컬렉션은 null 값을 포함할 수 없습니다.
pl: Kolekcja „{0}” nie może zawierać wartości null.
pt_br: A coleção '{0}' não pode conter valores nulos.
ru: В коллекции "{0}" не могут содержаться неопределенные значения (null).
tr: '{0}' koleksiyonu null değerler içeremez.
zh_hans: 集合“{0}”不能包含 null 值。
zh_hant: 集合 '{0}' 不可包含 null 值。

# CollectionNumberOfElementsMustBeLessOrEqualTo
source: The number of elements in this collection must be less than or equal to '{0}'.
es: El número de elementos de esta colección debe ser menor que o igual a '{0}'.
it: Il numero di elementi nella raccolta deve essere minore o uguale a '{0}'.
ja: このコレクション内の要素の数は、'{0}' 以下でなければなりません。
ko: 이 컬렉션의 요소 수는 '{0}'보다 작거나 같아야 합니다.
pl: Liczba elementów w tej kolekcji musi być mniejsza lub równa „{0}”.
pt_br: O número de elementos nesta coleção deve ser menor ou igual a '{0}'.
ru: Число элементов в данной коллекции должно быть меньше или равно "{0}".
tr: Bu koleksiyondaki öğe sayısı '{0}' değerine eşit veya daha az olmalıdır.
zh_hans: 此集合中元素的数量必须小于或等于“{0}”。
zh_hant: 此集合中的項目數目必須小於或等於 '{0}'。

# Collection_BadType
source: Cannot add instance of type '{1}' to a collection of type '{0}'. Only items of type '{2}' are allowed.
es: No se puede agregar una instancia de tipo '{1}' a una colección de tipo '{0}'. Sólo se permiten los elementos de tipo '{2}'.
it: Impossibile aggiungere un'istanza di tipo '{1}' a una raccolta di tipo '{0}'. Sono consentiti solo elementi di tipo '{2}'.
ja: 型 '{1}' のインスタンスを型 '{0}' のコレクションに追加することはできません。型 '{2}' の項目のみが許可されます。
ko: '{0}' 형식의 컬렉션에 '{1}' 형식의 인스턴스를 추가할 수 없습니다. '{2}' 형식의 항목만 추가할 수 있습니다.
pl: Nie można dodać wystąpienia typu „{1}” do kolekcji typu „{0}”. Dozwolone są jedynie elementy typu „{2}”.
pt_br: Não é possível adicionar uma instância do tipo '{1}' à coleção do tipo '{0}'. Somente itens do tipo '{2}' são permitidos.
ru: Невозможно добавить экземпляр типа "{1}" в семейство типа "{0}". Это можно сделать только для элементов типа "{2}".
tr: '{0}' türünde bir koleksiyona '{1}' türünde örnek eklenemez. Yalnızca '{2}' türünde öğelere izin verilir.
zh_hans: 无法将类型“{1}”的实例添加到类型“{0}”的集合。仅允许类型“{2}”的项。
zh_hant: 無法新增型別為 '{1}' 的執行個體至型別 '{0}' 的集合。只允許使用型別為 '{2}' 的項目。

# Collection_CopyTo_ArrayCannotBeMultidimensional
source: Cannot pass multidimensional array to the CopyTo method on a collection.
es: No se puede pasar una matriz multidimensional al método CopyTo de una colección.
it: Non è possibile passare la matrice multidimensionale al metodo CopyTo in una raccolta.
ja: コレクションの CopyTo メソッドに多次元配列を渡すことはできません。
ko: 다차원 배열을 컬렉션의 CopyTo 메서드에 전달할 수 없습니다.
pl: Nie można przekazać wielowymiarowej tablicy do metody CopyTo w kolekcji.
pt_br: Não é possível transferir a matriz multidimensional para o método CopyTo em uma coleção.
ru: Передача многомерного массива методу CopyTo для семейства невозможна.
tr: Bir koleksiyonda CopyTo yöntemine çok boyutlu dizi geçirilemez.
zh_hans: 无法将多维数组传递到集合上的 CopyTo 方法。
zh_hant: 無法傳遞多維度陣列至集合上的 CopyTo 方法。

# Collection_CopyTo_IndexGreaterThanOrEqualToArrayLength
source: '{0}' parameter value is equal to or greater than the length of the '{1}' parameter value.
es: El valor del parámetro '{0}' es igual a o mayor que la longitud del valor del parámetro '{1}'.
it: Il valore del parametro '{0}' è maggiore o uguale alla lunghezza del valore del parametro '{1}'.
ja: '{0}' パラメーター値は、'{1}' パラメーター値の長さと同じかそれより長くなっています。
ko: '{0}' 매개 변수 값은 '{1}' 매개 변수 값보다 길이가 크거나 같습니다.
pl: Wartość parametru „{0}” jest równa lub większa od długości wartości parametru „{1}”.
pt_br: O valor do parâmetro '{0}' é igual ou maior que o comprimento do valor do parâmetro '{1}'.
ru: Значение параметра "{0}" больше или равно длине значения параметра "{1}".
tr: '{0}' parametre değeri '{1}' parametre değerinin uzunluğuna eşit veya daha büyük.
zh_hans: “{0}”参数值等于或大于“{1}”参数值的长度。
zh_hant: '{0}' 參數值等於或大於 '{1}' 參數值的長度。

# Collection_CopyTo_NumberOfElementsExceedsArrayLength
source: The number of elements in this collection is greater than the available space from '{0}' to the end of destination '{1}'.
es: El número de elementos de esta colección es mayor que el espacio disponible desde '{0}' hasta el final del destino '{1}'.
it: Il numero di elementi nella raccolta è maggiore dello spazio disponibile da '{0}' alla fine della destinazione '{1}'.
ja: このコレクション内の要素の数は、'{0}' からコピー先の最後である '{1}' までの使用可能な領域を超えています。
ko: 이 컬렉션의 요소 수는 '{0}'부터 대상 '{1}' 끝까지의 사용 가능한 공간보다 큽니다.
pl: Liczba elementów w tej kolekcji jest większa niż miejsce dostępne od elementu „{0}” do końca obiektu docelowego „{1}”.
pt_br: O número de elementos nesta coleção é maior que o espaço disponível de '{0}' até o fim do destino '{1}'.
ru: Число элементов в данной коллекции больше, чем доступный размер от "{0}" до конца назначения "{1}".
tr: Bu koleksiyondaki öğe sayısı, '{0}' ile '{1}' hedefinin sonuna kadar olan kullanılabilir alandan daha büyük.
zh_hans: 此集合中元素的数量大于从“{0}”到目标“{1}”末尾的可用空间。
zh_hant: 此集合中的項目數目大於從 '{0}' 到目的地 '{1}' 結尾的可用空間。

# ConstructImplicitType
source: Failed attempting to create an Implicit Type with a constructor.
cs: Pokus o vytvoření implicitního typu pomocí konstruktoru se nezdařil.
de: Fehler beim Erstellen eines impliziten Typs mit einem Konstruktor.
es: Error al intentar crear un tipo implícito con un constructor.
fr: Échec de la tentative de création d'un type implicite avec un constructeur.
it: Tentativo di creare un tipo implicito con un costruttore non riuscito.
ja: コンストラクターで暗黙的な型を作成しようとしてエラーが発生しました。
ko: 생성자를 사용하여 암시적 형식을 만들려는 시도가 실패했습니다.
pl: Próba utworzenia typu niejawnego przy użyciu konstruktora nie powiodła się.
pt_br: Falha ao tentar criar um Tipo Implícito com um construtor.
ru: Ошибка при попытке создания неявного типа конструктором.
tr: Oluşturucuyla Implicit Type oluşturma girişimi başarısız oldu.
zh_hans: 尝试使用构造函数创建隐式类型时失败。
zh_hant: 嘗試使用建構函式建立隱含型別失敗。

# ConstructorInvocation
source: The invocation of the constructor on type '{0}' that matches the specified binding constraints threw an exception.
cs: Vyvolání konstruktoru pro typ {0}, který odpovídá zadaným omezením vazby, vyvolalo výjimku.
de: Durch den Aufruf des Konstruktors für Typ "{0}", der den angegebenen Bindungseinschränkungen entspricht, wurde eine Ausnahme ausgelöst.
es: La invocación del constructor del tipo '{0}' que coincide con las restricciones de enlace especificadas produjo una excepción.
fr: L'invocation du constructeur sur le type '{0}' qui correspond aux contraintes de liaison spécifiées a levé une exception.
it: La chiamata del costruttore sul tipo '{0}' corrispondente ai vincoli di associazione specificati ha generato un'eccezione.
ja: 指定されたバインディング制約に一致する型 '{0}' のコンストラクターの呼び出しで例外がスローされました。
ko: 지정된 바인딩 제약 조건과 일치하는 '{0}' 형식에 대한 생성자 호출에서 예외가 throw되었습니다.
pl: Wywołanie konstruktora dla typu „{0}” zgodnego z określonymi ograniczeniami wiązania spowodowało wyjątek.
pt_br: A invocação do construtor no tipo '{0}' que corresponde às restrições de associação especificadas iniciou uma exceção.
ru: Вызов конструктора для типа "{0}", удовлетворяющего указанным ограничениям привязки, привел к выдаче исключения.
tr: Belirtilen bağlama kısıtlamalarıyla eşleşen '{0}' türündeki oluşturucuyu çağırma işlemi özel durum döndürdü.
zh_hans: 对类型“{0}”的构造函数执行符合指定的绑定约束的调用时引发了异常。
zh_hant: 符合所指定繫結條件約束之型別 '{0}' 上建構函式的引動過程擲回例外狀況。

# ConstructorNotFoundForGivenPositionalParameters
source: Cannot write the given positional parameters because a matching constructor was not found.
cs: Nelze zapsat dané poziční parametry, protože nebyl nalezen odpovídající konstruktor.
de: Die angegebenen Positionsparameter können nicht geschrieben werden, da kein übereinstimmender Konstruktor gefunden wurde.
es: No se pueden escribir los parámetros posicionales dados porque no se encontró un constructor coincidente.
fr: Impossible d'écrire les paramètres positionnels donnés, car un constructeur correspondant est introuvable.
it: Impossibile scrivere i parametri posizionali specificati perché non è stato trovato un costruttore corrispondente.
ja: 一致するコンストラクターが見つからなかったため、指定された位置指定パラメーターを出力できません。
ko: 일치하는 생성자를 찾을 수 없기 때문에 지정된 위치 매개 변수를 쓸 수 없습니다.
pl: Nie można zapisać podanych parametrów pozycyjnych, ponieważ nie odnaleziono zgodnego konstruktora.
pt_br: Não é possível gravar os parâmetros posicionais fornecidos, pois não foi encontrado um construtor correspondente.
ru: Не удается произвести запись заданных позиционных параметров, поскольку подходящий конструктор не найден.
tr: Eşleşen oluşturucu bulunamadığından verilen konum parametreleri yazılamıyor.
zh_hans: 无法写入给定的位置参数，因为找不到匹配的构造函数。
zh_hant: 無法寫入所指定的位置參數，因為找不到相符的建構函式。

# ConvertFromException
source: '{0}' ValueSerializer cannot convert from '{1}'.
cs: Objekt ValueSerializer {0} nemůže provést převod z {1}.
de: Das ValueSerializer-Element "{0}" kann nicht aus "{1}" konvertiert werden.
es: ValueSerializer '{0}' no puede convertir de '{1}'.
fr: '{0}' ValueSerializer ne peut pas convertir à partir de '{1}'.
it: ValueSerializer '{0}' non è in grado di eseguire conversioni da '{1}'.
ja: '{0}' ValueSerializer は '{1}' から変換できません。
ko: '{0}' ValueSerializer는 '{1}'에서 변환할 수 없습니다.
pl: Obiekt ValueSerializer „{0}” nie może dokonywać konwersji z typu „{1}”.
pt_br: ValueSerializer '{0}' não pode converter de '{1}'.
ru: ValueSerializer "{0}" не позволяет выполнить преобразование из "{1}".
tr: '{0}' ValueSerializer, '{1}' değerinden dönüştürülemiyor.
zh_hans: “{0}”ValueSerializer 无法从“{1}”转换。
zh_hant: '{0}' ValueSerializer 無法從 '{1}' 轉換。

# ConvertToException
source: '{0}' ValueSerializer cannot convert '{1}' to '{2}'.
cs: Objekt ValueSerializer {0} nemůže provést převod z {1} na {2}.
de: Vom ValueSerializer-Element "{0}" kann "{1}" nicht in "{2}" konvertiert werden.
es: ValueSerializer '{0}' no puede convertir '{1}' a '{2}'.
fr: '{0}' ValueSerializer ne peut pas convertir '{1}' en '{2}'.
it: ValueSerializer '{0}' non è in grado di convertire '{1}' in '{2}'.
ja: '{0}' ValueSerializer は、'{1}' から '{2}' に変換できません。
ko: '{0}' ValueSerializer가 '{1}'을(를) '{2}'(으)로 변환할 수 없습니다.
pl: Obiekt ValueSerializer „{0}” nie może przekonwertować typu „{1}” na „{2}”.
pt_br: ValueSerializer '{0}' não pode converter '{1}' em '{2}'.
ru: ValueSerializer "{0}" не позволяет выполнить преобразование "{1}" в "{2}".
tr: '{0}' ValueSerializer '{1}' öğesini '{2}' olarak dönüştüremiyor.
zh_hans: “{0}”ValueSerializer 无法将“{1}”转换为“{2}”。
zh_hant: '{0}' ValueSerializer 無法將 '{1}' 轉換為 '{2}'。

# ConverterMustDeriveFromBase
source: Converter type '{0}' doesn't derive from expected base type '{1}'.
cs: Typ převaděče {0} není odvozen od očekávaného základního typu {1}.
de: Der Konvertertyp "{0}" wird nicht vom erwarteten Basistyp "{1}" abgeleitet.
es: El tipo de convertidor '{0}' no se deriva del tipo base esperado '{1}'.
fr: Le type de convertisseur '{0}' ne dérive pas du type de base attendu '{1}'.
it: Il tipo di convertitore '{0}' non deriva dal tipo di base previsto '{1}'.
ja: コンバーターの型 '{0}' は、予期された基本型 '{1}' から派生していません。
ko: 변환기 형식 '{0}'이(가) 필요한 기본 형식 '{1}'에서 파생되지 않았습니다.
pl: Typ konwertera „{0}” nie pochodzi od typu podstawowego „{1}”.
pt_br: O tipo de conversor '{0}' não deriva do tipo base esperado '{1}'.
ru: Тип преобразователя "{0}" не является производным от ожидаемого базового типа "{1}".
tr: Beklenen '{1}' temel türünden '{0}' dönüştürücü türü türetilmiyor.
zh_hans: 转换器类型“{0}”不是从预期的基类型“{1}”派生的。
zh_hant: 轉換器型別 '{0}' 不是衍生自預期的基底型別 '{1}'。

# DefaultAttachablePropertyStoreCannotAddInstance
source: Failed to add attached properties to item in ConditionalWeakTable.
cs: Přidání připojených vlastností do položky v tabulce ConditionalWeakTable se nezdařilo.
de: Fehler beim Hinzufügen von angefügten Eigenschaften zum Element in ConditionalWeakTable.
es: Error al agregar las propiedades adjuntas al elemento en ConditionalWeakTable.
fr: Échec de l'ajout des propriétés jointes à l'élément dans ConditionalWeakTable.
it: Impossibile aggiungere le proprietà associate all'elemento di ConditionalWeakTable.
ja: ConditionalWeakTable の項目に添付プロパティを追加できませんでした。
ko: 연결된 속성을 ConditionalWeakTable의 항목에 추가하지 못했습니다.
pl: Nie można dodać dołączonych właściwości do elementu w tabeli ConditionalWeakTable.
pt_br: Falha ao adicionar as propriedades anexadas ao item em ConditionalWeakTable.
ru: Не удалось добавить вложенные свойства в элемент таблицы ConditionalWeakTable.
tr: Eklenen özellikler ConditionalWeakTable içindeki öğeye eklenemedi.
zh_hans: 无法将附加属性添加到 ConditionalWeakTable 中的项。
zh_hant: 無法將附加屬性加入到 ConditionalWeakTable 中的項目。

# DeferredLoad
source: Deferred load threw an exception.
cs: Odložené načtení vyvolalo výjimku.
de: Bei einem verzögerten Ladevorgang wurde eine Ausnahme ausgelöst.
es: La carga aplazada produjo una excepción.
fr: Le chargement différé a levé une exception.
it: Il caricamento posticipato ha generato un'eccezione.
ja: 遅延読み込みで例外がスローされました。
ko: 지연된 로드에서 예외가 throw되었습니다.
pl: Odłożone ładowanie wywołało wyjątek.
pt_br: O carregamento adiado iniciou uma exceção.
ru: Отложенная загрузка вызвала исключение.
tr: Ertelenmiş yükleme özel durum döndürdü.
zh_hans: 延迟加载引发了异常。
zh_hant: 延後的載入擲回例外狀況。

# DeferredPropertyNotCollected
source: Deferred member was not collected in '{0}'.
cs: Odložený člen nebyl sebrán v {0}.
de: Der zurückgestellte Member wurde nicht in "{0}" gesammelt.
es: No se recopiló el miembro aplazado en '{0}'.
fr: Le membre différé n'a pas été collecté dans {0}'.
it: Membro posticipato non raccolto in '{0}'.
ja: 遅延メンバーは '{0}' で収集されませんでした。
ko: 지연된 멤버가 '{0}'에서 수집되지 않았습니다.
pl: Odłożony element nie został pobrany w „{0}”.
pt_br: O associado adiado não foi coletado em '{0}'.
ru: Сбор для отложенного элемента не был выполнен в "{0}".
tr: Ertelenmiş üye '{0}' içinde toplanmadı.
zh_hans: 在“{0}”中未收集延迟成员。
zh_hant: 延後的成員未收集在 '{0}' 中。

# DeferredSave
source: Save of deferred-load content threw an exception.
cs: Uložení obsahu s odloženým načtením vyvolalo výjimku.
de: Beim Speichern des Inhalts aus verzögerten Ladevorgängen wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al guardar el contenido de carga aplazada.
fr: L'enregistrement du contenu du chargement différé a levé une exception.
it: Il salvataggio del contenuto del caricamento posticipato ha generato un'eccezione.
ja: 遅延読み込みコンテンツの保存時に例外がスローされました。
ko: 지연된 로드 콘텐츠 저장에서 예외가 throw되었습니다.
pl: Operacja zapisu zawartości odłożonego ładowania wywołała wyjątek.
pt_br: O salvamento do conteúdo de carregamento adiado iniciou uma exceção.
ru: Сохранение содержимого отложенной загрузки вызвало исключение.
tr: Ertelenmiş yükleme içeriğini kaydetme işlemi özel durum döndürdü.
zh_hans: 保存延迟加载的内容时引发了异常。
zh_hant: 儲存延後的載入內容時擲回例外狀況。

# DeferringLoaderInstanceNull
source: Cannot get a XamlDeferringLoader from XamlValueConverter '{0}' because its ConverterInstance property is null.
cs: Nelze načíst objekt XamlDeferringLoader z objektu XamlValueConverter {0}, protože jeho vlastnost ConverterInstance má hodnotu Null.
de: Ein XamlDeferringLoader kann nicht aus XamlValueConverter "{0}" abgerufen werden, da die ConverterInstance-Eigenschaft NULL ist.
es: No se puede obtener XamlDeferringLoader desde XamlValueConverter '{0}' porque su propiedad ConverterInstance es nula.
fr: Impossible d'obtenir un XamlDeferringLoader de XamlValueConverter '{0}', car sa propriété ConverterInstance est null.
it: Impossibile ottenere XamlDeferringLoader dal XamlValueConverter '{0}' perché la relativa proprietà ConverterInstance è null.
ja: ConverterInstance プロパティが null であるため、XamlValueConverter '{0}' から XamlDeferringLoader を取得できません。
ko: 해당 ConverterInstance 속성이 null이므로 XamlValueConverter '{0}'에서 XamlDeferringLoader를 가져올 수 없습니다.
pl: Nie można pobrać obiektu XamlDeferringLoader z obiektu XamlValueConverter „{0}”, ponieważ jego właściwość ConverterInstance ma wartość null.
pt_br: Não é possível obter um XamlDeferringLoader de XamlValueConverter '{0}', pois a propriedade ConverterInstance é nula.
ru: Не удается получить XamlDeferringLoader из XamlValueConverter "{0}", поскольку свойство ConverterInstance не определено (null).
tr: '{0}' XamlValueConverter'dan XamlDeferringLoader alınamadı çünkü ConverterInstance özelliği null.
zh_hans: 无法从 XamlValueConverter“{0}”获取 XamlDeferringLoader，因为它的 ConverterInstance 属性为 null。
zh_hant: 無法從 XamlValueConverter '{0}' 取得 XamlDeferringLoader，因為它的 ConverterInstance 屬性為 null。

# DependsOnMissing
source: '{0}'.'{1}' Depends on '{0}'.{1}', which was not set.
cs: {0}.{1} Závisí na {0}.{1}, které není nastaveno.
de: "{0}"."{1}" Ist von "{0}.{1}" abhängig (wurde nicht festgelegt).
es: '{0}'.'{1}' depende de '{0}'.{1}', que no se estableció.
fr: '{0}'.'{1}' dépend de '{0}'.{1}', qui n'a pas été défini.
it: '{0}'.'{1}' dipende da '{0}'.{1}', che non è stato impostato.
ja: '{0}'.'{1}' 依存している '{0}'.{1}' が設定されていません。
ko: '{0}'.'{1}'이(가) 설정되지 않은 '{0}'.{1}'에 종속됩니다.
pl: Element {0}.{1} zależy od elementu {0}.{1}, który nie został ustawiony.
pt_br: '{0}'.'{1}' Depende de '{0}'.{1}', que não foi definido.
ru: "{0}"."{1}" зависит от "{0}".{1}", который не был задан.
tr: '{0}'.'{1}' Ayarlanmamış olan '{0}'.{1}' değerine bağımlı.
zh_hans: “{0}.{1}”依赖于“{0}.{1}”，而后者未设置。
zh_hant: '{0}'.'{1}' 相依於 '{0}'.{1}'，但是並未設定。
