Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Visual_ArgumentOutOfRange
source: Specified index is out of range or child at index is null. Do not call this method if VisualChildrenCount returns zero, indicating that the Visual has no children.
es: El índice especificado está fuera de intervalo o el objeto secundario en el índice es nulo. No llame a este método si VisualChildrenCount devuelve cero, lo que indica que el Visual no tiene objetos secundarios.
it: L'indice specificato non è compreso nell'intervallo valido oppure l'elemento figlio in corrispondenza dell'indice è null. Non chiamare questo metodo se VisualChildrenCount restituisce zero, ovvero un valore che indica che il Visual non include elementi figlio.
ja: 指定されたインデックスが範囲外であるか、インデックス位置の子が null です。VisualChildrenCount から 0 が返され、Visual に子がないことが判明した場合は、このメソッドを呼び出さないでください。
ko: 지정된 인덱스가 범위를 벗어나거나 인덱스의 자식이 null입니다. VisualChildrenCount가 Visual에 자식이 없음을 나타내는 0을 반환하면 이 메서드를 호출하지 마십시오.
pl: Podany indeks jest poza zakresem lub element podrzędny w indeksie jest zerowy. Nie należy wywoływać tej metody, jeśli operacja VisualChildrenCount zwraca zero, wskazując brak elementów podrzędnych obiektu Visual.
pt_br: O índice especificado está fora do intervalo ou o filho no índice é nulo. Não chame esse método se VisualChildrenCount retornar zero, indicando que o Visual não tem filhos.
ru: Указанный индекс вышел за границы массива, или дочерний объект с индексом не определен. Не вызывайте данный метод, если метод VisualChildrenCount возвращает значение 0, указывая на отсутствие дочерних элементов у элемента Visual.
tr: Belirtilen dizin aralık dışında veya dizindeki alt öğe boş. Visual'ın alt öğesi olmadığı anlamında VisualChildrenCount sıfır döndürürse bu yöntemi çağırmayın.
zh_hans: 指定的索引超出范围，或索引处的子级为 null。如果 VisualChildrenCount 返回零，表示 Visual 没有子级，请不要调用此方法。
zh_hant: 指定的索引超出範圍，或位於索引的子項目是 null 值。如果 VisualChildrenCount 傳回零 (表示 Visual 沒有子項目)，請勿呼叫此方法。

# WhiteSpaceInCollection
source: XamlXmlWriter cannot write value '{0}' which contains significant white space in collection '{1}'.
cs: Modul XamlXmlWriter nemůže zapsat hodnotu {0}, která obsahuje významnou mezeru v kolekci {1}.
de: XamlXmlWriter kann den Wert "{0}" nicht schreiben, der zahlreiche Leerzeichen in der Sammlung "{1}" enthält.
es: XamlXmlWriter no puede escribir el valor '{0}' que contiene un espacio en blanco significativo en la colección '{1}'.
fr: XamlXmlWriter ne peut pas écrire la valeur '{0}' qui contient un espace blanc significatif dans la collection '{1}'.
it: XamlXmlWriter non è in grado di scrivere il valore '{0}' che contiene uno spazio vuoto significativo nella raccolta '{1}'.
ja: XamlXmlWriter は、コレクション '{1}' に有意の空白を含む値 '{0}' を書き込むことができません。
ko: XamlXmlWriter가 '{1}' 컬렉션에 상당한 공백이 포함된 '{0}' 값을 쓸 수 없습니다.
pl: Obiekt XamlXmlWriter nie może zapisać wartości „{0}” zawierającej znaczący biały znak w kolekcji „{1}”.
pt_br: XamlXmlWriter não pode gravar o valor '{0}' que contém espaço em branco significativo na coleção '{1}'.
ru: Объекту XamlXmlWriter не удается записать значение "{0}", содержащее значимый пробел, в коллекцию "{1}".
tr: XamlXmlWriter, '{1}' koleksiyonunda önemli bir boş alan içeren '{0}' değerini yazamıyor.
zh_hans: XamlXmlWriter 无法写入值“{0}”，该值在集合“{1}”中包含有效空格。
zh_hant: XamlXmlWriter 無法寫入含有集合 '{1}' 中重要空格的值 '{0}'。

# WhitespaceAfterME
source: White space is not allowed after end of markup extension.
cs: Za koncem rozšíření značek není povolena mezera.
de: Nach dem Ende der Markuperweiterung sind keine Leerzeichen zulässig.
es: No se permiten espacios en blanco después del final de una extensión de marcado.
fr: Un espace blanc n'est pas autorisé après la fin d'une extension de balisage.
it: Spazio vuoto non consentito dopo la fine dell'estensione di markup.
ja: マークアップ拡張の末尾より後ろに空白を追加することはできません。
ko: 태그 확장 끝 다음에는 공백을 사용할 수 없습니다.
pl: Biały znak jest niedozwolony po zakończeniu rozszerzenia znacznika.
pt_br: Não é permitido espaço em branco após o término da extensão de marcação.
ru: Пробел после окончания расширения разметки недопустим.
tr: İşaretleme uzantısının sonundan sonra boş alana izin verilmez.
zh_hans: 在标记扩展结尾后不允许有空白。
zh_hant: 標記延伸結尾之後不允許空白字元。

# WriterIsClosed
source: An attempt was made to write to a XamlWriter that has had its Closed method called.
cs: Byl proveden pokus o zápis do objektu XamlWriter, pro který byla volána metoda Closed.
de: Es wurde versucht, Schreibvorgänge in einem XamlWriter durchzuführen, für den eine Closed-Methode aufgerufen wurde.
es: Se intentó escribir en un XamlWriter donde se había llamado al método Closed.
fr: Tentative d'écriture dans un XamlWriter dont la méthode Closed a déjà été appelée.
it: È stato effettuato un tentativo di scrittura in XamlWriter per cui è stato chiamato il relativo metodo Closed.
ja: 既に Closed メソッドが呼び出された XamlWriter への書き込みが試行されました。
ko: Closed 메서드가 호출된 XamlWriter에 쓰려고 했습니다.
pl: Podjęto próbę zapisu w obiekcie XamlWriter, dla którego wcześniej wywołano metodę Closed.
pt_br: Foi feita uma tentativa de gravar em um XamlWriter cujo método Closed havia sido chamado.
ru: Произошла попытка записи в XamlWriter, метод Closed которого уже вызывался.
tr: Kendi Closed metodu çağrılmış olan bir XamlWriter'a yazma girişiminde bulunuldu.
zh_hans: 尝试写入到已调用其 Closed 方法的 XamlWriter。
zh_hant: 嘗試寫入已經呼叫其 Closed 方法的 XamlWriter。

# XCRChoiceAfterFallback
source: Choice cannot follow a Fallback.
cs: Element Choice nemůže následovat za Fallback.
de: "Choice" kann nicht auf "Fallback" folgen.
es: Un elemento Fallback no puede ir seguido de un elemento Choice.
fr: Un élément Choice ne peut pas suivre un élément Fallback.
it: Choice non può comparire dopo un Fallback.
ja: Choice を Fallback に続けることはできません。
ko: Choice는 Fallback 뒤에 올 수 없습니다.
pl: Element Choice nie może następować po elemencie Fallback.
pt_br: Choice não pode seguir Fallback.
ru: Элемент Choice не может следовать за элементом Fallback.
tr: Choice, bir Fallback'ten sonra olamaz.
zh_hans: Choice 不能跟在 Fallback 之后。
zh_hant: Choice 不能跟在 Fallback 後面。

# XCRChoiceNotFound
source: AlternateContent must contain one or more Choice elements.
cs: Třída AlternateContent musí obsahovat jeden nebo více elementů Choice.
de: "AlternateContent" muss mindestens ein Choice-Element enthalten.
es: AlternateContent debe contener uno o varios elementos Choice.
fr: AlternateContent doit contenir un ou plusieurs éléments Choice.
it: AlternateContent deve contenere uno o più elementi Choice.
ja: AlternateContent には、1 つまたは複数の Choice 要素が必要です。
ko: AlternateContent에는 하나 이상의 Choice 요소가 있어야 합니다.
pl: Obiekt AlternateContent musi zawierać jeden lub więcej elementów Choice.
pt_br: AlternateContent deve conter um ou mais elementos Choice.
ru: Элемент AlternateContent должен содержать один или несколько элементов Choice.
tr: AlternateContent bir veya daha fazla Choice öğesi içermelidir.
zh_hans: AlternateContent 必须包含一个或多个 Choice 元素。
zh_hant: AlternateContent 必須包含一或多個 Choice 項目。

# XCRChoiceOnlyInAC
source: Choice is valid only in AlternateContent.
cs: Element Choice je platný pouze v elementu AlternateContent.
de: "Choice" ist nur in "AlternateContent" gültig.
es: Choice sólo es válido en AlternateContent.
fr: Choice n'est valide que dans AlternateContent.
it: Choice è un elemento valido solo in AlternateContent.
ja: Choice は AlternateContent でのみ有効です。
ko: Choice는 AlternateContent에서만 사용할 수 있습니다.
pl: Element Choice jest ważny tylko w obrębie obiektu AlternateContent.
pt_br: Choice é válido somente em AlternateContent.
ru: Элемент Choice допустим только в элементе AlternateContent.
tr: Choice yalnızca AlternateContent içinde geçerlidir.
zh_hans: Choice 仅在 AlternateContent 中有效。
zh_hant: Choice 只有在 AlternateContent 中才有效。

# XCRCompatCycle
source: There is a cycle of XML compatibility definitions, such that namespace '{0}' overrides itself. This could be due to inconsistent XmlnsCompatibilityAttributes in different assemblies. Please change the definitions to eliminate this cycle, or pass a non-conflicting set of Reference Assemblies in the XamlSchemaContext constructor.
cs: Dochází k zacyklení definic kompatibility XML, takže obor názvů {0} přepisuje sebe sama. To může být způsobeno nekonzistencí atributů XmlnsCompatibilityAttributes v různých sestaveních. Změňte definice tak, abyste odstranili zacyklení, nebo předejte v konstruktoru XamlSchemaContext nekonfliktní sadu referenčních sestavení.
de: Der Namespace "{0}" wird aufgrund einer Schleife von XML-Kompatibilitätsdefinitionen von sich selbst überschrieben. Dies kann auf inkonsistente XmlnsCompatibilityAttributes-Objekte in unterschiedlichen Assemblys zurückzuführen sein. Ändern Sie die Definitionen, um den Zyklus zu löschen, oder übergeben Sie einen keine Konflikte verursachenden Satz von Verweisassemblys im XamlSchemaContext-Konstruktor.
es: Hay un ciclo de definiciones de compatibilidad XML, de forma que el espacio de nombres '{0}' se invalida a sí mismo. Esto puede deberse a XmlnsCompatibilityAttributes incoherentes en diferentes ensamblados. Cambie las definiciones para eliminar este ciclo o pase un conjunto de ensamblados de referencia sin conflictos en el constructor XamlSchemaContext.
fr: Il existe un cycle de définitions de compatibilité XML, afin que l'espace de noms '{0}' se remplace lui-même. Cela peut être dû à des XmlnsCompatibilityAttributes incohérents dans différents assemblys. Modifiez les définitions pour supprimer ce cycle ou passez un jeu d'assemblys de référence qui ne sont pas en conflit dans le constructeur XamlSchemaContext.
it: È presente un ciclo di definizioni di compatibilità XML tale che lo spazio dei nomi '{0}' esegue l'override di se stesso. Tale problema può essere dovuto alla presenza di XmlnsCompatibilityAttributes incoerenti in assembly diversi. Modificare le definizioni in modo da eliminare il ciclo o passare un set di assembly di riferimento non in conflitto nel costruttore XamlSchemaContext.
ja: XML 互換性定義に、名前空間 '{0}' が自身をオーバーライドするような循環定義があります。原因として、複数のアセンブリに一貫性のない XmlnsCompatibilityAttributes が設定されている可能性があります。定義を変更してこの循環定義を削除するか、競合しない参照アセンブリを XamlSchemaContext コンストラクターに渡してください。
ko: 해당 네임스페이스 '{0}'이(가) 자신을 재정의하는 XML 호환성 정의 순환이 있습니다. 이것은 다른 어셈블리에서 XmlnsCompatibilityAttributes가 일치하지 않기 때문일 수 있습니다. 정의를 변경하여 이 순환을 제거하거나 XamlSchemaContext 생성자에서 충돌하지 않는 참조 어셈블리 집합을 전달하십시오.
pl: Występuje cykl definicji zgodności z językiem XML powodujący, że przestrzeń nazw {0} przesłania siebie. Przyczyną mogą być niezgodne atrybuty XmlnsCompatibilityAttributes w różnych zestawach. Zmień definicję w celu wyeliminowania tego cyklu lub przekaż zbiór niebędących ze sobą w konflikcie zestawów odwołań w konstruktorze XamlSchemaContext.
pt_br: Há um ciclo de definições de compatibilidade de XML, fazendo com que o namespace '{0}' substitua a ele mesmo. Isso pode acontecer devido a XmlnsCompatibilityAttributes inconsistentes em assemblies diferentes. Altere as definições para eliminar esse ciclo ou passe um conjunto não conflitante de Assemblies de Referência no construtor XamlSchemaContext.
ru: Существует цикл определений совместимости XML, при котором пространство имен "{0}" переопределяет само себя. Это может быть связано с противоречивостью XmlnsCompatibilityAttributes в разных сборках. Измените определения, чтобы устранить этот цикл, либо передайте неконфликтующий набор ссылочных сборок в конструкторе XamlSchemaContext.
tr: XML uyumluluk tanımlarında, '{0}' ad alanının kendi kendini geçersiz kılması gibi bir döngü var. Bunun nedeni, farklı derlemelerdeki uyumsuz XmlnsCompatibilityAttributes öğeleri olabilir. Lütfen tanımları döngüyü ortadan kaldıracak şekilde değiştirin veya XamlSchemaContext oluşturucusuna çakışma içermeyen bir Başvuru Derlemeleri kümesi geçirin.
zh_hans: XML 兼容性定义存在循环，导致命名空间“{0}”重写其自身。这可能是由于不同程序集中的 XmlnsCompatibilityAttributes 不一致造成的。请更改定义以消除此循环，或者在 XamlSchemaContext 构造函数中传递一组非冲突的引用程序集。
zh_hant: XML 相容性定義中有循環的現象，例如命名空間 '{0}' 覆寫本身。這可能是不同組件中的 XmlnsCompatibilityAttributes 不一致所致。請變更定義來消除此循環，或在 XamlSchemaContext 建構函式中傳遞一組非衝突的參考組件。

# XCRDuplicatePreserve
source: Duplicate Preserve declaration for element '{1}' in namespace '{0}'.
cs: Duplicitní deklarace třídy Preserve pro element {1} v oboru názvů {0}.
de: Doppelte Preserve-Deklaration für Element "{1}" in Namespace "{0}".
es: Declaración Preserve duplicada para el elemento '{1}' en el espacio de nombres '{0}'.
fr: Déclaration Preserve en double pour l'élément '{1}' de l'espace de noms '{0}'.
it: Dichiarazione Preserve duplicata per l'elemento '{1}' nello spazio dei nomi '{0}'.
ja: 名前空間 '{0}' の要素 '{1}' の Preserve 宣言が重複しています。
ko: '{0}' 네임스페이스에서 {1} 요소에 대한 Preserve 선언이 중복되었습니다.
pl: Zduplikowana deklaracja atrybutu Preserve dla elementu „{1}” w przestrzeni nazw „{0}”.
pt_br: Declaração Preserve duplicada para o elemento '{1}' no namespace '{0}'.
ru: повторяющееся объявление Preserve для элемента "{1}" в пространстве имен "{0}".
tr: '{0}' ad alanındaki '{1}' öğesi için yinelenen Preserve bildirimi.
zh_hans: 命名空间“{0}”中元素“{1}”的重复 Preserve 声明。
zh_hant: 在命名空間 '{0}' 中發現項目 '{1}' 的重複 Preserve 宣告。

# XCRDuplicateProcessContent
source: Duplicate ProcessContent declaration for element '{1}' in namespace '{0}'.
cs: Duplicitní deklarace třídy ProcessContent pro element {1} v oboru názvů {0}
de: Doppelte ProcessContent-Deklaration für Element "{1}" in Namespace "{0}".
es: Declaración ProcessContent duplicada para el elemento '{1}' en el espacio de nombres '{0}'.
fr: Déclaration ProcessContent en double pour l'élément '{1}' de l'espace de noms '{0}'.
it: Dichiarazione ProcessContent duplicata per l'elemento '{1}' nello spazio dei nomi '{0}'.
ja: 名前空間 '{0}' の要素 '{1}' の ProcessContent 宣言が重複しています。
ko: '{0}' 네임스페이스에서 {1} 요소에 대한 ProcessContent 선언이 중복되었습니다.
pl: Zduplikowana deklaracja atrybutu ProcessContent dla elementu „{1}” w przestrzeni nazw „{0}”.
pt_br: Declaração ProcessContent duplicada para o elemento '{1}' no namespace '{0}'.
ru: Дублирующее объявление ProcessContent для элемента "{1}" в пространстве имен "{0}".
tr: '{0}' ad alanındaki '{1}' öğesi için yinelenen ProcessContent bildirimi.
zh_hans: 命名空间“{0}”中元素“{1}”的重复 ProcessContent 声明。
zh_hant: 在命名空間 '{0}' 中發現項目 '{1}' 的重複 ProcessContent 宣告。

# XCRDuplicateWildcardPreserve
source: Duplicate wildcard Preserve declaration for namespace '{0}'.
cs: Duplicitní deklarace třídy Preserve pro zástupné znaky pro obor názvů {0}
de: Doppelte Preserve-Deklaration mit Platzhalterzeichen für Namespace "{0}".
es: Declaración Preserve de comodín duplicada para el espacio de nombres '{0}'.
fr: Déclaration Preserve générique en double pour l'espace de noms '{0}'.
it: Dichiarazione Preserve duplicata con caratteri jolly per lo spazio dei nomi '{0}'.
ja: 名前空間 '{0}' のワイルドカード Preserve 宣言が重複しています。
ko: '{0}' 네임스페이스에 대한 와일드카드 Preserve 선언이 중복되었습니다.
pl: Zduplikowana deklaracja Preserve z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: Declaração Preserve duplicada do curinga para o namespace '{0}'.
ru: Дублирующее объявление Preserve по шаблону для пространства имен "{0}".
tr: '{0}' ad alanı için yinelenen joker karakterli Preserve bildirimi.
zh_hans: 命名空间“{0}”的重复通配符 Preserve 声明。
zh_hant: 發現命名空間 '{0}' 的重複萬用字元 Preserve 宣告。

# XCRDuplicateWildcardProcessContent
source: Duplicate wildcard ProcessContent declaration for namespace '{0}'.
cs: Duplicitní deklarace pro zástupné znaky třídy ProcessContent pro obor názvů {0}
de: Doppelte ProcessContent-Deklaration mit Platzhalterzeichen für Namespace "{0}".
es: Declaración ProcessContent de comodín duplicada para el espacio de nombres '{0}'.
fr: Déclaration ProcessContent générique en double pour l'espace de noms '{0}'.
it: Dichiarazione ProcessContent duplicata con caratteri jolly per lo spazio dei nomi '{0}'.
ja: 名前空間 '{0}' のワイルドカード ProcessContent 宣言が重複しています。
ko: '{0}' 네임스페이스에 대한 와일드카드 ProcessContent 선언이 중복되었습니다.
pl: Zduplikowana deklaracja atrybutu ProcessContent z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: Declaração ProcessContent duplicada do curinga para o namespace '{0}'.
ru: Дублирующее объявление ProcessContent по шаблону для пространства имен "{0}".
tr: '{0}' ad alanı için yinelenen joker karakterli ProcessContent bildirimi.
zh_hans: 命名空间“{0}”的重复通配符 ProcessContent 声明。
zh_hant: 發現命名空間 '{0}' 的重複萬用字元 ProcessContent 宣告。

# XCRFallbackOnlyInAC
source: Fallback is valid only in AlternateContent.
cs: Element Fallback je platný pouze v elementu AlternateContent.
de: "Fallback" ist nur in "AlternateContent" gültig.
es: Fallback sólo es válido en AlternateContent.
fr: Fallback valide uniquement dans AlternateContent.
it: Fallback è un elemento valido solo in AlternateContent.
ja: Fallback は AlternateContent でのみ有効です。
ko: Fallback은 AlternateContent에서만 사용할 수 있습니다.
pl: Element Fallback jest ważny tylko w obrębie obiektu AlternateContent.
pt_br: Fallback é válido somente em AlternateContent.
ru: Элемент Fallback является допустимым только в AlternateContent.
tr: Fallback yalnızca AlternateContent içinde geçerlidir.
zh_hans: Fallback 仅在 AlternateContent 中有效。
zh_hant: Fallback 只有在 AlternateContent 中才有效。

# XCRInvalidACChild
source: '{0}' element is not a valid child of AlternateContent. Only Choice and Fallback elements are valid children of an AlternateContent element.
cs: Element {0} není platný podřízený element třídy AlternateContent. Platnými podřízenými elementy třídy AlternateContent jsou jen Choice a Fallback.
de: Das {0}-Element ist kein gültiges Unterelement von "AlternateContent". Nur Choice- und Fallback-Elemente sind als direkte untergeordnete Elemente eines AlternateContent-Elements zulässig.
es: El elemento '{0}' no es un elemento secundario válido de AlternateContent. Sólo Choice y Fallback son elementos secundarios válidos de un elemento AlternateContent.
fr: L'élément '{0}' n'est pas un enfant valide de AlternateContent. Seuls les éléments Choice et Fallback sont des enfants valides d'un élément AlternateContent.
it: L'elemento '{0}' non è un elemento figlio valido di AlternateContent. Sono Choice e Fallback sono elementi figlio validi per un elemento AlternateContent.
ja: '{0}' 要素は、AlternateContent の有効な子ではありません。AlternateContent 要素の有効な子は、Choice および Fallback 要素のみです。
ko: '{0}' 요소는 AlternateContent의 잘못된 자식입니다. Choice 및 Fallback 요소만 AlternateContent 요소의 올바른 자식입니다.
pl: Element „{0}” jest nieprawidłowym elementem podrzędnym elementu AlternateContent. Tylko elementy Choice i Fallback są prawidłowymi elementami podrzędnymi elementu AlternateContent.
pt_br: O elemento '{0}' não é um elemento filho válido de AlternateContent. Somente os elementos Choice e Fallback são filhos válidos de um elemento AlternateContent.
ru: Элемент "{0}" не является допустимым дочерним элементом для AlternateContent. Дочерними элементами для элемента AlternateContent могут быть только элементы Choice и Fallback.
tr: '{0}' öğesi AlternateContent'in geçerli bir alt öğesi değil. Yalnızca Choice ve Fallback bir AlternateContent öğesinin geçerli alt öğeleridir.
zh_hans: “{0}”元素不是 AlternateContent 的有效子级。仅 Choice 和 Fallback 元素是 AlternateContent 元素的有效子级。
zh_hant: '{0}' 項目不是 AlternateContent 的有效子項目。只有 Choice 與 Fallback 項目才是 AlternateContent 項目的有效子項目。

# XCRInvalidAttribInElement
source: '{0}' attribute is not valid for '{1}' element.
cs: Atribut {0} je neplatný pro element {1}.
de: Das Attribut "{0}" ist für das {1}-Element nicht gültig.
es: El atributo '{0}' no es válido para el elemento '{1}'.
fr: L'attribut '{0}' n'est pas valide pour l'élément '{1}'.
it: Attributo '{0}' non valido per l'elemento '{1}'.
ja: '{0}' 属性は、'{1}' 要素に対して無効です。
ko: '{1}' 요소에 '{0}' 특성을 사용할 수 없습니다.
pl: „{0}” nie jest prawidłowym atrybutem elementu „{1}”.
pt_br: O atributo '{0}' não é válido para o elemento '{1}'.
ru: Недопустимый атрибут "{0}" для элемента "{1}".
tr: '{0}' özniteliği '{1}' öğesi için geçerli değildir.
zh_hans: “{0}”特性对于“{1}”元素无效。
zh_hant: '{0}' 屬性對於 '{1}' 項目而言是無效的。

# XCRInvalidFormat
source: '{0}' format is not valid.
cs: Formát {0} je neplatný.
de: Ungültiges {0}-Format.
es: El formato de '{0}' no es válido.
fr: Format '{0}' non valide.
it: Formato '{0}' non valido.
ja: '{0}' 形式は無効です。
ko: '{0}' 형식이 잘못되었습니다.
pl: Format „{0}” jest nieprawidłowy.
pt_br: O parâmetro '{0}' não é válido.
ru: Недопустимый формат "{0}".
tr: '{0}' biçimi geçerli değil.
zh_hans: “{0}”格式无效。
zh_hant: '{0}' 格式無效。

# XCRInvalidPreserve
source: Cannot have both a specific and a wildcard Preserve declaration for namespace '{0}'.
cs: Nelze mít prohlášení Preserve jak pro specifické, tak pro zástupné znaky oboru názvů {0}.
de: Es kann nicht sowohl eine spezifische als auch eine Preserve-Deklaration mit Platzhalterzeichen für Namespace "{0}" vorhanden sein.
es: No se pueden tener una declaración Preserve específica y otra de comodín para el espacio de nombres '{0}'.
fr: Impossible d'avoir une déclaration Preserve à la fois générique et spécifique pour l'espace de noms '{0}'.
it: Impossibile definire una dichiarazione Preserve sia specifica che con caratteri jolly per lo spazio dei nomi '{0}'.
ja: 名前空間 '{0}' に、固有およびワイルドカードの Preserve 宣言の両方を指定することはできません。
ko: '{0}' 네임스페이스에 대한 특정 및 와일드카드 Preserve 선언을 함께 사용할 수 없습니다.
pl: Nie można użyć jednocześnie deklaracji atrybutu Preserve konkretnej i z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: Não é possível ter uma declaração Preserve específica e curinga para o namespace '{0}'.
ru: Пространство имен "{0}" не может одновременно иметь объявления Preserve явное и по шаблону.
tr: '{0}' ad alanı için hem belirli, hem de joker Preserve bildirimi olamaz.
zh_hans: 命名空间“{0}”不能同时具有特定的和通配性质的 Preserve 声明。
zh_hant: 不能為命名空間 '{0}' 同時指定特定與萬用字元 Preserve 宣告。

# XCRInvalidProcessContent
source: Cannot have both a specific and a wildcard ProcessContent declaration for namespace '{0}'.
cs: Nelze mít prohlášení třídy ProcessContent jak pro specifické, tak pro zástupné znaky oboru názvů {0}.
de: Es kann nicht sowohl eine spezifische Deklaration als auch eine ProcessContent-Deklaration mit Platzhalterzeichen für Namespace "{0}" vorhanden sein.
es: No se pueden tener una declaración ProcessContent específica y otra de comodín para el espacio de nombres '{0}'.
fr: Impossible d'avoir à la fois une déclaration ProcessContent générique et spécifique pour l'espace de noms '{0}'.
it: Impossibile definire una dichiarazione ProcessContent sia specifica che con caratteri jolly per lo spazio dei nomi '{0}'.
ja: 名前空間 '{0}' に、固有およびワイルドカードの ProcessContent 宣言の両方を指定することはできません。
ko: '{0}' 네임스페이스에 대한 특정 및 와일드카드 ProcessContent 선언을 함께 사용할 수 없습니다.
pl: Nie można użyć jednocześnie deklaracji atrybutu ProcessContent konkretnej i z symbolem wieloznacznym dla przestrzeni nazw „{0}”.
pt_br: Não é possível ter uma declaração ProcessContent específica e curinga para o namespace '{0}'.
ru: Пространство имен "{0}" не может одновременно иметь объявления ProcessContent явное и по шаблону.
tr: '{0}' ad alanı için hem belirli, hem joker ProcessContent bildirimi olamaz.
zh_hans: 命名空间“{0}”不能同时具有特定的和通配性质的 ProcessContent 声明。
zh_hant: 不能為命名空間 '{0}' 同時指定特定與萬用字元 ProcessContent 宣告。

# XCRInvalidRequiresAttribute
source: Requires attribute must contain a valid namespace prefix.
cs: Atribut Requires musí obsahovat platnou předponu oboru názvů.
de: Das Requires-Attribut muss ein gültiges Namespacepräfix enthalten.
es: El atributo Requires debe contener un prefijo de espacio de nombres válido.
fr: L'attribut Requires doit contenir un préfixe d'espace de noms valide.
it: L'attributo Requires deve contenere un prefisso di spazio dei nomi valido.
ja: Requires 属性には、有効な名前空間プレフィックスが含まれている必要があります。
ko: Requires 특성에 올바른 네임스페이스 접두사가 있어야 합니다.
pl: Atrybut Requires musi zawierać prawidłowy prefiks przestrzeni nazw.
pt_br: O atributo Requires deve conter um prefixo de namespace válido.
ru: Атрибут Requires должен содержать допустимый префикс пространства имен.
tr: Requires özniteliği, geçerli bir ad alanı öneki içermelidir.
zh_hans: Requires 特性必须包含有效的命名空间前缀。
zh_hant: Requires 屬性必須包含有效的命名空間前置詞。
