Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TransitiveForwardRefDirectives
source: Object '{0}' assigned to directive '{1}' has properties which are references to named object(s) '{2}' which have not yet been defined. Forward references, or references to objects that contain forward references, are not supported inside object construction directives.
cs: Objekt {0} přiřazený k direktivě {1} má vlastnosti odkazující na pojmenované objekty {2}, které ještě nebyly definovány. Odkazy směrem vpřed nebo odkazy na objekty obsahující odkazy směrem vpřed nejsou podporovány uvnitř direktiv konstrukce objektu.
de: Das der Direktive "{1}" zugewiesene Objekt "{0}" besitzt Eigenschaften, bei denen es sich um Verweise auf benannte Objekte handelt ("{2}"), die noch nicht definiert wurden. Vorwärtsverweise oder Verweise auf Objekte, die Vorwärtsverweise enthalten, werden in Objektkonstruktionsdirektiven nicht unterstützt.
es: El objeto '{0}' asignado a la directiva '{1}' tiene propiedades que son referencias a objetos con nombre '{2}' que aún no se han definido. No se admiten referencias adelantadas o referencias a objetos que contengan referencias adelantadas en directivas de construcción de objetos.
fr: L'objet '{0}' assigné à la directive '{1}' a des propriétés qui sont des références aux objets nommés '{2}' qui n'ont pas encore été définis. Les références anticipées, ou les références à des objets qui contiennent des références anticipées, ne sont pas prises en charge dans des directives de construction d'objet.
it: L'oggetto '{0}' assegnato alla direttiva '{1}' dispone di proprietà che fanno riferimento a oggetti di nome '{2}' non ancora definiti. I riferimenti in avanti o i riferimenti a oggetti contenenti riferimenti in avanti non sono supportati all'interno di direttive di creazione dell'oggetto.
ja: ディレクティブ '{1}' に割り当てられたオブジェクト '{0}' に、まだ定義されていない名前付きオブジェクト '{2}' への参照であるプロパティがあります。前方参照、または前方参照を含むオブジェクトへの参照は、オブジェクト構築ディレクティブの内部ではサポートされていません。
ko: 지시문 '{1}'에 할당된 '{0}' 개체에 아직 정의되지 않은 명명된 개체 '{2}'에 대한 참조인 속성이 있습니다. 전방 참조 또는 전방 참조가 포함된 개체에 대한 참조는 개체 생성 지시문 안에서 지원되지 않습니다.
pl: Obiekt „{0}” przypisany do dyrektywy „{1}” ma właściwości będące odwołaniami do nazwanych obiektów „{2}”, których jeszcze nie zdefiniowano. Odwołania w przód ani odwołania do obiektów zawierających odwołania w przód są nieobsługiwane wewnątrz dyrektyw konstrukcji obiektów.
pt_br: O objeto '{0}' atribuído à diretiva '{1}' tem propriedades que são referências a objetos nomeados '{2}' que ainda não foram definidos. Não há suporte em diretivas de construção de objeto para referências de encaminhamento ou referências a objetos que contêm referências de encaminhamento.
ru: Объект "{0}", присвоенный директиве "{1}", имеет свойства, являющиеся ссылками на один или несколько именованных объектов "{2}", которые еще не были определены. Ссылки вперед или ссылки на объекты, содержащие ссылки вперед, не поддерживаются внутри директив формирования объекта.
tr: '{1}' yönergesine atanan '{0}' nesnesinin, henüz tanımlanmamış durumdaki '{2}' adlandırılmış nesnesine veya nesnelerine başvuru olan özellikleri var. Nesne oluşturma yönergelerinin içinde, ileri başvurular veya ileri başvuru içeren nesnelere yapılan başvurular desteklenmez.
zh_hans: 分配给指令“{1}”的对象“{0}”的属性引用了尚未定义的命名对象“{2}”。对象构造指令内不支持前向引用或对包含前向引用的对象的引用。
zh_hant: 指派給指示詞 '{1}' 的物件 '{0}' 包含的屬性是尚未定義之具名物件 '{2}' 的參考。物件建構指示詞內不支援向前參考，或參考包含向前參考的物件。

# TypeConverterFailed
source: Failed to create a '{0}' from the text '{1}'.
cs: Vytvoření {0} z textu {1} se nezdařilo.
de: Fehler beim Erstellen von "{0}" aus dem Text "{1}".
es: No se pudo crear un '{0}' a partir del texto '{1}'.
fr: Échec de la création d'un '{0}' à partir du texte '{1}'.
it: Impossibile creare '{0}' dal testo '{1}'.
ja: テキスト '{1}' から '{0}' を作成できませんでした。
ko: '{1}' 텍스트에서 '{0}'을(를) 만들지 못했습니다.
pl: Nie można utworzyć elementu „{0}” na podstawie tekstu „{1}”.
pt_br: Falha ao criar um '{0}' do texto '{1}'.
ru: Не удалось создать "{0}" на основе текста "{1}".
tr: '{1}' metninden '{0}' oluşturulamadı.
zh_hans: 无法从文本“{1}”创建“{0}”。
zh_hant: 無法從文字 '{1}' 建立 '{0}'。

# TypeConverterFailed2
source: Failed to convert '{0}' to type '{1}'.
cs: Převod {0} na typ {1} se nezdařil.
de: Fehler beim Konvertieren von "{0}" in den Typ "{1}".
es: No se pudo convertir '{0}' en el tipo '{1}'.
fr: Échec de la conversion de '{0}' en type '{1}'.
it: Impossibile convertire '{0}' nel tipo '{1}'.
ja: '{0}' を型 '{1}' に変換できませんでした。
ko: '{0}'을(를) '{1}' 형식으로 변환하지 못했습니다.
pl: Nie można przekonwertować typu „{0}” na „{1}”.
pt_br: Falha ao converter '{0}' no tipo '{1}'.
ru: Не удалось преобразовать "{0}" в тип "{1}".
tr: '{0}', '{1}' türüne dönüştürülemedi.
zh_hans: 无法将“{0}”转换为类型“{1}”。
zh_hant: 無法將 '{0}' 轉換為型別 '{1}'。

# TypeHasInvalidXamlName
source: The name of the type '{0}' contains characters that are invalid in XAML.
cs: Název typu {0} obsahuje znaky, které jsou v jazyce XAML neplatné.
de: Der Name des Typs "{0}" enthält Zeichen, die in XAML ungültig sind.
es: El nombre del tipo '{0}' contiene caracteres que no son válidos en XAML.
fr: Le nom du type '{0}' contient des caractères qui ne sont pas valides en XAML.
it: Il nome di tipo '{0}' contiene caratteri non validi in XAML.
ja: 型 '{0}' の名前に、XAML で無効な文字が含まれています。
ko: '{0}' 형식 이름에 XAML에서 유효하지 않은 문자가 포함되어 있습니다.
pl: Nazwa typu „{0}” zawiera znaki, które są nieprawidłowe w kodzie XAML.
pt_br: O nome do tipo '{0}' contém caracteres inválidos em XAML.
ru: Имя типа "{0}" содержит символы, недопустимые в XAML.
tr: '{0}' türünün adı XAML'de geçersiz olan karakterler içeriyor.
zh_hans: 类型“{0}”的名称包含在 XAML 中无效的字符。
zh_hant: 型別 '{0}' 的名稱含有在 XAML 中無效的字元。

# TypeHasNoContentProperty
source: Type '{0}' does not have a content property. Specify the name of the property to set, or add a ContentPropertyAttribute or TypeConverterAttribute on the type.
cs: Typ {0} nemá vlastnost obsahu. Zadejte název vlastnosti, kterou chcete nastavit, nebo do typu přidejte atribut ContentPropertyAttribute nebo TypeConverterAttribute.
de: Der Typ "{0}" besitzt keine Inhaltseigenschaft. Geben Sie den Namen der festzulegenden Eigenschaft an, oder fügen Sie für den Typ ein ContentPropertyAttribute oder TypeConverterAttribute hinzu.
es: El tipo '{0}' no tiene una propiedad de contenido. Especifique el nombre de la propiedad para establecer o agregue ContentPropertyAttribute o TypeConverterAttribute en el tipo.
fr: Le type '{0}' n'a pas de propriété de contenu. Spécifiez le nom de la propriété à définir ou ajoutez un ContentPropertyAttribute ou un TypeConverterAttribute sur le type.
it: Il tipo '{0}' non dispone di una proprietà del contenuto. Specificare il nome della proprietà da impostare o aggiungere ContentPropertyAttribute o TypeConverterAttribute sul tipo.
ja: 型 '{0}' にはコンテンツ プロパティがありません。設定するプロパティの名前を指定するか、ContentPropertyAttribute または TypeConverterAttribute を型に追加してください。
ko: '{0}' 형식에 콘텐츠 속성이 없습니다. 설정할 속성의 이름을 지정하거나 해당 형식에 대해 ContentPropertyAttribute 또는 TypeConverterAttribute를 추가하십시오.
pl: Typ „{0}” nie ma właściwości zawartości. Określ nazwę tej właściwości albo ustaw lub dodaj atrybut ContentPropertyAttribute lub TypeConverterAttribute typu.
pt_br: O tipo '{0}' não tem uma propriedade de conteúdo. Especifique o nome da propriedade a ser definida ou adicione um ContentPropertyAttribute ou TypeConverterAttribute no tipo.
ru: У типа "{0}" отсутствует свойство содержимого. Укажите имя свойства, которое требуется задать, либо добавьте к типу атрибут ContentPropertyAttribute или TypeConverterAttribute.
tr: '{0}' türünün içerik özelliği yok. Ayarlanacak özelliğin adını belirtin veya türe bir ContentPropertyAttribute veya TypeConverterAttribute ekleyin.
zh_hans: 类型“{0}”不具有内容属性。指定要设置的属性的名称，或者在该类型上添加 ContentPropertyAttribute 或 TypeConverterAttribute。
zh_hant: 型別 '{0}' 沒有內容屬性。請指定要設定的屬性名稱，或在此型別上加入 ContentPropertyAttribute 或 TypeConverterAttribute。

# TypeMetadataCannotChangeAfterUse
source: Cannot change property metadata after it has been associated with a property.
es: No se pueden cambiar los metadatos de propiedad una vez asociados a una propiedad.
it: Impossibile modificare i metadati di proprietà dopo averli associati a una proprietà.
ja: プロパティ メタデータをプロパティに関連付けた後に、プロパティ メタデータを変更することはできません。
ko: 속성과 연결된 후에는 속성 메타데이터를 변경할 수 없습니다.
pl: Nie można zmienić metadanych właściwości po skojarzeniu ich z właściwością.
pt_br: Não é possível alterar os metadados da propriedade após serem associados a uma propriedade.
ru: Не удается изменить метаданные свойства после их сопоставления свойству.
tr: Bir özellikle ilişkilendirildikten sonra özellik meta verileri değiştirilemez.
zh_hans: 无法在属性元数据与属性关联以后对其进行更改。
zh_hant: 當屬性中繼資料與屬性關聯時，即無法變更。

# TypeNameCannotHavePeriod
source: Type name '{0}' cannot have a dot '.'.
cs: Název typu {0} nesmí obsahovat tečku (.).
de: Der Typname "{0}" darf keinen Punkt enthalten (".").
es: El nombre de tipo '{0}' no puede tener un punto '.'.
fr: Le nom de type '{0}' ne peut pas contenir de point '.'.
it: Il nome di tipo '{0}' non può contenere un punto '.'.
ja: 型名 '{0}' にドット '.' を含めることはできません。
ko: 형식 이름 '{0}'에는 점('.')이 포함될 수 없습니다.
pl: Nazwa typu „{0}” nie może zawierać kropki „.”.
pt_br: O nome do tipo '{0}' não pode ter um ponto '.'.
ru: Имя типа "{0}" не может содержать точку (.).
tr: '{0}' tür adında nokta '.' bulunamaz.
zh_hans: 类型名称“{0}”不能包含点“.”。
zh_hant: 型別名稱 '{0}' 不能有點號 '.'。

# TypeNotFound
source: Type reference cannot find type named '{0}'.
cs: Odkaz na typ nemůže najít typ s názvem {0}.
de: Der Typ mit dem Namen "{0}" kann vom Typverweis nicht gefunden werden.
es: La referencia de tipo no encuentra el tipo '{0}'.
fr: La référence de type ne peut pas trouver un type nommé '{0}'.
it: Il riferimento al tipo non è in grado di trovare il tipo denominato '{0}'.
ja: 型参照は '{0}' という名前の型を見つけることができません。
ko: 형식 참조에서 이름이 '{0}'인 형식을 찾을 수 없습니다.
pl: Odwołanie do typu nie może znaleźć typu o nazwie „{0}”.
pt_br: A referência de tipo não pode encontrar o tipo denominado '{0}'.
ru: Ссылка на тип не может найти тип с именем "{0}".
tr: Tür başvurusu '{0}' adlı türü bulamıyor.
zh_hans: 类型引用无法找到名为“{0}”的类型。
zh_hant: 型別參考找不到名為 '{0}' 的型別。

# TypeNotPublic
source: Type '{0}' is not public.
cs: Typ {0} není veřejný.
de: Der Typ "{0}" ist nicht öffentlich.
es: El tipo '{0}' no es público.
fr: Le type '{0}' n'est pas public.
it: Il tipo '{0}' non è pubblico.
ja: 型 '{0}' はパブリックではありません。
ko: '{0}' 형식이 public이 아닙니다.
pl: Typ „{0}” nie jest publiczny.
pt_br: O tipo '{0}' não é público.
ru: Тип "{0}" не является открытым.
tr: '{0}' türü genel bir tür değil.
zh_hans: 类型“{0}”不是公共的。
zh_hant: 型別 '{0}' 不是公用型別。

# UnclosedQuote
source: Unclosed quoted value.
cs: Hodnota neuzavřená do uvozovek.
de: Wert in nicht geschlossenen Anführungszeichen.
es: Falta la comilla de cierre en el valor.
fr: Valeur entre guillemets non fermée.
it: Valore tra virgolette non chiuse.
ja: 引用符付きの値が閉じられていません。
ko: 따옴표 붙은 값이 닫히지 않았습니다.
pl: Niezamknięty cudzysłów otaczający wartość.
pt_br: Aspas não fechadas.
ru: Незакрытое значение в кавычках.
tr: Değer kapatılmamış tırnak içinde yer alıyor.
zh_hans: 未闭合的带引号值。
zh_hant: 無結尾引號的值。

# UnexpectedClose
source: Unexpected close of XAML Node Stream.
cs: Neočekávané uzavření datového proudu uzlu XAML
de: Der XAML-Knotenstream wurde unerwartet geschlossen.
es: Cierre inesperado del flujo de nodo XAML.
fr: Fermeture inattendue du flux du nœud XAML.
it: Chiusura imprevista del flusso del nodo XAML.
ja: XAML Node ストリームが予期せず閉じられました。
ko: XAML 노드 스트림이 예기치 않게 닫혔습니다.
pl: Nieoczekiwane zamknięcie strumienia węzłów XAML.
pt_br: Fechamento inesperado do Fluxo do Nó XAML.
ru: Непредвиденное закрытие потока XAML Node.
tr: XAML Düğüm Akışının beklenmeyen kapanışı.
zh_hans: XAML 节点流意外关闭。
zh_hant: 未預期的 XAML 節點資料流關閉。

# UnexpectedConstructorArg
source: Invalid metadata for attribute '{0}' on '{1}'. Expected '{2}' argument(s) of type '{3}'.
cs: Neplatná metadata pro atribut {0} v {1}. Bylo očekáváno {2} argumentů typu {3}.
de: Ungültige Metadaten für das Attribut "{0}" für "{1}". Es wurden {2}-Argument(e) vom Typ "{3}" erwartet.
es: Metadatos no válidos para el atributo '{0}' en '{1}'. Se esperaban '{2}' argumentos de tipo '{3}'.
fr: Métadonnées non valides pour l'attribut '{0}' sur '{1}'. Argument(s) '{2}' attendus de type '{3}'.
it: Metadati non validi per l'attributo '{0}' su '{1}'. Previsti '{2}' argomenti di tipo '{3}'.
ja: '{1}' の属性 '{0}' のメタデータが無効です。型 '{3}' の '{2}' 個の引数が必要です。
ko: '{1}'의 '{0}' 특성에 대한 메타데이터가 잘못되었습니다. '{3}' 형식의 '{2}' 인수가 필요합니다.
pl: Nieprawidłowe metadane dla atrybutu „{0}” elementu „{1}”. Oczekiwano następującej liczby argumentów {2} typu „{3}”.
pt_br: Metadados inválidos para o atributo '{0}' em '{1}'. Esperava-se '{2}' argumentos do tipo '{3}'.
ru: Недопустимые метаданные для атрибута "{0}" в "{1}". Требуется аргументов типа "{3}": {2}.
tr: '{1}' öğesinde '{0}' özniteliği için geçersiz meta veriler. '{3}' türünde '{2}' bağımsız değişken bekleniyordu.
zh_hans: “{1}”上的特性“{0}”的元数据无效。应有 {2} 个“{3}”类型的参数。
zh_hant: '{1}' 上屬性 '{0}' 的中繼資料無效。應該是型別 '{3}' 的 '{2}' 引數。

# UnexpectedNodeType
source: Unexpected '{0}' in parse rule '{1}'.
cs: Neočekávaný typ {0} v pravidle analýzy {1}.
de: Unerwartetes {0}-Objekt in der Analyseregel "{1}".
es: '{0}' inesperado en la regla de análisis '{1}'.
fr: '{0}' inattendu dans la règle d'analyse '{1}'.
it: '{0}' non previsto nella regola di analisi '{1}'.
ja: 解析ルール '{1}' に予期しない '{0}' があります。
ko: 구문 분석 규칙 '{1}'에 예기치 않은 '{0}'이(가) 있습니다.
pl: Nieoczekiwany typ węzła „{0}” w regule analizy „{1}”.
pt_br: '{0}' inesperado na regra de análise '{1}'.
ru: Непредвиденный "{0}" в правиле разбора "{1}".
tr: '{1}' ayrıştırma kuralında beklenmeyen '{0}'.
zh_hans: 分析规则“{1}”中的意外“{0}”。
zh_hant: 剖析規則 '{1}' 中有未預期的 '{0}'。

# UnexpectedParameterType
source: Parameter is unexpected type '{0}'. Expected type is '{1}'.
es: Tipo de parámetro inesperado '{0}'. El tipo esperado es '{1}'.
it: Parametro con tipo imprevisto '{0}'. Il tipo previsto è '{1}'.
ja: 予期しない型 '{0}' のパラメーターです。型 '{1}' が必要です。
ko: 매개 변수가 예기치 못한 '{0}' 형식입니다. 필요한 형식은 '{1}'입니다.
pl: Parametr nieoczekiwanego typu „{0}”. Oczekiwano typu „{1}”.
pt_br: O parâmetro é do tipo '{0}' inesperado. O tipo esperado é '{1}'.
ru: Параметр имеет непредвиденный тип "{0}". Требуется тип "{1}".
tr: Parametre beklenmeyen bir '{0}' türü. Beklenen tür: '{1}'.
zh_hans: 参数是意外的类型“{0}”。预期类型为“{1}”。
zh_hant: 參數是未預期的型別 '{0}'。預期型別為 '{1}'。

# UnexpectedToken
source: Unexpected token '{0}' in rule: '{1}', in '{2}'.
cs: Neočekávaný token {0} v pravidle: {1}, v {2}.
de: Unerwartetes Token "{0}" in Regel: "{1}", in "{2}".
es: Token '{0}' inesperado en la regla: '{1}', en '{2}'.
fr: Jeton inattendu '{0}' dans la règle : '{1}', dans '{2}'.
it: Token '{0}' imprevisto nella regola: '{1}', in '{2}'.
ja: '{2}' の規則 '{1}' に予期しないトークン '{0}' があります。
ko: '{2}'의 '{1}' 규칙에 예기치 않은 '{0}' 토큰이 있습니다.
pl: Nieoczekiwany token „{0}” w regule: „{1}” w „{2}”.
pt_br: Token '{0}' inesperado na regra: '{1}', em '{2}'.
ru: Непредвиденная лексема "{0}" в правиле: "{1}" в "{2}".
tr: Kuralda beklenmeyen '{0}' belirteci: '{2}' içinde '{1}'.
zh_hans: 规则中的意外标记“{0}”:“{2}”中的“{1}”。
zh_hant: 規則 '{1}' 中有未預期的語彙基元 '{0}' (位於 '{2}' 中)。

# UnexpectedTokenAfterME
source: Unexpected token after end of markup extension.
cs: Neočekávaný token za koncem rozšíření značek.
de: Unerwartetes Token nach dem Ende der Markuperweiterung.
es: Token inesperado después del final de una extensión de marcado.
fr: Jeton inattendu après la fin de l'extension de balisage.
it: Token imprevisto dopo la fine dell'estensione markup.
ja: マークアップ拡張の末尾より後ろに予期しないトークンがあります。
ko: 태그 확장 끝 다음에 예기치 않은 토큰이 있습니다.
pl: Nieoczekiwany token po zakończeniu rozszerzenia znacznika.
pt_br: Token inesperado após o término da extensão de marcação.
ru: Непредвиденная лексема в конце расширения разметки.
tr: İşaretleme uzantısı sonundan sonra beklenmeyen belirteç.
zh_hans: 标记扩展结尾后的意外标记。
zh_hant: 標記延伸結尾之後有未預期的語彙基元。

source: Unhandled BoolTypeBit.
cs: Neošetřený objekt BoolTypeBit.
de: Unbehandeltes BoolTypeBit.
es: BoolTypeBit no controlado.
fr: BoolTypeBit non géré.
it: BoolTypeBit non gestito.
ja: 処理されない BoolTypeBit です。
ko: BoolTypeBit가 처리되지 않았습니다.
pl: Nieobsługiwany element BoolTypeBit.
pt_br: BoolTypeBit não tratado.
ru: Необработанный BoolTypeBit.
tr: İşlenmemiş BoolTypeBit.
zh_hans: 未处理的 BoolTypeBit。
zh_hant: 未處理的 BoolTypeBit。

# UnknownAttributeProperty
source: ['{0}'('{1}')]5D; on '{2}' is not a known property.
cs: [{0}({1})] v {2} není známá vlastnost.
de: ["{0}"("{1}")] für "{2}" ist keine bekannte Eigenschaft.
es: ['{0}'('{1}')] en '{2}' no es una propiedad conocida.
fr: ['{0}'('{1}')] sur '{2}' n'est pas une propriété connue.
it: ['{0}'('{1}')]5D; su '{2}' non è una proprietà nota.
ja: '{2}' の ['{0}'('{1}')] は不明なプロパティです。
ko: '{2}'의 ['{0}'('{1}')]5D;은(는) 알려진 속성이 아닙니다.
pl: Element ['{0}'('{1}')]5D; w „{2}” nie jest znaną właściwością.
pt_br: ['{0}'('{1}')] em '{2}' não é uma propriedade conhecida.
ru: ["{0}"("{1}")] в "{2}" не является известным свойством.
tr: '{2}' öğesinde ['{0}'('{1}')] bilinen bir özellik değil.
zh_hans: “{2}”上的 ['{0}'('{1}')] 是未知属性。
zh_hant: '{2}' 上的 ['{0}'('{1}')]5D; 不是已知的屬性。

# UnknownMember
source: Unknown member '{0}' on '{1}'.
cs: Neznámý člen {0} v {1}.
de: Unbekannter Member "{0}" für "{1}".
es: Miembro '{0}' desconocido en '{1}'.
fr: Membre inconnu '{0}' sur '{1}'.
it: Membro sconosciuto '{0}' su '{1}'.
ja: '{1}' の不明なメンバー '{0}'。
ko: '{1}'의 '{0}'은(는) 알 수 없는 멤버입니다.
pl: Nieznany element członkowski „{0}” w typie „{1}”.
pt_br: Associado '{0}' desconhecido em '{1}'.
ru: Неизвестный тип "{0}" в "{1}".
tr: '{1}' öğesinde bilinmeyen '{0}' üyesi.
zh_hans: “{1}”上的未知成员“{0}”。
zh_hant: '{1}' 上有未知的成員 '{0}'。

# UnknownMemberOnUnknownType
source: Unknown member '{0}' on unknown type '{1}'.
cs: Neznámý člen {0} v neznámém typu {1}.
de: Unbekannter Member "{0}" für den unbekannten Typ "{1}".
es: Miembro '{0}' desconocido en el tipo desconocido '{1}'.
fr: Membre inconnu '{0}' sur le type inconnu '{1}'.
it: Membro sconosciuto '{0}' su tipo sconosciuto '{1}'.
ja: 不明な型 '{1}' の不明なメンバー '{0}'。
ko: 알 수 없는 형식 '{1}'의 '{0}'은(는) 알 수 없는 멤버입니다.
pl: Nieznany element członkowski „{0}” w nieznanym typie „{1}”.
pt_br: Associado '{0}' desconhecido no tipo desconhecido '{1}'.
ru: Неизвестный тип "{0}" в неизвестном типе "{1}".
tr: Bilinmeyen '{1}' türünde bilinmeyen '{0}' üyesi.
zh_hans: 未知类型“{1}”上的未知成员“{0}”。
zh_hant: 未知的型別 '{1}' 上有未知的成員 '{0}'。

# UnknownMemberSimple
source: Unknown member '{0}'.
cs: Neznámý člen {0}.
de: Unbekannter Member "{0}".
es: Miembro '{0}' desconocido.
fr: Membre inconnu '{0}'.
it: Membro sconosciuto '{0}'.
ja: 不明なメンバー '{0}'。
ko: '{0}'은(는) 알 수 없는 멤버입니다.
pl: Nieznany element członkowski „{0}”.
pt_br: Associado '{0}' desconhecido.
ru: Неизвестный член "{0}".
tr: Bilinmeyen '{0}' üyesi.
zh_hans: 未知成员“{0}”。
zh_hant: 未知的成員 '{0}'。

# UnknownType
source: Unknown type '{0}'.
cs: Neznámý typ {0}.
de: Unbekannter Typ "{0}".
es: Tipo '{0}' desconocido.
fr: Type inconnu '{0}'.
it: Tipo sconosciuto '{0}'.
ja: 不明な型 '{0}'。
ko: '{0}'은(는) 알 수 없는 형식입니다.
pl: Nieznany typ „{0}”.
pt_br: Tipo desconhecido '{0}'.
ru: Неизвестный тип "{0}".
tr: Bilinmeyen '{0}' türü.
zh_hans: 未知类型“{0}”。
zh_hant: 未知的型別 '{0}'。

# UnresolvedForwardReferences
source: Unresolved reference '{0}'.
cs: Nepřeložený odkaz {0}.
de: Nicht aufgelöster Verweis "{0}".
es: Referencia sin resolver '{0}'.
fr: Référence non résolue '{0}'.
it: Riferimento '{0}' non risolto.
ja: 未解決の参照 '{0}'。
ko: '{0}'은(는) 확인할 수 없는 참조입니다.
pl: Nierozpoznane odwołanie „{0}”.
pt_br: Referência não resolvida '{0}'.
ru: Неразрешенная ссылка "{0}".
tr: Çözülmemiş '{0}' başvurusu.
zh_hans: 未解析的引用“{0}”。
zh_hant: 未解析的參考 '{0}'。

# UnresolvedNamespace
source: XAML namespace '{0}' is not resolved.
cs: Obor názvů XAML {0} nebyl přeložen.
de: Der XAML-Namespace "{0}" wurde nicht aufgelöst.
es: El espacio de nombres XAML '{0}' no está resuelto.
fr: L'espace de noms XAML {0} n'est pas résolu.
it: Spazio dei nomi XAML '{0}' non risolto.
ja: XAML 名前空間 '{0}' は解決されません。
ko: XAML 네임스페이스 '{0}'이(가) 확인되지 않았습니다.
pl: Przestrzeń nazw XAML „{0}” nie została rozpoznana.
pt_br: O namespace XAML '{0}' não está resolvido.
ru: Пространство имен XAML "{0}" не разрешено.
tr: '{0}' XAML ad alanı çözülmedi.
zh_hans: XAML 命名空间“{0}”未解析。
zh_hant: 未解析 XAML 命名空間 '{0}'。

# UriNotFound
source: Uri '{0}' was not found.
cs: Identifikátor Uri {0} nebyl nalezen.
de: Uri "{0}" wurde nicht gefunden.
es: No se encontró el URI '{0}'.
fr: L'Uri {0} est introuvable.
it: Uri '{0}' non trovato.
ja: Uri '{0}' が見つかりませんでした。
ko: Uri '{0}'을(를) 찾을 수 없습니다.
pl: Nie odnaleziono adresu Uri „{0}”.
pt_br: O Uri '{0}' não foi encontrado.
ru: Uri "{0}" не найден.
tr: '{0}' Uri'si bulunamadı.
zh_hans: 未找到 Uri“{0}”。
zh_hant: 找不到 Uri '{0}'。

# UsableDuringInitializationOnME
source: Error with type '{0}'. MarkupExtensions cannot use the 'UsableDuringInitialization' attribute.
cs: Chyba u typu {0}. Objekt MarkupExtensions nemůže používat atribut UsableDuringInitialization.
de: Fehler mit Typ "{0}". Von MarkupExtensions kann nicht das UsableDuringInitialization-Attribut verwendet werden.
es: Error con el tipo '{0}'. MarkupExtensions no puede usar el atributo 'UsableDuringInitialization'.
fr: Erreur avec le type '{0}'. MarkupExtensions ne peut pas utiliser l'attribut 'UsableDuringInitialization'.
it: Errore relativo al tipo '{0}'. MarkupExtensions non può utilizzare l'attributo 'UsableDuringInitialization'.
ja: 型 '{0}' のエラー。MarkupExtensions では 'UsableDuringInitialization' 属性を使用できません。
ko: '{0}' 형식에 오류가 발생했습니다. MarkupExtensions에서는 'UsableDuringInitialization' 특성을 사용할 수 없습니다.
pl: Błąd związany z typem „{0}”. Dla rozszerzeń MarkupExtensions nie można używać atrybutu UsableDuringInitialization.
pt_br: Erro com o tipo '{0}'. MarkupExtensions não pode usar o atributo 'UsableDuringInitialization'.
ru: Ошибка, связанная с типом "{0}". MarkupExtensions не могут использовать атрибут "UsableDuringInitialization".
tr: '{0}' türü hatalı. MarkupExtensions, 'UsableDuringInitialization' özniteliğini kullanamaz.
zh_hans: 类型“{0}”出错。MarkupExtensions 不能使用“UsableDuringInitialization”特性。
zh_hant: 型別 '{0}' 錯誤。MarkupExtensions 不可使用 'UsableDuringInitialization' 屬性。

# ValueInArrayIsNull
source: A value in the '{0}' array is null.
cs: Hodnota v poli {0} je Null.
de: Ein Wert im {0}-Array ist NULL.
es: Un valor de la matriz '{0}' es NULL.
fr: Une valeur dans le tableau '{0}' est null.
it: Un valore della matrice '{0}' è Null.
ja: '{0}' 配列の値は null です。
ko: '{0}' 배열의 값이 null입니다.
pl: Wartość w tablicy „{0}” jest równa null.
pt_br: Um valor na matriz '{0}' é nulo.
ru: Значение в массиве "{0}" не может быть неопределенным (null).
tr: '{0}' dizisindeki bir değer null.
zh_hans: “{0}”数组中的某个值为 null。
zh_hant: '{0}' 陣列中有 null 值。

# ValueMustBeFollowedByEndMember
source: XAML Node Stream: Value nodes must be followed by EndMember.
cs: Datový proud uzlu XAML: Za uzly hodnot musí následovat metoda EndMember.
de: XAML-Knotenstream: Nach Wertknoten muss EndMember folgen.
es: Flujo de nodo XAML: los nodos de valores deben ir seguidos de EndMember.
fr: Flux de nœud XAML : les nœuds de valeur doit être suivis par EndMember.
it: Flusso del nodo XAML: i nodi Value devono essere seguiti da EndMember.
ja: XAML ノード ストリーム: 値ノードは EndMember の後に続く必要があります。
ko: XAML 노드 스트림: 값 노드 뒤에 EndMember가 있어야 합니다.
pl: Strumień węzłów XAML: po węzłach wartości musi następować metoda EndMember.
pt_br: Fluxo do Nó XAML: os nós de valores devem ser seguidos por EndMember.
ru: Поток узла XAML: после узлов значений необходимо наличие EndMember.
tr: XAML Düğüm Akışı: Değer düğümlerinin ardından EndMember gelmelidir.
zh_hans: XAML 节点流: 值节点必须后跟 EndMember。
zh_hant: XAML 節點資料流: 值節點後面必須有 EndMember。
