Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ObjectReaderDictionaryMethod1NotFound
source: Unable to locate MemberMarkupInfo.DictionaryEntriesFromGeneric method.
cs: Nelze najít metodu MemberMarkupInfo.DictionaryEntriesFromGeneric.
de: Die MemberMarkupInfo.DictionaryEntriesFromGeneric-Methode wurde nicht gefunden.
es: No se encuentra el método MemberMarkupInfo.DictionaryEntriesFromGeneric.
fr: Impossible de localiser la méthode MemberMarkupInfo.DictionaryEntriesFromGeneric.
it: Impossibile individuare il metodo MemberMarkupInfo.DictionaryEntriesFromGeneric.
ja: MemberMarkupInfo.DictionaryEntriesFromGeneric メソッドが見つかりません。
ko: MemberMarkupInfo.DictionaryEntriesFromGeneric 메서드를 찾을 수 없습니다.
pl: Nie można zlokalizować metody MemberMarkupInfo.DictionaryEntriesFromGeneric.
pt_br: Não é possível localizar o método MemberMarkupInfo.DictionaryEntriesFromGeneric.
ru: Не удалось обнаружить метод MemberMarkupInfo.DictionaryEntriesFromGeneric.
tr: MemberMarkupInfo.DictionaryEntriesFromGeneric metodu bulunamadı.
zh_hans: 无法找到 MemberMarkupInfo.DictionaryEntriesFromGeneric 方法。
zh_hant: 找不到 MemberMarkupInfo.DictionaryEntriesFromGeneric 方法。

# ObjectReaderInstanceDescriptorIncompatibleArgumentTypes
source: InstanceDescriptor provided an argument of type '{0}' where a parameter of type '{1}' was expected.
cs: Objekt InstanceDescriptor poskytl argument typu {0}, když byl očekáván parametr typu {1}.
de: Von InstanceDescriptor wurde ein Argument vom Typ "{0}" angegeben, wobei ein Parameter vom Typ "{1}" erwartet wurde.
es: InstanceDescriptor proporcionó un argumento de tipo '{0}' donde se esperaba un parámetro de tipo '{1}'.
fr: InstanceDescriptor a fourni un argument de type '{0}' alors qu'un paramètre de type '{1}' était attendu.
it: InstanceDescriptor ha fornito un argomento di tipo '{0}' ma era previsto un parametro di tipo '{1}'.
ja: InstanceDescriptor によって型 '{0}' の引数が提供されましたが、型 '{1}' のパラメーターが必要です。
ko: InstanceDescriptor에서 '{1}' 형식의 매개 변수가 필요한 위치에 '{0}' 형식 인수를 제공했습니다.
pl: Obiekt InstanceDescriptor przekazał argument typu „{0}”, a oczekiwano parametru typu „{1}”.
pt_br: InstanceDescriptor forneceu um argumento do tipo '{0}', no qual um parâmetro do tipo '{1}' era esperado.
ru: InstanceDescriptor предоставил аргумент типа "{0}", в то время как ожидался параметр типа "{1}".
tr: InstanceDescriptor '{0}' türünde bir bağımsız değişken sağladı, oysa '{1}' türünde bir parametre bekleniyordu.
zh_hans: InstanceDescriptor 提供的参数的类型为“{0}”，但参数的类型应为“{1}”。
zh_hant: InstanceDescriptor 提供了型別 '{0}' 的引數，但需要的是型別 '{1}' 的引數。

# ObjectReaderInstanceDescriptorIncompatibleArguments
source: InstanceDescriptor did not provide the correct number of arguments.
cs: Objekt InstanceDescriptor neposkytl správný počet argumentů.
de: Von InstanceDescriptor wurde nicht die korrekte Anzahl von Argumenten angegeben.
es: InstanceDescriptor no proporcionó el número correcto de argumentos.
fr: InstanceDescriptor n'a pas fourni le nombre correct d'arguments.
it: InstanceDescriptor non ha fornito il numero di argomenti corretto.
ja: InstanceDescriptor によって提供された引数の数が正しくありません。
ko: InstanceDescriptor에서 올바른 인수 개수를 제공하지 않았습니다.
pl: Obiekt InstanceDescriptor nie przekazał poprawnej liczby argumentów.
pt_br: InstanceDescriptor não forneceu o número correto de argumentos.
ru: InstanceDescriptor не предоставил требуемого числа аргументов.
tr: InstanceDescriptor doğru sayıda bağımsız değişken sağlamadı.
zh_hans: InstanceDescriptor 提供的参数数量不正确。
zh_hant: InstanceDescriptor 未提供正確的引數數目。

# ObjectReaderInstanceDescriptorInvalidMethod
source: InstanceDescriptor did not provide a valid constructor or method.
cs: Objekt InstanceDescriptor neposkytl platný konstruktor nebo metodu.
de: Von InstanceDescriptor wurde kein gültiger Konstruktor bzw. keine gültige Methode angegeben.
es: InstanceDescriptor no proporcionó un constructor o método válido.
fr: InstanceDescriptor n'a pas fourni un constructeur ou une méthode valide.
it: InstanceDescriptor non ha fornito un costruttore o metodo valido.
ja: InstanceDescriptor によって提供されたコンストラクターまたはメソッドが有効ではありません。
ko: InstanceDescriptor에서 올바른 생성자 또는 메서드를 제공하지 않았습니다.
pl: Obiekt InstanceDescriptor nie przekazał prawidłowego konstruktora ani metody.
pt_br: InstanceDescriptor não forneceu um construtor ou método válido.
ru: InstanceDescriptor не предоставил допустимый конструктор или метод.
tr: InstanceDescriptor geçerli bir oluşturucu veya metot sağlamadı.
zh_hans: InstanceDescriptor 提供的构造函数或方法无效。
zh_hant: InstanceDescriptor 未提供有效的建構函式或方法。

# ObjectReaderMultidimensionalArrayNotSupported
source: Multidimensional arrays not supported.
cs: Vícerozměrná pole nejsou podporována.
de: Multidimensionale Arrays werden nicht unterstützt.
es: No se admiten matrices multidimensionales.
fr: Tableaux multidimensionnels non pris en charge.
it: Matrici multidimensionali non supportate.
ja: 多次元配列はサポートされていません。
ko: 다차원 배열은 지원되지 않습니다.
pl: Tablice wielowymiarowe nie są obsługiwane.
pt_br: Não há suporte para matrizes multidimensionais.
ru: Многомерные массивы не поддерживаются.
tr: Çok boyutlu diziler desteklenmiyor.
zh_hans: 不支持多维数组。
zh_hant: 不支援多維陣列。

# ObjectReaderNoDefaultConstructor
source: Unable to serialize type '{0}'. Verify that the type is public and either has a default constructor or an instance descriptor.
cs: Typ {0} nelze serializovat. Ověřte, zda je typ veřejný a má buď výchozí konstruktor, nebo popisovač instance.
de: Der Typ "{0}" kann nicht serialisiert werden. Überprüfen Sie, ob der Typ öffentlich ist und ob er entweder einen Standardkonstruktor oder einen Instanzdeskriptor besitzt.
es: No se puede serializar el tipo '{0}'. Compruebe que el tipo es público y tiene un constructor predeterminado o un descriptor de instancia.
fr: Impossible de sérialiser le type '{0}'. Vérifiez que le type est public et qu'il possède un constructeur par défaut ou un descripteur d'instance.
it: Impossibile serializzare il tipo '{0}'. Verificare che il tipo sia pubblico e che disponga di un costruttore predefinito o di un descrittore di istanza.
ja: 型 '{0}' をシリアル化できません。型がパブリックであり、既定のコンストラクターまたはインスタンス記述子が存在することを確認してください。
ko: '{0}' 형식을 serialize할 수 없습니다. 형식이 public이고 기본 생성자 또는 인스턴스 설명자를 포함하는지 확인하십시오.
pl: Nie można uszeregować typu „{0}”. Sprawdź, czy ten typ jest publiczny i czy ma domyślnego konstruktora lub deskryptor wystąpienia.
pt_br: Não é possível serializar o tipo '{0}'. Verifique se o tipo é público e se tem um construtor padrão ou um descritor de instância.
ru: Не удалось сериализовать тип "{0}". Убедитесь, что тип является публичным и имеет либо конструктор по умолчанию, либо дескриптор экземпляра.
tr: '{0}' türü seri hale getirilemedi. Türün genel olduğunu ve varsayılan bir oluşturucusu veya örnek tanımlayıcısı bulunduğunu doğrulayın.
zh_hans: 无法序列化类型“{0}”。请确认该类型是公共的且具有默认的构造函数或实例说明符。
zh_hant: 無法序列化型別 '{0}'。請確認此型別是否為公用、是否擁有預設建構函式或執行個體描述元。

# ObjectReaderNoMatchingConstructor
source: Unable to find a suitable constructor for the specified constructor arguments on type '{0}'.
cs: Nelze nalézt vhodný konstruktor pro zadané argumenty konstruktoru na typu {0}.
de: Es wurde kein geeigneter Konstruktor für die angegebenen Konstruktorargumente für den Typ "{0}" gefunden.
es: No se encuentra un constructor válido para los argumentos de constructor especificados en el tipo '{0}'.
fr: Impossible de trouver un constructeur approprié pour les arguments de constructeur spécifiés sur le type '{0}'.
it: Non è possibile trovare un costruttore adatto per gli argomenti del costruttore specificati per il tipo '{0}'.
ja: 指定されたコンストラクター引数に適したコンストラクターが型 '{0}' に見つかりません。
ko: '{0}' 형식에서 지정된 생성자 인수에 대해 적절한 생성자를 찾을 수 없습니다.
pl: Nie można odnaleźć odpowiedniego konstruktora dla określonych argumentów konstruktora w typie „{0}”.
pt_br: Não é possível encontrar um construtor adequado para os argumentos de construtor especificados no tipo '{0}'.
ru: Не удалось найти конструктор для типа "{0}", соответствующий указанным аргументам конструктора.
tr: Belirtilen '{0}' türündeki oluşturucu bağımsız değişkenleri için uygun bir oluşturucu bulunamadı.
zh_hans: 无法在类型“{0}”上找到适合于指定构造函数参数的构造函数。
zh_hant: 在型別 '{0}' 上找不到適合所指定建構函式引數的建構函式。

# ObjectReaderTypeCannotRoundtrip
source: Unable to read objects of the type �{0}� because there are no accessible constructors. To allow this type to be used in XAML, add a default constructor, use ConstructorArgumentAttribute, or provide an InstanceDescriptor.
cs: Nelze číst objekty typu {0}, protože neexistují žádné přístupné konstruktory. Pokud chcete povolit použití tohoto typu v jazyce XAML, přidejte výchozí konstruktor, použijte atribut ConstructorArgumentAttribute nebo zadejte objekt InstanceDescriptor.
de: Es können keine Objekte vom Typ "{0}" gelesen werden, weil keine Konstruktoren vorhanden sind, auf die zugegriffen werden kann. Damit der Typ in XAML verwendet werden kann, fügen Sie einen Standardkonstruktor hinzu, verwenden Sie ConstructorArgumentAttribute, oder geben Sie einen InstanceDescriptor an.
es: No se pueden leer los objetos del tipo {0} porque no hay constructores accesibles. Para poder usar este tipo en XAML, agregue un constructor predeterminado, use ConstructorArgumentAttribute o proporcione un InstanceDescriptor.
fr: Impossible de lire les objets du type '{0}', car aucun constructeur n'est accessible. Pour que ce type puisse être utilisé en XAML, ajoutez un constructeur par défaut, utilisez ConstructorArgumentAttribute ou fournissez un InstanceDescriptor.
ja: アクセスできるコンストラクターがないため、型 '{0}' のオブジェクトを読み込むことができません。この型を XAML で使用できるようにするには、既定のコンストラクターを追加するか、ConstructorArgumentAttribute を使用するか、または InstanceDescriptor を提供してください。
pt_br: Não é possível ler objetos do tipo {0}, pois não há construtores acessíveis. Para permitir que esse tipo seja usado em XAML, adicione um construtor padrão, use ConstructorArgumentAttribute ou fornece um InstanceDescriptor.
ru: Не удалось выполнить чтение объектов типа �{0}�, поскольку доступные конструкторы отсутствуют. Чтобы этот тип можно было применять в XAML, добавьте конструктор по умолчанию, используйте атрибут ConstructorArgumentAttribute или укажите InstanceDescriptor.
tr: Erişilebilir oluşturucular olmadığından �{0}� türündeki nesneler okunamadı. XAML'de bu türün kullanılmasına olanak tanımak için varsayılan bir oluşturucu ekleyin, ConstructorArgumentAttribute kullanın veya bir InstanceDescriptor sağlayın.
zh_hans: 无法读取类型“{0}”的对象，因为没有可以访问的构造函数。若要允许在 XAML 中使用此类型，请添加默认构造函数，使用 ConstructorArgumentAttribute 或提供 InstanceDescriptor。

# ObjectReaderTypeIsNested
source: Unable to read objects of the type '{0}'. Nested types are not supported.
cs: Nelze číst objekty typu {0}. Vnořené typy nejsou podporovány.
de: Es können keine Objekte vom Typ "{0}" gelesen werden. Geschachtelte Typen werden nicht unterstützt.
es: No se pueden leer los objetos del tipo '{0}'. No se admiten tipos anidados.
fr: Impossible de lire les objets du type '{0}'. Les types imbriqués ne sont pas pris en charge.
it: Impossibile leggere oggetti del tipo '{0}'. I tipi annidati non sono supportati.
ja: 型 '{0}' のオブジェクトを読み取ることができません。入れ子になった型はサポートされていません。
ko: '{0}' 형식의 개체를 읽을 수 없습니다. 중첩 형식은 지원되지 않습니다.
pl: Nie można odczytać obiektów typu „{0}”. Typy zagnieżdżone nie są obsługiwane.
pt_br: Não é possível ler objetos do tipo '{0}'. Não há suporte para tipos aninhados.
ru: Не удалось выполнить чтение объектов типа "{0}". Вложенные типы не поддерживаются.
tr: '{0}' türündeki nesneler okunamadı. İç içe türler desteklenmiyor.
zh_hans: 无法读取类型“{0}”的对象。不支持嵌套类型。
zh_hant: 無法讀取型別 '{0}' 的物件。不支援巢狀型別。

# ObjectReaderTypeNotAllowed
source: '{0}' blocked the use of type '{1}' in XAML. If you want to serialize this type, change '{0}'.GetXamlType to return a non-null value for this type, or pass a different value in the schemaContext parameter of the XamlObjectReader constructor.
cs: {0} blokuje použití typu {1} v jazyce XAML. Chcete-li serializovat tento typ, změňte metodu {0}.GetXamlType tak, aby vracela pro tento typ jinou hodnotu než Null, nebo předejte jinou hodnotu v parametru schemaContext konstruktoru XamlObjectReader.
de: Von "{0}" wurde die Verwendung von Typ "{1}" in XAML blockiert. Wenn Sie den Typ serialisieren möchten, ändern Sie "{0}".GetXamlType so, dass für diesen Typ ein Nicht-NULL-Wert zurückgegeben wird, oder übergeben Sie einen anderen Wert im schemaContext-Parameter des XamlObjectReader-Konstruktors.
es: '{0}' bloqueó el uso del tipo '{1}' en XAML. Si desea serializar este tipo, cambie '{0}'.GetXamlType para volver a un valor no NULL para este tipo, o pase un valor diferente en el parámetro schemaContext del constructor XamlObjectReader.
fr: '{0}' a bloqué l'utilisation du type '{1}' en XAML. Si vous voulez sérialiser ce type, modifiez '{0}'.GetXamlType de manière à ce qu'il retourne une valeur non null pour ce type, ou passez une valeur différente dans le paramètre schemaContext du constructeur XamlObjectReader.
it: '{0}' ha bloccato l'utilizzo del tipo '{1}' in XAML. Se si desidera serializzare il tipo corrente, modificare '{0}'.GetXamlType affinché restituisca un valore non null per il tipo corrente o passare un valore diverso nel parametro schemaContext del costruttore XamlObjectReader.
ja: '{0}' により、XAML での型 '{1}' の使用がブロックされました。この型をシリアル化するには、この型の null 以外の値を返すように '{0}'.GetXamlType を変更するか、XamlObjectReader コンストラクターの schemaContext パラメーターに別の値を渡してください。
ko: '{0}'이(가) XAML에서 '{1}' 형식의 사용을 차단했습니다. 이 형식을 serialize하려면 '{0}'.GetXamlType을 변경하여 이 형식에 대해 null이 아닌 값을 반환하거나 XamlObjectReader 생성자의 schemaContext 매개 변수에서 다른 값을 전달하십시오.
pl: Element „{0}” zablokował użycie typu „{1}” w kodzie XAML. Jeśli chcesz uszeregować ten typ, zmień metodę {0}.GetXamlType, tak aby zwracała dla tego typu wartość inną niż null, lub przekaż inną wartość w parametrze schemaContext konstruktora XamlObjectReader.
pt_br: '{0}' bloqueou o uso do tipo '{1}' em XAML. Se quiser serializar esse tipo, altere '{0}'.GetXamlType para que retorne um valor não nulo para esse tipo ou passe um valor diferente no parâmetro schemaContext do construtor XamlObjectReader.
ru: "{0}" заблокировал использование типа "{1}" в XAML. Если требуется сериализовать этот тип, измените метод "{0}".GetXamlType, так, чтобы он возвращал для этого типа значение, не равное null, или передайте другое значение параметра schemaContext конструктора XamlObjectReader.
tr: '{0}', XAML'de '{1}' türünün kullanımını engelledi. Bu türü seri hale getirmek istiyorsanız, '{0}'.GetXamlType'ı bu tür için null dışında bir değer döndürecek şekilde değiştirin veya XamlObjectReader oluşturucusunun schemaContext parametresinde başka bir değer geçirin.
zh_hans: “{0}”已阻止在 XAML 中使用类型“{1}”。如果要序列化此类型，请更改 '{0}'.GetXamlType 以便为此类型返回非 null 值，或者在 XamlObjectReader 构造函数的 schemaContext 参数中传递不同的值。
zh_hant: '{0}' 阻礙了型別 '{1}' 在 XAML 中的使用。如果您要序列化此型別，請將 '{0}'.GetXamlType 變更為傳回此型別的非 null 值，或在 XamlObjectReader 建構函式的 schemaContext 參數中傳遞不同的值。

# ObjectReaderXamlNamePropertyMustBeString
source: The name property '{0}' on type '{1}' must be of type System.String.
cs: Vlastnost názvu {0} na typu {1} musí být typu System.String.
de: Die Nameneigenschaft "{0}" für den Typ "{1}" muss vom Typ "System.String" sein.
es: La propiedad de nombre '{0}' en el tipo '{1}' debe ser de tipo System.String.
fr: La propriété de nom '{0}' sur le type '{1}' doit être de type System.String.
it: La proprietà del nome '{0}' sul tipo '{1}' deve essere di tipo System.String.
ja: 型 '{1}' の名前プロパティ '{0}' は System.String 型でなければなりません。
ko: '{1}' 형식의 이름 속성 '{0}'은(는) System.String 형식이어야 합니다.
pl: Właściwość nazwy „{0}” w typie „{1}” musi być typu System.String.
pt_br: A propriedade de nome '{0}' no tipo '{1}' deve ser do tipo System.String.
ru: Свойство имени "{0}" для типа "{1}" должно иметь тип System.String.
tr: '{1}' türündeki '{0}' ad özelliği System.String türünde olmalıdır.
zh_hans: 类型“{1}”上的名称属性“{0}”的类型必须是 System.String。
zh_hant: 型別 '{1}' 上的名稱屬性 '{0}' 必須是 System.String 型別。

# ObjectReaderXamlNameScopeResultsInClonedObject
source: The object graph contains multiple references to an instance of type '{0}' and the serializer cannot find a commonly visible location to write the instance. You should examine your use of name scopes.
cs: Graf objektu obsahuje více odkazů na instanci typu {0} a serializátor nemůže najít obecně viditelné umístění pro zápis této instance. Měli byste prověřit použití oborů názvů.
de: Das Objektdiagramm enthält mehrere Verweise auf eine Instanz vom Typ "{0}", und es wurde kein allgemein sichtbarer Ort gefunden, um die Instanz zu schreiben. Überprüfen Sie die Verwendung von Namensbereichen.
es: El gráfico de objetos contiene varias referencias a una instancia de tipo '{0}' y el serializador no encuentra una ubicación habitualmente visible para escribir la instancia. Debe examinar el uso de ámbitos de nombres.
fr: Le graphique d'objet contient plusieurs références à une instance de type '{0}' et le sérialiseur ne peut pas trouver d'emplacement commun visible pour écrire l'instance. Examinez l'utilisation de vos portées de nom.
it: Il grafico di oggetti contiene riferimenti multipli a un'istanza di tipo '{0}' e il serializzatore non può trovare un percorso visibile più comune per scrivere l'istanza. Verificare l'uso degli ambiti dei nomi.
ja: オブジェクト グラフには、型 '{0}' のインスタンスへの複数の参照が含まれています。シリアライザーは、インスタンスの出力先として一般に参照できる場所を見つけることができません。名前のスコープの使用方法を確認してください。
ko: 개체 그래프에 '{0}' 형식의 인스턴스에 대한 참조가 여러 개 있지만 serializer에서 인스턴스를 쓰기 위해 일반적으로 표시되는 위치를 찾을 수 없습니다. 이름 범위의 사용을 검토해야 합니다.
pl: Wykres obiektu zawiera wiele odwołań do wystąpienia typu „{0}” i serializator nie może znaleźć ogólnie widocznej lokalizacji, w której to wystąpienie mogłoby zostać zapisane. Należy zbadać użycie obszarów nazw.
pt_br: O gráfico do objeto contém várias referências a uma instância do tipo '{0}' e o serializador não pode encontrar um local visível comumente para gravar a instância. Você deve examinar o uso de escopos de nome.
ru: Граф объекта содержит несколько ссылок на экземпляр типа "{0}", а сериализатору не удается найти расположение с общей видимостью для записи экземпляра. Следует проверить, как используются области имен.
tr: Nesne grafiği '{0}' türünün bir örneğine birden çok başvuru içeriyor ve seri hale getirici örneği yazmak için genel olarak görünür olan bir konum bulamadı. Ad kapsamlarını kullanımınızı incelemelisiniz.
zh_hans: 对象图包含对类型“{0}”的某个实例的多个引用，并且序列化程序找不到通常可见的位置来写入该实例。您应检查使用名称范围的情况。
zh_hant: 此物件圖形含有多個型別 '{0}' 之執行個體的參考，而且序列化程式找不到一般的可見位置來寫入此執行個體。請檢查名稱範圍的使用情況。

# ObjectReaderXamlNamedElementAlreadyRegistered
source: An element with the name '{0}' has already been registered in this scope.
cs: Element s názvem {0} již byl v tomto oboru registrován.
de: Ein Element mit dem Namen "{0}" wurde in diesem Bereich bereits registriert.
es: Ya se ha registrado un elemento con el nombre '{0}' en este ámbito.
fr: Un élément portant le nom '{0}' a déjà été inscrit dans cette portée.
it: Un elemento di nome '{0}' è già stato registrato in quest'ambito.
ja: '{0}' という名前の要素は、このスコープに既に登録されています。
ko: 이름이 '{0}'인 요소가 이 범위에 이미 등록되었습니다.
pl: Element o nazwie „{0}” jest już zarejestrowany w tym zakresie.
pt_br: Um elemento com o nome '{0}' já foi registrado no escopo.
ru: Элемент с именем "{0}" уже зарегистрирован в этой области.
tr: Bu kapsamda '{0}' adlı bir öğe zaten kaydedildi.
zh_hans: 已在此范围中注册了名为“{0}”的元素。
zh_hant: 名為 '{0}' 的項目已經在此範圍中註冊了。

# ObjectReader_TypeNotVisible
source: Type '{0}' not visible. If the type is local, please set the LocalAssembly field in XamlReaderSettings.
cs: Typ {0} není viditelný. Jedná-li se o místní typ, nastavte pole LocalAssembly v nastavení XamlReaderSettings.
de: Der Typ "{0}" ist nicht sichtbar. Wenn der Typ lokal ist, legen Sie das LocalAssembly-Feld in XamlReaderSettings fest.
es: El tipo '{0}' no está visible. Si el tipo es local, establezca el campo LocalAssembly en XamlReaderSettings.
fr: Type '{0}' non visible. Si le type est local, définissez le champ LocalAssembly dans XamlReaderSettings.
it: Tipo '{0}' non visibile. Se il tipo è locale, impostare il campo LocalAssembly in XamlReaderSettings.
ja: 型 '{0}' を参照できません。ローカル型の場合は、XamlReaderSettings の LocalAssembly フィールドを設定してください。
ko: '{0}' 형식이 표시되지 않습니다. 이 형식이 로컬이면 XamlReaderSettings에서 LocalAssembly 필드를 설정하십시오.
pl: Typ „{0}” jest niewidoczny. Jeśli ten typ jest lokalny, ustaw pole LocalAssembly w obiekcie XamlReaderSettings.
pt_br: O tipo '{0}' não é visível. Se o tipo é local, defina o campo LocalAssembly em XamlReaderSettings.
ru: Тип "{0}" невидим. Если тип локальный, задайте значение поля LocalAssembly в XamlReaderSettings.
tr: '{0}' türü görünür değil. Yerel bir türse, lütfen XamlReaderSettings'de LocalAssembly alanını ayarlayın.
zh_hans: 类型“{0}”不可见。如果该类型是本地的，请设置 XamlReaderSettings 中的 LocalAssembly 字段。
zh_hant: 型別 '{0}' 不可見。如果此型別是區域型別，請在 XamlReaderSettings 中設定 LocalAssembly 欄位。
