Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FrugalList_CannotPromoteBeyondArray
source: Cannot promote from Array.
cs: Nelze zvýšit úroveň z pole.
de: Höherstufen von Array nicht möglich.
es: No se puede promover desde una matriz.
fr: Impossible de promouvoir à partir de Array.
it: Non è possibile alzare di livello dalla matrice.
ja: 配列から昇格させることができません。
ko: Array에서 승격할 수 없습니다.
pl: Nie można podwyższyć poziomu obiektu typu Array.
pt_br: Não é possível elevar a partir de Array.
ru: Повышение уровня из массива невозможно.
tr: Diziden yükseltilemiyor.
zh_hans: 无法从数组提升。
zh_hant: 無法從陣列升級。

# FrugalList_TargetMapCannotHoldAllData
source: Cannot promote from '{0}' to '{1}' because the target map is too small.
cs: Nelze zvýšit úroveň z {0} na {1}, protože cílová mapa je příliš malá.
de: Höherstufen von "{0}" zu "{1}" ist nicht möglich, da die Zielzuordnung zu klein ist.
es: No se puede promover de '{0}' a '{1}' porque la asignación de destino es demasiado pequeña.
fr: Promotion de '{0}' en '{1}' impossible parce que le mappage cible est trop petit.
it: Impossibile promuovere da '{0}' a '{1}' perché la mappa di destinazione è troppo piccola.
ja: ターゲット マップが小さすぎるため、'{0}' から '{1}' に昇格させることはできません。
ko: 대상 맵이 너무 작아 '{0}'에서 '{1}'(으)로 승격할 수 없습니다.
pl: Nie można podwyższyć poziomu z „{0}” na „{1}”, ponieważ docelowa mapa jest za mała.
pt_br: Não é possível elevar de '{0}' a '{1}' porque o mapa de destino é muito pequeno.
ru: Повышение уровня из "{0}" в "{1}" невозможно, так как конечное отображение слишком мало.
tr: Hedef eşleme çok küçük olduğu için '{0}' öğesinden '{1}' öğesine yükseltme yapılamaz.
zh_hans: 由于目标映射太小，因此无法从“{0}”提升到“{1}”。
zh_hant: 無法從 '{0}' 升級到 '{1}'，因為目標對應太小。

# GetConverterInstance
source: Getting instance of '{0}' threw an exception.
cs: Při získávání instance {0} došlo k výjimce.
de: Durch Abrufen der Instanz von "{0}" wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al obtener la instancia de '{0}'.
fr: L'obtention de l'instance de '{0}' a levé une exception.
it: Il recupero dell'istanza di '{0}' ha generato un'eccezione.
ja: '{0}' のインスタンスの取得中に例外がスローされました。
ko: '{0}' 인스턴스를 가져오는 동안 예외가 throw되었습니다.
pl: Operacja pobierania wystąpienia obiektu „{0}” wywołała wyjątek.
pt_br: A obtenção da instância de '{0}' iniciou uma exceção.
ru: Операция получения экземпляра "{0}" вызвала исключение.
tr: '{0}' örneği alma işlemi özel durum döndürdü.
zh_hans: 获取“{0}”的实例时引发了异常。
zh_hant: 取得 '{0}' 的執行個體時擲回例外狀況。

# GetItemsException
source: Retrieving items in collection or dictionary of type '{0}' threw an exception.
cs: Při načítání položek v kolekci nebo slovníku typu {0} došlo k výjimce.
de: Durch Abrufen der Elemente in der Sammlung oder dem Wörterbuch vom Typ "{0}" wurde eine Ausnahme ausgelöst.
es: Se produjo una excepción al recuperar elementos en una colección o un diccionario de tipo '{0}'.
fr: La récupération d'éléments dans la collection ou le dictionnaire de type '{0}' a levé une exception.
it: Il recupero degli elementi della raccolta o del dizionario di tipo'{0}' ha generato un'eccezione.
ja: 型 '{0}' のコレクションまたはディクショナリの項目の取得中に例外がスローされました。
ko: '{0}' 형식의 컬렉션 또는 사전에서 항목을 검색하는 동안 예외가 throw되었습니다.
pl: Operacja pobierania elementów z kolekcji lub słownika typu „{0}” wywołała wyjątek.
pt_br: A recuperação de itens na coleção ou no dicionário do tipo '{0}' iniciou uma exceção.
ru: Операция извлечения элементов коллекции или словаря типа "{0}" вызвала исключение.
tr: '{0}' türündeki koleksiyondan veya sözlükten öğeleri alma işlemi özel durum döndürdü.
zh_hans: 在类型为“{0}”的集合或字典中检索项时引发了异常。
zh_hant: 擷取型別 '{0}' 的集合或字典中的項目時擲回例外狀況。

# GetItemsReturnedNull
source: XamlTypeInvoker.GetItems returned null for type '{0}'. This generally indicates an incorrectly implemented collection type.
cs: Metoda XamlTypeInvoker.GetItems vrátila hodnotu Null pro typ {0}. To obvykle naznačuje nesprávně implementovaný typ kolekce.
de: Von XamlTypeInvoker.GetItems wurde für den Typ "{0}" NULL zurückgegeben. Dies weist im Allgemeinen auf einen falsch implementierten Sammlungstyp hin.
es: XamlTypeInvoker.GetItems devolvió NULL para el tipo '{0}'. Esto suele indicar un tipo de colección implementado incorrectamente.
fr: XamlTypeInvoker.GetItems a retourné une valeur null pour le type '{0}'. Ceci indique généralement qu'un type de collection a été incorrectement implémenté.
it: XamlTypeInvoker.GetItems ha restituito un valore null per il tipo '{0}'. In genere indica un tipo di raccolta implementato in modo non valido.
ja: XamlTypeInvoker.GetItems は、型 '{0}' に対して null を返しました。通常、これは、コレクション型の実装が正しくないことを意味します。
ko: XamlTypeInvoker.GetItems가 '{0}' 형식에 대해 null을 반환했습니다. 이것은 대개 컬렉션 형식이 잘못 구현되었음을 나타냅니다.
pl: Metoda XamlTypeInvoker.GetItems zwróciła wartość null dla typu „{0}”. Na ogół wskazuje to na niepoprawnie zaimplementowany typ kolekcji.
pt_br: XamlTypeInvoker.GetItems retornou nulo para o tipo '{0}'. Em geral, isso indica um tipo de coleção implementado de maneira incorreta.
ru: Метод XamlTypeInvoker.GetItems вернул null для типа "{0}". Обычно это указывает на неправильную реализацию типа коллекции.
tr: XamlTypeInvoker.GetItems '{0}' türü için null döndürdü. Bu durum genel olarak yanlış uygulanmış bir koleksiyon türünü gösterir.
zh_hans: XamlTypeInvoker.GetItems 为类型“{0}”返回了 null。这通常指示未正确实现的集合类型。
zh_hant: XamlTypeInvoker.GetItems 對型別 '{0}' 傳回 null。這通常表示實作集合型別不正確。

# GetObjectNull
source: Collection property '{0}'.'{1}' is null.
cs: Vlastnost kolekce {0}.{1} má hodnotu Null.
de: Die Sammlungseigenschaft "{0}"."{1}" ist NULL.
es: La propiedad de colección '{0}'.'{1}' es nula.
fr: La propriété de collection '{0}'.'{1}' est null.
it: Proprietà della raccolta '{0}'.'{1}' null.
ja: コレクション プロパティ '{0}'.'{1}' は null です。
ko: 컬렉션 속성 '{0}'.'{1}'이(가) null입니다.
pl: Właściwość {0}.{1} kolekcji ma wartość null.
pt_br: A propriedade de coleção '{0}'.'{1}' é nula.
ru: Свойство коллекции "{0}"."{1}" не определено (null).
tr: '{0}'.'{1}' koleksiyon özelliği null.
zh_hans: 集合属性“{0}”.“{1}”为 null。
zh_hant: 集合屬性 '{0}'.'{1}' 為 null。

# GetTargetTypeOnNonAttachableMember
source: Cannot get TargetType on a non-attachable Member.
cs: Nelze získat vlastnost TargetType v nepřipojitelném členu.
de: TargetType kann für einen nicht anfügbaren Member abgerufen werden.
es: No se puede obtener TargetType en un miembro que no se puede asociar.
fr: Impossible d'obtenir TargetType sur un membre ne pouvant pas être attaché.
it: Impossibile ottenere TargetType su un membro non associabile.
ja: 添付可能でないメンバーの TargetType は取得できません。
ko: 연결할 수 없는 멤버에 대해 TargetType을 가져올 수 없습니다.
pl: Nie można pobrać właściwości TargetType dla niedołączalnego elementu członkowskiego.
pt_br: Não é possível obter TargetType em um Associado não anexável.
ru: Не удается получить свойство TargetType для неприсоединяемого члена.
tr: Eklenemeyen bir Üyede TargetType alınamıyor.
zh_hans: 无法在不可附加的成员上获取 TargetType。
zh_hant: 無法取得非可附加成員上的 TargetType。

# GetValue
source: Get property '{0}' threw an exception.
cs: Při získávání vlastnosti {0} metodou Get došlo k výjimce.
de: Von der Get-Eigenschaft "{0}" wurde eine Ausnahme ausgelöst.
es: La propiedad Get '{0}' produjo una excepción.
fr: La propriété Get '{0}' a levé une exception.
it: La proprietà Get '{0}' ha generato un'eccezione.
ja: プロパティ '{0}' の Get で例外がスローされました。
ko: Get 속성 '{0}'에서 예외를 throw했습니다.
pl: Operacja Get dla właściwości „{0}” wywołała wyjątek.
pt_br: A propriedade Get '{0}' iniciou uma exceção.
ru: Свойство Get "{0}" вызвало исключение.
tr: '{0}' Get özelliğini alma işlemi özel durum döndürdü.
zh_hans: Get 属性“{0}”引发了异常。
zh_hant: Get 屬性 '{0}' 擲回例外狀況。

# GetterOrSetterRequired
source: Either getter or setter must be non-null.
cs: Buď Getter, nebo Setter musí mít jinou hodnotu než Null.
de: Entweder der Getter oder Setter muss ungleich NULL sein.
es: El captador o el establecedor no debe ser nulo.
fr: La méthode getter ou setter doit être non null.
it: Getter o Setter devono essere non null.
ja: get アクセス操作子と set アクセス操作子の一方は null 以外でなければなりません。
ko: getter 또는 setter가 null이 아니어야 합니다.
pl: Metoda pobierająca lub metoda ustawiająca musi być elementem innym niż null.
pt_br: O getter ou o setter deve ser não nulo.
ru: Должен быть определен либо метод считывания (getter), либо метод присваивания (setter).
tr: Alıcı veya ayarlayıcı null dışında bir değer olmalıdır.
zh_hans: getter 或 setter 必须不是 null。
zh_hant: getter 或 setter 其中一個必須為非 null。

# IncorrectGetterParamNum
source: Attached property getter methods must have one parameter and a non-void return type.
cs: Metody Getter připojené vlastnosti musejí mít jeden parametr a návratový typ jiný než void.
de: Die Methoden für angefügte Eigenschaftengetter müssen einen Parameter und einen nicht leeren Rückgabetyp enthalten.
es: Los métodos de captador de propiedad adjunta deben tener un parámetro y un tipo de valor devuelto que no sea void.
fr: Les méthodes getter de propriété jointe doivent avoir un paramètre et un type de retour non void.
it: I metodi Get della proprietà associata devono avere un parametro e un tipo restituito non void.
ja: 添付プロパティの get アクセス操作子メソッドには、1 つのパラメーターと、void でない戻り値の型が必要です。
ko: 연결된 속성 getter 메서드에 매개 변수 한 개와 void가 아닌 반환 형식 한 개가 있어야 합니다.
pl: Metody pobierające właściwości dołączonych muszą mieć jeden parametr i typ zwracany inny niż void.
pt_br: Os métodos getter da propriedade anexada devem ter um parâmetro e um tipo de retorno não void.
ru: Методы считывания (getter) вложенного свойства должны иметь один параметр и отличный от void тип возвращаемого значения.
tr: Eklenen özellik alıcı metotlarının tek bir parametresi ve geçersiz olmayan bir dönüş türü olmalıdır.
zh_hans: 附加属性 getter 方法必须具有一个参数和一个非 void 的返回类型。
zh_hant: 附加的屬性 getter 方法必須有一個參數和非 void 傳回型別。

# IncorrectSetterParamNum
source: Attached property setter and attached event adder methods must have two parameters.
cs: Metody Setter připojené vlastnosti a metody Adder připojené události musejí mít dva parametry.
de: Die Methoden für angefügte Eigenschaftensetter und angefügte Ereignisadder müssen zwei Parameter besitzen.
es: Los métodos de establecedor de propiedad adjunta y agregador de evento adjunto deben tener dos parámetros.
fr: Les méthodes setter de propriété jointe et adder d'événement attaché doivent avoir deux paramètres.
it: Il metodo Set della proprietà associata e il metodo Add dell'evento associato devono avere due parametri.
ja: 添付プロパティの set アクセス操作子、および添付イベントに追加するメソッドには、2 つのパラメーターが必要です。
ko: 연결된 속성 setter 및 연결된 이벤트 adder 메서드에 두 개의 매개 변수가 있어야 합니다.
pl: Metody ustawiające właściwości dołączonych i metody dodające zdarzeń dołączonych muszą mieć dwa parametry.
pt_br: O setter da propriedade anexada e os métodos do adicionador de eventos anexados devem ter dois parâmetros.
ru: Методы присваивания (setter) вложенного свойства и методы добавления вложенного события должны иметь два параметра.
tr: Eklenen özellik ayarlayıcı ve eklenen olay ekleyici metotlarının iki parametresi olmalıdır.
zh_hans: 附加属性 setter 和附加事件 adder 方法必须具有两个参数。
zh_hant: 附加的屬性 setter 和附加的事件 adder 方法必須有兩個參數。

# InitializationGuard
source: Initialization of '{0}' threw an exception.
cs: Při inicializaci {0} došlo k výjimce.
de: Bei der Initialisierung von "{0}" wurde eine Ausnahme ausgelöst.
es: La inicialización de '{0}' produjo una excepción.
fr: L'initialisation de '{0}' a levé une exception.
it: L'inizializzazione di '{0}' ha generato un'eccezione.
ja: '{0}' の初期化で例外がスローされました。
ko: '{0}' 초기화에서 예외가 throw되었습니다.
pl: Operacja inicjowania obiektu „{0}” wywołała wyjątek.
pt_br: A inicialização de '{0}' iniciou uma exceção.
ru: Инициализация "{0}" вызвала исключение.
tr: '{0}' başlatma işlemi özel durum döndürdü.
zh_hans: 初始化“{0}”时引发了异常。
zh_hant: '{0}' 的初始設定擲回例外狀況。

# InitializationSyntaxWithoutTypeConverter
source: Type '{0}' cannot be initialized from text (XamlLanguage.Initialization). Add a TypeConverter to this type or change the XAML to use a constructor or factory method.
cs: Typ {0} nemůže být inicializován z textu (XamlLanguage.Initialization). Přidejte do tohoto typu argument TypeConverter nebo změňte kód XAML tak, aby byl použit konstruktor nebo výrobní metoda.
de: Der Typ "{0}" kann nicht von Text aus initialisiert werden (XamlLanguage.Initialization). Fügen Sie dem Typ einen TypeConverter hinzu, oder ändern Sie die XAML so, dass eine Konstruktor- oder Factorymethode verwendet wird.
es: El tipo '{0}' no se puede inicializar a partir de texto (XamlLanguage.Initialization). Agregue un TypeConverter a este tipo o cambie el código XAML para usar un método de constructor o generador.
fr: Impossible d'initialiser le type '{0}' à partir de texte (XamlLanguage.Initialization). Ajoutez un TypeConverter à ce type ou modifiez le XAML pour utiliser une méthode de constructeur ou de fabrique.
it: Impossibile inizializzare il tipo '{0}' dal testo (XamlLanguage.Initialization). Aggiungere TypeConverter al tipo o modificare XAML affinché utilizzi un costruttore o un metodo factor.
ja: 型 '{0}' をテキスト (XamlLanguage.Initialization) から初期化することはできません。この型に TypeConverter を追加するか、コンストラクターまたはファクトリ メソッドを使用するように XAML を変更してください。
ko: 텍스트(XamlLanguage.Initialization)에서 '{0}' 형식을 초기화할 수 없습니다. 이 형식에 TypeConverter를 추가하거나 생성자 또는 팩터리 메서드를 사용하도록 Xaml을 변경하십시오.
pl: Typu „{0}” nie można zainicjować tekstowo (XamlLanguage.Initialization). Dodaj do tego typu obiekt TypeConverter lub zmień kod XAML, aby użyć konstruktora lub metody fabryki.
pt_br: O tipo '{0}' não pode ser inicializado a partir de texto (XamlLanguage.Initialization). Adicione um TypeConverter a esse tipo ou altere o XAML para usar um método de construtor ou fábrica.
ru: Тип "{0}" не может быть инициализирован на основе текста (XamlLanguage.Initialization). Добавьте TypeConverter для этого типа или измените XAML так, чтобы использовался конструктор или метод фабрики.
tr: '{0}' türü metinden başlatılamıyor (XamlLanguage.Initialization). Bu türe bir TypeConverter ekleyin veya XAML'yi bir oluşturucu veya fabrika metodu kullanacak şekilde değiştirin.
zh_hans: 无法从测试(XamlLanguage.Initialization)初始化类型“{0}”。向此类型添加 TypeConverter，或者将 XAML 更改为使用构造函数或工厂方法。
zh_hant: 無法從文字 (XamlLanguage.Initialization) 初始化型別 '{0}'。請將一個 TypeConverter 加入到此型別，或將 XAML 變更為使用建構函式或 Factory 方法。

# InvalidCharInTypeName
source: Character '{0}' was unexpected in string '{1}'. Invalid XAML type name.
cs: Znak {0} nebyl očekáván v řetězci {1}. Neplatný název typu XAML.
de: Das Zeichen "{0}" wurde in der Zeichenfolge "{1}" nicht erwartet. Ungültiger XAML-Typname.
es: El carácter '{0}' era inesperado en la cadena '{1}'. Nombre de tipo XAML no válido.
fr: Caractère '{0}' inattendu dans la chaîne '{1}'. Nom de type XAML non valide.
it: Carattere '{0}' imprevisto nella stringa '{1}'. Nome di tipo XAML non valido.
ja: 文字列 '{1}' に予期しない文字 '{0}' が見つかりました。無効な XAML 型名です。
ko: '{1}' 문자열에서 '{0}' 문자를 사용할 수 없습니다. 잘못된 XAML 형식 이름입니다.
pl: Znak „{0}” nie był oczekiwany w ciągu „{1}”. Nieprawidłowa nazwa typu XAML.
pt_br: Caractere '{0}' inesperado na cadeia de caracteres '{1}'. Nome de tipo XAML inválido.
ru: Непредвиденный символ "{0}" в строке "{1}". Недопустимое имя типа XAML.
tr: '{1}' dizesinde '{0}' karakteri beklenmiyordu. Geçersiz XAML tür adı.
zh_hans: 字符串“{1}”中不应有字符“{0}”。XAML 类型名称无效。
zh_hant: 字元 '{0}' 不應出現在字串 '{1}' 中。無效的 XAML 型別名稱。

# InvalidClosingBracketCharacers
source: Encountered a closing BracketCharacter '{0}' without a corresponding opening BracketCharacter.
cs: Znak pravé závorky {0} nemá odpovídající znak levé závorky.
de: Schließendes BracketCharacter-Objekt "{0}" ohne entsprechendes öffnendes BracketCharacter-Objekt.
es: Se encontró un carácter de paréntesis de cierre '{0}' sin un carácter de paréntesis de apertura correspondiente.
fr: Détection d'un BracketCharacter fermant '{0}' sans correspondance avec un BracketCharacter ouvrant.
it: È stato rilevato un carattere di parentesi quadra di chiusura '{0}' per il quale non esiste un carattere di parentesi quadra di apertura corrispondente.
ja: 終了の BracketCharacter '{0}' が見つかりましたが、対応する開始の BracketCharacter がありません。
ko: 닫는 괄호 문자 '{0}'에 해당하는 여는 괄호 문자가 없습니다.
pl: Napotkano znak zamykania nawiasu \x201e{0}” bez odpowiadającego znaku otwierania nawiasu.
pt_br: Encontrado um BracketCharacter de fechamento '{0}' sem um BracketCharacter de abertura correspondente.
ru: Обнаружен закрывающий символ BracketCharacter "{0}" без соответствующего открывающего символа BracketCharacter.
tr: Karşılık gelen bir açılış ayracı olmayan '{0}' kapanış ayracı ile karşılaşıldı.
zh_hans: 右 BracketCharacter "{0}" 缺少对应的左 BracketCharacter。
zh_hant: 發生結尾 BracketCharacter '{0}' 沒有相對應的開頭 BracketCharacter。

# InvalidEvent
source: Event argument is invalid.
cs: Argument události je neplatný.
de: Das Ereignisargument ist ungültig.
es: El argumento de evento no es válido.
fr: L'argument d'événement n'est pas valide.
it: Argomento dell'evento non valido.
ja: イベント引数が無効です。
ko: 이벤트 인수가 잘못되었습니다.
pl: Argument zdarzenia jest nieprawidłowy.
pt_br: Argumento de evento inválido.
ru: Недопустимый аргумент события.
tr: Olay bağımsız değişkeni geçersiz.
zh_hans: 事件参数无效。
zh_hant: 事件引數無效。

# InvalidExpression
source: Invalid expression: '{0}'
cs: Neplatný výraz: {0}
de: Ungültiger Ausdruck: "{0}"
es: Expresión no válida: '{0}'
fr: Expression non valide : '{0}'
it: Espressione non valida: '{0}'
ja: 無効な式: '{0}'
ko: '{0}' 식이 잘못되었습니다.
pl: Nieprawidłowe wyrażenie: „{0}”
pt_br: Expressão inválida: '{0}'
ru: Недопустимое выражение: "{0}"
tr: Geçersiz ifade: '{0}'
zh_hans: 无效的表达式:“{0}”
zh_hant: 無效的運算式: '{0}'

# InvalidPermissionStateValue
source: PermissionState value '{0}' is not valid for this Permission.
es: El valor de PermissionState '{0}' no es válido para este permiso.
it: Valore PermissionState '{0}' non valido per l'autorizzazione corrente.
ja: PermissionState 値 '{0}' は、このアクセス許可に対して無効です。
ko: PermissionState 값 '{0}'은(는) 이 권한에 대해 올바르지 않습니다.
pl: Wartość PermissionState „{0}” jest nieprawidłowa dla tego uprawnienia.
pt_br: O valor de PermissionState '{0}' não é válido para esta Permissão.
ru: Значение PermissionState "{0}" недопустимо для данного разрешения.
tr: '{0}' PermissionState değeri bu İzin için geçerli değil.
zh_hans: PermissionState 值“{0}”对于此 Permission 无效。
zh_hant: PermissionState 值 '{0}' 對此權限無效。

# InvalidPermissionType
source: Permission type is not valid. Expected '{0}'.
es: El tipo de permiso no es válido. Se esperaba '{0}'.
it: Tipo di autorizzazione non valido. Previsto '{0}'.
ja: アクセス許可の種類が無効です。'{0}' を指定してください。
ko: 사용 권한 형식이 잘못되었습니다. '{0}'이(가) 필요합니다.
pl: Nieprawidłowy typ uprawnień. Oczekiwano „{0}”.
pt_br: O tipo de permissão não é válido. '{0}' esperado.
ru: Недопустимый тип разрешений. Требуется "{0}".
tr: İzin türü geçerli değil. Beklenen: '{0}'.
zh_hans: 权限类型无效。应为“{0}”。
zh_hant: 使用權限類型無效。應該是 '{0}'。

# InvalidTypeArgument
source: Type argument '{0}' is not a valid type.
cs: Argument typu {0} nemá platný typ.
de: Das Typargument "{0}" ist kein gültiger Typ.
es: El argumento de tipo '{0}' no es un tipo válido.
fr: L'argument de type '{0}' n'est pas un type valide.
it: L'argomento di tipo '{0}' non è un tipo valido.
ja: 型引数 '{0}' は有効な型ではありません。
ko: 형식 인수 {0}이(가) 올바른 형식이 아닙니다.
pl: Argument typu „{0}” nie jest prawidłowym typem.
pt_br: O argumento de tipo '{0}' não é um tipo válido.
ru: Аргумент типа "{0}" не является допустимым.
tr: '{0}' tür bağımsız değişkeni geçerli bir tür değil.
zh_hans: 类型参数“{0}”不是有效的类型。
zh_hant: 型別引數 '{0}' 不是有效的型別。

# InvalidTypeListString
source: The string '{0}' is not a valid XAML type name list. Type name lists are comma-delimited lists of types; such as 'x:String, x:Int32'.
cs: Řetězec {0} není platný seznam názvů typů XAML. Seznamy názvů typů jsou seznamy typů oddělených čárkami, například „x:String, x:Int32“.
de: Die Zeichenfolge "{0}" ist keine gültige XAML-Typnamenliste. Typnamenlisten sind durch Trennzeichen getrennte Listen derartiger Typen; beispielsweise "x:String, x:Int32".
es: La cadena '{0}' no es una lista de nombres de tipo XAML válida. Las listas de nombres de tipo son listas de tipos separados por comas, como 'x:String, x:Int32'.
fr: La chaîne '{0}' n'est pas une liste de noms de type XAML valide. Les listes de noms de types sont délimitées par des virgules, par exemple 'x:String, x:Int32'.
it: La stringa '{0}' non è un elenco di nomi di tipo XAML valido. Gli elenchi di nomi di tipo validi sono delimitati da virgola, ad esempio 'x:String, x:Int32'.
ja: 文字列 '{0}' は有効な XAML 型名リストではありません。型名リストは、'x:String, x:Int32' のようなコンマ区切りの型のリストです。
ko: '{0}' 문자열이 올바른 XAML 형식 이름 목록이 아닙니다. 형식 이름 목록은 'x:String, x:Int32'와 같이 쉼표로 구분된 형식 목록입니다.
pl: Ciąg „{0}” nie jest prawidłową listą nazw typów XAML. Listy nazw typów są listami typów rozdzielonych przecinkami, np. „x:String, x:Int32”.
pt_br: A cadeia de caracteres '{0}' não é uma lista de nomes de tipo XAML válida. As listas de nomes de tipos listas de tipos separados por vírgulas, por exemplo, 'x:String, x:Int32'.
ru: Строка "{0}" не является допустимым списком имен типов XAML. Списки имен типов представляют собой списки типов с запятыми в качестве разделителей, например "x:String, x:Int32".
tr: '{0}' dizesi geçerli bir XAML tür adı listesi değil. Tür adı listeleri, türlerin virgülle ayrılmış listeleri olur; örneğin: 'x:String, x:Int32'.
zh_hans: 字符串“{0}”不是有效的 XAML 类型名称列表。类型名称列表是以逗号分隔的类型列表，例如“x:String, x:Int32”。
zh_hant: 字串 '{0}' 不是有效的 XAML 型別名稱清單。型別名稱清單是以逗號分隔的型別清單，例如 'x:String, x:Int32'。

# InvalidTypeString
source: The string '{0}' is not a valid XAML type name. Type names contain an optional prefix, a name, and optional type arguments; such as 'String', 'x:Int32', 'g:Dictionary(x:String,x:Int32)'.
cs: Řetězec {0} není platný název typu XAML. Názvy typů obsahují nepovinnou předponu, název a nepovinné argumenty typu; například „String“, „x:Int32“, „g:Dictionary(x:String,x:Int32)“.
de: Die Zeichenfolge "{0}" ist kein gültiger XAML-Typname. Typnamen enthalten ein optionales Präfix, einen Namen und optionale Typargumente; beispielsweise "String", "x:Int32", "g:Dictionary(x:String,x:Int32)".
es: La cadena '{0}' no es un nombre de tipo XAML válido. Los nombres de tipo contienen un prefijo opcional, un nombre y argumentos de tipo opcionales, como 'String', 'x:Int32', 'g:Dictionary(x:String,x:Int32)'.
fr: La chaîne '{0}' n'est pas un nom de type XAML valide. Les noms de type contiennent un préfixe facultatif, un nom, et des arguments de type facultatif, par exemple 'String', 'x:Int32', 'g:Dictionary(x:String,x:Int32)'.
it: La stringa '{0}' non è un nome di tipo XAML valido. I nomi di tipo contengono un prefisso facoltativo, un nome e argomenti di tipo facoltativi, ad esempio 'String', 'x:Int32', 'g:Dictionary(x:String,x:Int32)'.
ja: 文字列 '{0}' は XAML の有効な型名ではありません。型名には、省略可能なプレフィックス、名前、および省略可能な型引数が含まれます。たとえば、'String'、'x:Int32'、'g:Dictionary(x:String,x:Int32)' などがあります。
ko: '{0}' 문자열이 올바른 XAML 형식 이름이 아닙니다. 형식 이름에는 'String', 'x:Int32', 'g:Dictionary(x:String,x:Int32)'와 같이 선택적 접두사, 이름 및 선택적 형식 인수가 포함됩니다.
pl: Ciąg „{0}” nie jest prawidłową nazwą typu XAML. Nazwy typów zawierają opcjonalny prefiks, nazwę i opcjonalne argumenty typów, np. „String”, „x:Int32„, „g:Dictionary(x:String,x:Int32)”.
pt_br: A cadeia de caracteres '{0}' não é um nome de tipo XAML válido. Os nomes de tipo contêm um prefixo opcional, um nome e argumentos de tipo opcionais, como 'String', 'x:Int32', 'g:Dictionary(x:String,x:Int32)'.
ru: Строка "{0}" не является допустимым именем типа XAML. Имена типов состоят из необязательного префикса, имени и необязательных аргументов типа, например "String", "x:Int32", "g:Dictionary(x:String,x:Int32)".
tr: '{0}' dizesi geçerli bir XAML tür adı değil. Tür adları isteğe bağlı bir önek, bir ad ve isteğe bağlı tür bağımsız değişkenleri içerir; örneğin: 'String', 'x:Int32', 'g:Dictionary(x:String,x:Int32)'.
zh_hans: 字符串“{0}”不是有效的 XAML 类型名称。类型名称包含可选前缀、名称和可选类型参数，例如“String”、“x:Int32”和“g:Dictionary(x:String,x:Int32)”。
zh_hant: 字串 '{0}' 不是有效的 XAML 型別名稱。型別名稱包含選擇性的前置詞、名稱及選擇性的型別引數，例如 'String'、'x:Int32'、'g:Dictionary(x:String,x:Int32)'。
