Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NoDefaultConstructor
source: No default constructor found for type '{0}'. You can use the Arguments or FactoryMethod directives to construct this type.
cs: Pro typ {0} nebyl nalezen žádný výchozí konstruktor. Chcete-li zkonstruovat tento typ, můžete použít direktivy Arguments nebo FactoryMethod.
de: Für den Typ "{0}" wurde kein Standardkonstruktor gefunden. Der Typ kann mit der Arguments- oder der FactoryMethod-Direktive erstellt werden.
es: No se encontró ningún constructor predeterminado para el tipo '{0}'. Puede usar las directivas Arguments o FactoryMethod para construir este tipo.
fr: Aucun constructeur par défaut n'a été trouvé pour le type '{0}'. Vous pouvez utiliser les directives Arguments ou FactoryMethod pour construire ce type.
it: Non è stato trovato alcun costruttore predefinito per il tipo '{0}'. È possibile usare le direttive Arguments o FactoryMethod per la costruzione del tipo.
ja: 型 '{0}' に既定のコンストラクターが見つかりません。この型は、引数または FactoryMethod ディレクティブを使用して構築できます。
ko: '{0}' 형식에 대한 기본 생성자를 찾을 수 없습니다. Arguments 또는 FactoryMethod 지시문을 사용하여 이 형식을 생성할 수 있습니다.
pl: Nie odnaleziono domyślnego konstruktora dla typu „{0}”. Do skonstruowania tego typu można użyć dyrektywy Arguments lub FactoryMethod.
pt_br: Nenhum construtor padrão encontrado para o tipo '{0}'. Você pode usar a diretiva Arguments ou FactoryMethod para construir esse tipo.
ru: Не обнаружено конструктора по умолчанию для типа "{0}". Можно использовать директивы Arguments или FactoryMethod для формирования этого типа.
tr: '{0}' türü için varsayılan oluşturucu bulunamadı. Bu türü oluşturmak için Arguments veya FactoryMethod yönergelerini kullanabilirsiniz.
zh_hans: 未找到类型“{0}”的默认构造函数。可以使用 Arguments 或 FactoryMethod 指令来构造此类型。
zh_hant: 找不到型別 '{0}' 的預設建構函式。您可以使用 Arguments 或 FactoryMethod 指示詞來建構此型別。

# NoElementUsage
source: '{0}' is not allowed in element usage.
cs: {0} není povoleno v použití elementu.
de: "{0}" ist nicht für Elementverwendung zulässig.
es: No se permite '{0}' en el uso de elementos.
fr: '{0}' n'est pas autorisé dans l'utilisation d'élément.
it: '{0}' non consentito nella sintassi degli elementi.
ja: 要素では '{0}' を使用できません。
ko: '{0}'은(는) 요소에 사용할 수 없습니다.
pl: "{0}": niedozwolone użycie w odniesieniu do elementu.
pt_br: '{0}' não é permitido na utilização do elemento.
ru: "{0}" не допускается при использовании элемента.
tr: Öğe kullanımında '{0}' kullanılmasına izin verilmez.
zh_hans: 元素用法中不允许使用“{0}”。
zh_hant: 項目使用方式中不允許 '{0}'。

# NoPropertyInCurrentFrame_EM
source: XAML Node Stream: Missing StartMember on Type '{0}' before EndMember.
cs: Datový proud uzlu XAML: U typu {0} nebyla nalezena metoda StartMember před metodou EndMember.
de: XAML-Knotenstream: StartMember für den Typ "{0}" fehlt vor EndMember.
es: Flujo de nodo XAML: falta StartMember en el tipo '{0}' delante de EndMember.
fr: Flux de nœud XAML : StartMember manquant sur Type '{0}' avant EndMember.
it: Flusso del nodo XAML: StartMember mancante sul tipo '{0}' prima di EndMember.
ja: XAML ノード ストリーム: EndMember の前に型 '{0}' の StartMember がありません。
ko: XAML 노드 스트림: 형식 '{0}'에서 EndMember 앞에 StartMember가 없습니다.
pl: Strumień węzłów XAML: brak metody StartMember w typie {0} przed metodą EndMember.
pt_br: Fluxo do Nó XAML: StartMember ausente no Tipo '{0}' antes de EndMember.
ru: Поток узла XAML: отсутствует StartMember в типе "{0}" перед EndMember.
tr: XAML Düğüm Akışı: '{0}' Türünde EndMember öncesinde StartMember yok.
zh_hans: XAML 节点流: EndMember 前面缺少类型“{0}”的 StartMember。
zh_hant: XAML 節點資料流: 在型別 '{0}' 上的 EndMember 前面遺漏 StartMember。

# NoPropertyInCurrentFrame_EM_noType
source: XAML Node Stream: EndMember must follow StartObject and StartMember.
cs: Datový proud uzlu XAML: Metoda EndMember musí následovat za metodou StartObject a StartMember.
de: XAML-Knotenstream: EndMember muss nach StartObject und StartMember platziert werden.
es: Flujo de nodo XAML: EndMember debe ir después de StartObject y StartMember.
fr: Flux de nœud XAML : EndMember doit suivre StartObject et StartMember.
it: Flusso del nodo XAML: EndMember deve seguire StartObject e StartMember.
ja: XAML ノード ストリーム: EndMember は、StartObject および StartMember の後に続く必要があります。
ko: XAML 노드 스트림: EndMember는 StartObject와 StartMember 뒤에 와야 합니다.
pl: Strumień węzłów XAML: metoda EndMember musi następować po metodach StartObject i StartMember.
pt_br: Fluxo do Nó XAML: EndMember deve seguir StartObject e StartMember.
ru: Поток узла XAML: EndMember должны предшествовать StartObject и StartMember.
tr: XAML Düğüm Akışı: EndMember, StartObject ve StartMember öğelerini izlemelidir.
zh_hans: XAML 节点流: EndMember 必须跟在 StartObject 和 StartMember 的后面。
zh_hant: XAML 節點資料流: EndMember 必須在 StartObject 和 StartMember 後面。

# NoPropertyInCurrentFrame_GO
source: XAML Node Stream: GetObject requires a StartMember after StartObject '{0}'.
cs: Datový proud uzlu XAML: Metoda GetObject vyžaduje metodu StartMember po metodě StartObject {0}.
de: XAML-Knotenstream: Für GetObject muss nach StartObject "{0}" ein StartMember folgen.
es: Flujo de nodo XAML: GetObject requiere un elemento StartMember después de StartObject '{0}'.
fr: Flux de nœud XAML : GetObject requiert un StartMember après StartObject '{0}'.
it: Flusso del nodo XAML: GetObject richiede StartMember dopo StartObject '{0}'.
ja: XAML ノード ストリーム: GetObject は、StartObject '{0}' の後に StartMember を必要とします。
ko: XAML 노드 스트림: GetObject를 사용하려면 StartObject '{0}' 뒤에 StartMember가 있어야 합니다.
pl: Strumień węzłów XAML: metoda GetObject wymaga metody StartMember po metodzie StartObject „{0}”.
pt_br: Fluxo do Nó XAML: GetObject requer um StartMember após StartObject '{0}'.
ru: Поток узла XAML: GetObject требует наличия StartMember после StartObject "{0}".
tr: XAML Düğüm Akışı: GetObject, StartObject '{0}' öğesinden sonra StartMember gerektirir.
zh_hans: XAML 节点流: GetObject 要求在 StartObject“{0}”后面有一个 StartMember。
zh_hant: XAML 節點資料流: GetObject 必須在 StartObject '{0}' 後面有 StartMember。

# NoPropertyInCurrentFrame_GO_noType
source: XAML Node Stream: GetObject must follow a StartObject and StartMember.
cs: Datový proud uzlu XAML: Metoda GetObject musí následovat za metodou StartObject a StartMember.
de: XAML-Knotenstream: GetObject muss nach einem StartObject und einem StartMember platziert werden.
es: Flujo de nodo XAML: GetObject debe ir después de StartObject y StartMember.
fr: Flux de nœud XAML : GetObject doit suivre un StartObject et StartMember.
it: Flusso del nodo XAML: GetObject deve seguire StartObject e StartMember.
ja: XAML ノード ストリーム: GetObject は、StartObject および StartMember の後に続く必要があります。
ko: XAML 노드 스트림: GetObject는 StartObject와 StartMember 뒤에 와야 합니다.
pl: Strumień węzłów XAML: metoda GetObject musi następować po metodach StartObject i StartMember.
pt_br: Fluxo do Nó XAML: GetObject deve seguir um StartObject e um StartMember.
ru: Поток узла XAML: GetObject должны предшествовать StartObject и StartMember.
tr: XAML Düğüm Akışı: GetObject, StartObject ve StartMember öğelerini izlemelidir.
zh_hans: XAML 节点流: GetObject 必须跟在 StartObject 和 StartMember 的后面。
zh_hant: XAML 節點資料流: GetObject 必須在 StartObject 和 StartMember 後面。

# NoPropertyInCurrentFrame_NS
source: XAML Node Stream: '{0}'='{1}' Namespace Declaration requires a StartMember after StartObject '{2}'.
cs: Datový proud uzlu XAML: Deklarace oboru názvů {0}={1} vyžaduje metodu StartMember po metodě StartObject {2}.
de: XAML-Knotenstream: Für die Namespacedeklaration "{0}"="{1}" muss nach StartObject "{2}" ein StartMember folgen.
es: Flujo de nodo XAML: la declaración de espacio de nombres '{0}'='{1}' requiere un elemento StartMember después de StartObject '{2}'.
fr: Flux de nœud XAML : '{0}'='{1}' déclaration d'espace de noms requiert un StartMember après StartObject '{2}'.
it: Flusso del nodo XAML: '{0}'='{1}' La dichiarazione dello spazio dei nomi richiede StartMember dopo StartObject '{2}'.
ja: XAML ノード ストリーム: '{0}'='{1}' 名前空間の宣言は、StartObject '{2}' の後に StartMember を必要とします。
ko: XAML 노드 스트림: '{0}'='{1}' 네임스페이스 선언을 사용하려면 StartObject '{2}' 뒤에 StartMember가 있어야 합니다.
pl: Strumień węzłów XAML: deklaracja obszaru nazw {0}={1} wymaga metody StartMember po metodzie StartObject „{2}”.
pt_br: Fluxo do Nó XAML: a Declaração de Namespace '{0}'='{1}' requer um StartMember após StartObject '{2}'.
ru: Поток узла XAML: "{0}"="{1}" объявление пространства имен требует наличия StartMember после StartObject "{2}".
tr: XAML Düğüm Akışı: '{0}'='{1}' Ad Alanı Bildirimi StartObject '{2}' öğesinden sonra StartMember gerektirir.
zh_hans: XAML 节点流:“{0}”=“{1}”命名空间声明要求在 StartObject“{2}”后面有一个 StartMember。
zh_hant: XAML 節點資料流: '{0}'='{1}' 命名空間宣告必須在 StartObject '{2}' 後面有 StartMember。

# NoPropertyInCurrentFrame_SO
source: XAML Node Stream: StartObject '{0}' requires a StartMember after StartObject '{1}'.
cs: Datový proud uzlu XAML: Metoda StartObject {0} vyžaduje metodu StartMember po metodě StartObject {1}.
de: XAML-Knotenstream: Für StartObject "{0}" muss nach StartObject "{1}" ein StartMember folgen.
es: Flujo de nodo XAML: StartObject '{0}' requiere un elemento StartMember después de StartObject '{1}'.
fr: Flux de nœud XAML : StartObject '{0}' requiert un StartMember après StartObject '{1}'.
it: Flusso del nodo XAML: StartObject '{0}' richiede StartMember dopo StartObject '{1}'.
ja: XAML ノード ストリーム: StartObject '{0}' は、StartObject '{1}' の後に StartMember を必要とします。
ko: XAML 노드 스트림: StartObject '{0}'을(를) 사용하려면 StartObject '{1}' 뒤에 StartMember가 있어야 합니다.
pl: Strumień węzłów XAML: metoda StartObject „{0}” wymaga metody StartMember po metodzie StartObject „{1}”.
pt_br: Fluxo do Nó XAML: o StartObject '{0}' requer um StartMember após StartObject '{1}'.
ru: Поток узла XAML: StartObject "{0}" требует наличия StartMember после StartObject "{1}".
tr: XAML Düğüm Akışı: StartObject '{0}', StartObject '{1}' öğesinden sonra StartMember gerektirir.
zh_hans: XAML 节点流: StartObject“{0}”要求在 StartObject“{1}”后面有一个 StartMember。
zh_hant: XAML 節點資料流: StartObject '{0}' 必須在 StartObject '{1}' 後面有 StartMember。

# NoPropertyInCurrentFrame_V
source: XAML Node Stream: Value of '{0}' requires a StartMember after StartObject '{1}'.
cs: Datový proud uzlu XAML: Hodnota {0} vyžaduje metodu StartMember po metodě StartObject {1}.
de: XAML-Knotenstream: Für den Wert "{0}" muss nach StartObject "{1}" ein StartMember folgen.
es: Flujo de nodo XAML: el valor de '{0}' requiere un elemento StartMember después de StartObject '{1}'.
fr: Flux de nœud XAML : la valeur de '{0}' requiert un StartMember après StartObject '{1}'.
it: Flusso del nodo XAML: un valore '{0}' richiede StartMember dopo StartObject '{1}'.
ja: XAML ノード ストリーム: '{0}' の値は、StartObject '{1}' の後に StartMember を必要とします。
ko: XAML 노드 스트림: '{0}' 값을 사용하려면 StartObject '{1}' 뒤에 StartMember가 있어야 합니다.
pl: Strumień węzłów XAML: wartość {0} wymaga metody StartMember po metodzie StartObject „{1}”.
pt_br: Fluxo do Nó XAML: o valor de '{0}' requer um StartMember após StartObject '{1}'.
ru: Поток узла XAML: значение "{0}" требует наличия StartMember после StartObject "{1}".
tr: XAML Düğüm Akışı: '{0}' değeri StartObject '{1}' öğesinden sonra StartMember gerektirir.
zh_hans: XAML 节点流:“{0}”的值要求在 StartObject“{1}”后面有一个 StartMember。
zh_hant: XAML 節點資料流: '{0}' 的值必須在 StartObject '{1}' 後面有 StartMember。

# NoPropertyInCurrentFrame_V_noType
source: XAML Node Stream: Value of '{0}' must follow a StartObject and StartMember.
cs: Datový proud uzlu XAML: Hodnota {0} musí následovat za metodou StartObject a StartMember.
de: XAML-Knotenstream: Der Wert "{0}" muss nach einem StartObject und einem StartMember platziert werden.
es: Flujo de nodo XAML: el valor de '{0}' debe ir después de StartObject y StartMember.
fr: Flux de nœud XAML : la valeur de '{0}' doit suivre un StartObject et StartMember.
it: Flusso del nodo XAML: un valore '{0}' deve seguire StartObject e StartMember.
ja: XAML ノード ストリーム: '{0}' の値は、StartObject および StartMember の後に続く必要があります。
ko: XAML 노드 스트림: '{0}' 값은 StartObject와 StartMember 뒤에 와야 합니다.
pl: Strumień węzłów XAML: wartość {0} musi następować po metodach StartObject i StartMember.
pt_br: Fluxo do Nó XAML: o valor de '{0}' deve seguir um StartObject e um StartMember.
ru: Поток узла XAML: значению "{0}" должны предшествовать StartObject и StartMember.
tr: XAML Düğüm Akışı: '{0}' değerini StartObject ve StartMember öğeleri izlemelidir.
zh_hans: XAML 节点流:“{0}”的值必须跟在 StartObject 和 StartMember 的后面。
zh_hant: XAML 節點資料流: '{0}' 的值必須在 StartObject 和 StartMember 後面。

# NoSuchConstructor
source: No constructor with '{0}' arguments for '{1}'.
cs: Neexistuje žádný konstruktor s {0} argumenty pro {1}.
de: Kein Konstruktor mit {0}-Argumenten für "{1}".
es: No hay ningún constructor con '{0}' argumentos para '{1}'.
fr: Aucun constructeur avec '{0}' arguments pour '{1}'.
it: Nessun costruttore disponibile con '{0}' argomenti per '{1}'.
ja: '{1}' には '{0}' 個の引数を持つコンストラクターがありません。
ko: '{1}'에 대해 '{0}' 인수가 포함된 생성자가 없습니다.
pl: Dla obiektu „{1}” nie znaleziono konstruktora o następującej liczbie argumentów: {0}.
pt_br: Nenhum construtor com '{0}' argumentos para '{1}'.
ru: Нет конструктора с числом аргументов "{0}" для "{1}".
tr: '{1}' için '{0}' bağımsız değişkeni olan oluşturucu yok.
zh_hans: 没有“{1}”的带有“{0}”参数的构造函数。
zh_hant: 沒有適用於 '{1}' 具有 '{0}' 引數的建構函式。

# NoTypeInCurrentFrame_EO
source: XAML Node Stream: Missing CurrentObject before EndObject.
cs: Datový proud uzlu XAML: Nebyla nalezena metoda CurrentObject před metodou EndObject.
de: XAML-Knotenstream: CurrentObject fehlt vor EndObject.
es: Flujo de nodo XAML: falta CurrentObject delante de EndObject.
fr: Flux de nœud XAML : CurrentObject manquant avant EndObject.
it: Flusso del nodo XAML: CurrentObject mancante prima di EndObject.
ja: XAML ノード ストリーム: EndObject の前に CurrentObject がありません。
ko: XAML 노드 스트림: EndObject 앞에 CurrentObject가 없습니다.
pl: Strumień węzłów XAML: brak obiektu CurrentObject przed metodą EndObject.
pt_br: Fluxo do Nó XAML: CurrentObject ausente antes de EndObject.
ru: Поток узла XAML: отсутствует CurrentObject перед EndObject.
tr: XAML Düğüm Akışı: EndObject öncesinde CurrentObject yok.
zh_hans: XAML 节点流: EndObject 前面缺少 CurrentObject。
zh_hant: XAML 節點資料流: EndObject 的前面遺漏 CurrentObject。

# NoTypeInCurrentFrame_SM
source: XAML Node Stream: Missing StartObject before StartMember '{0}'.
cs: Datový proud uzlu XAML: Nebyla nalezena metoda StartObject před metodou StartMember {0}.
de: XAML-Knotenstream: StartObject fehlt vor StartMember "{0}".
es: Flujo de nodo XAML: falta StartObject delante de StartMember '{0}'.
fr: Flux de nœud XAML : StartObject manquant avant StartMember '{0}'.
it: Flusso del nodo XAML: StartObject mancante prima di StartMember '{0}'.
ja: XAML ノード ストリーム: StartMember '{0}' の前に StartObject がありません。
ko: XAML 노드 스트림: StartMember '{0}' 앞에 StartObject가 없습니다.
pl: Strumień węzłów XAML: brak metody StartObject przed metodą StartMember '{0}'.
pt_br: Fluxo do Nó XAML: StartObject ausente antes de StartMember '{0}'.
ru: Поток узла XAML: отсутствует StartObject перед StartMember "{0}".
tr: XAML Düğüm Akışı: StartMember '{0}' öncesinde StartObject yok.
zh_hans: XAML 节点流: StartMember“{0}”前面缺少 StartObject。
zh_hant: XAML 節點資料流: StartMember '{0}' 的前面遺漏 StartObject。

# NonMEWithPositionalParameters
source: Type with positional parameters is not a markup extension.
cs: Typ s pozičními parametry není rozšíření značek.
de: Der Typ mit den Positionsparametern ist keine Markuperweiterung.
es: El tipo con parámetros posicionales no es una extensión de marcado.
fr: Le type avec des paramètres positionnels n'est pas une extension de balisage.
it: Un tipo con parametri posizionali non è un'estensione di markup.
ja: 位置指定パラメーターを持つ型は、マークアップ拡張ではありません。
ko: 위치 매개 변수가 포함된 형식은 태그 확장이 아닙니다.
pl: Typ z parametrami pozycyjnymi nie jest rozszerzeniem znacznika.
pt_br: O tipo com parâmetros posicionais não é uma extensão de marcação.
ru: Тип с позиционными параметрами не является расширением разметки.
tr: Konum parametreleri içeren tür bir işaretleme uzantısı değil.
zh_hans: 带有位置参数的类型不是标记扩展。
zh_hant: 具有位置參數的型別不是標記延伸。

# NotAmbientProperty
source: '{0}'.'{1}' is not an ambient property.
cs: {0}.{1} není vedlejší vlastnost.
de: "{0}"."{1}" ist keine Ambient-Eigenschaft.
es: '{0}'.'{1}' no es una propiedad ambiente.
fr: '{0}'.'{1}' n'est pas une propriété ambiante.
it: '{0}'.'{1}' non è una proprietà di ambiente.
ja: '{0}'.'{1}' はアンビエント プロパティではありません。
ko: '{0}'.'{1}'은(는) 앰비언트 속성이 아닙니다.
pl: {0}.{1} nie jest właściwością otoczenia.
pt_br: '{0}'.'{1}' não é uma propriedade de ambiente.
ru: "{0}"."{1}" не является внешним свойством.
tr: '{0}'.'{1}' bir ortam özelliği değil.
zh_hans: '{0}'.'{1}' 不是环境属性。
zh_hant: '{0}'.'{1}' 不是環境屬性。

# NotAmbientType
source: '{0}' is not an ambient type.
cs: {0} není vedlejší typ.
de: "{0}" ist kein Ambient-Typ.
es: '{0}' no es un tipo ambiente.
fr: '{0}' n'est pas un type ambiant.
it: '{0}' non è un tipo di ambiente.
ja: '{0}' はアンビエント型ではありません。
ko: '{0}'은(는) 앰비언트 형식이 아닙니다.
pl: {0} nie jest typem otoczenia.
pt_br: '{0}' não é um tipo de ambiente.
ru: "{0}" не является внешним типом.
tr: '{0}' bir ortam türü değil.
zh_hans: “{0}”不是环境类型。
zh_hant: '{0}' 不是環境型別。

# NotAssignableFrom
source: The type '{0}' is not assignable from the type '{1}'.
cs: Typ {0} není přiřaditelný z typu {1}.
de: Der Typ "{0}" kann nicht vom Typ "{1}" zugewiesen werden.
es: El tipo '{0}' no se puede asignar desde el tipo '{1}'.
fr: Le type '{0}' ne peut pas être assigné à partir du type '{1}'.
it: Il tipo '{0}' non è assegnabile dal tipo '{1}'.
ja: 型 '{0}' を型 '{1}' から割り当てることはできません。
ko: '{0}' 형식은 '{1}' 형식에서 할당할 수 없습니다.
pl: Typu „{0}” nie można przypisać z typu „{1}”.
pt_br: O tipo '{0}' não pode ser atribuído do tipo '{1}'.
ru: Тип "{0}" невозможно присвоить из типа "{1}".
tr: '{0}' türü, '{1}' türünden atanabilir değil.
zh_hans: 类型“{0}”不可从类型“{1}”指定。
zh_hant: 型別 '{0}' 不可從型別 '{1}' 指派。

# NotDeclaringTypeAttributeProperty
source: ['{0}'('{1}')]5D; on '{2}' is not a property declared on this type.
cs: [{0}({1})] v {2} není vlastnost deklarovaná na tomto typu.
de: ["{0}"("{1}")] für "{2}" ist keine für den Typ deklarierte Eigenschaft.
es: ['{0}'('{1}')] en '{2}' no es una propiedad declarada en este tipo.
fr: ['{0}'('{1}')] sur '{2}' n'est pas une propriété déclarée sur ce type.
it: ['{0}'('{1}')]5D; su '{2}' non è una proprietà dichiarata su questo tipo.
ja: '{2}' の ['{0}'('{1}')] は、この型で宣言されたプロパティではありません。
ko: '{2}'의 ['{0}'('{1}')]5D;은(는) 이 형식에서 선언된 속성이 아닙니다.
pl: Element ['{0}'('{1}')]5D; w „{2}” nie jest właściwością zadeklarowaną w tym typie.
pt_br: ['{0}'('{1}')] em '{2}' não é uma propriedade declarada nesse tipo.
ru: ["{0}"("{1}")] в "{2}" не является свойством, объявленным в этом типе.
tr: '{2}' öğesindeki ['{0}'('{1}')], bu türde bildirilen bir özellik değil.
zh_hans: “{2}”上的 ['{0}'('{1}')] 不是在此类型上声明的属性。
zh_hant: '{2}' 上的 ['{0}'('{1}')]5D; 不是在此類型上宣告的屬性。

# NotSupportedOnDirective
source: This operation is not supported on directive members.
cs: Tato operace není podporována na direktivních členech.
de: Dieser Vorgang wird für Direktivenmember nicht unterstützt.
es: Esta operación no se admite en miembros de directiva.
fr: Cette opération n'est pas prise en charge sur les membres de directive.
it: Operazione non supportata sui membri della direttiva.
ja: ディレクティブ メンバーでは、この操作はサポートされていません。
ko: 이 작업은 지시문 멤버에서 지원되지 않습니다.
pl: Ta operacja nie jest obsługiwana dla elementów członkowskich typu dyrektywa.
pt_br: Não há suporte para essa operação em associados de diretiva.
ru: Эта операция не поддерживается для членов директив.
tr: Bu işlem yönerge üyelerinde desteklenmiyor.
zh_hans: 不支持对指令成员执行此操作。
zh_hant: 指示詞成員不支援此作業。

# NotSupportedOnUnknownMember
source: This operation is not supported on unknown members.
cs: Tato operace není podporována na neznámých členech.
de: Dieser Vorgang wird für unbekannte Member nicht unterstützt.
es: Esta operación no se admite en miembros desconocidos.
fr: Cette opération n'est pas prise en charge sur les membres inconnus.
it: Operazione non supportata su membri sconosciuti.
ja: 不明なメンバーでは、この操作はサポートされていません。
ko: 이 작업은 알 수 없는 멤버에서 지원되지 않습니다.
pl: Ta operacja nie jest obsługiwana dla nieznanych elementów członkowskich.
pt_br: Não há suporte para essa operação em associados desconhecidos.
ru: Эта операция не поддерживается для неизвестных членов.
tr: Bu işlem bilinmeyen üyelerde desteklenmiyor.
zh_hans: 不支持对未知成员执行此操作。
zh_hant: 未知的成員不支援此作業。

# NotSupportedOnUnknownType
source: This operation is not supported on unknown types.
cs: Tato operace není podporována na neznámých typech.
de: Dieser Vorgang wird nicht für unbekannte Typen unterstützt.
es: Esta operación no se admite en tipos desconocidos.
fr: Cette opération n'est pas prise en charge sur les types inconnus.
it: Operazione non supportata su tipi sconosciuti.
ja: 不明な型では、この操作はサポートされていません。
ko: 이 작업은 알 수 없는 형식에서 지원되지 않습니다.
pl: Ta operacja nie jest obsługiwana dla nieznanych typów.
pt_br: Não há suporte para essa operação em tipos desconhecidos.
ru: Эта операция не поддерживается для неизвестных типов.
tr: Bu işlem bilinmeyen türlerde desteklenmiyor.
zh_hans: 不支持对未知类型执行此操作。
zh_hant: 未知的型別不支援此作業。

# ObjectNotTcOrMe
source: Argument should be a Type Converter, Markup Extension or Null.
cs: Argument musí být převaděč typu, rozšíření značek nebo hodnota Null.
de: Das Argument sollte ein Typkonverter, eine Markuperweiterung oder NULL sein.
es: El argumento debe ser un convertidor de tipos, una extensión de marcado o NULL.
fr: L'argument doit être un convertisseur de type, une extension de balisage ou la valeur null.
it: L'argomento deve essere un convertitore di tipo, un'estensione di markup o null.
ja: 引数は、型コンバーター、マークアップ拡張、または Null である必要があります。
ko: 인수는 형식 변환기이거나 태그 확장이거나 Null이어야 합니다.
pl: Argument powinien być konwerterem typów, rozszerzeniem znacznika lub wartością null.
pt_br: O argumento deve ser um Conversor de Tipo, uma Marcação de Extensão ou Nulo.
ru: Аргумент должен быть преобразователем типа, расширением разметки или значением Null.
tr: Bağımsız değişken Tür Dönüştürücüsü, İşaretleme Uzantısı veya Null olmalıdır.
zh_hans: 参数应为类型转换器、标记扩展或 Null。
zh_hant: 引數應該是型別轉換器、標記延伸或 Null。

# ObjectReaderAttachedPropertyNotFound
source: Unable to find an attachable property named '{0}' on type '{1}'.
cs: Nelze najít připojitelnou vlastnost s názvem {0} v typu {1}.
de: Es wurde keine anfügbare Eigenschaft mit dem Namen "{0}" für Typ "{1}" gefunden.
es: No se encuentra una propiedad '{0}' que se pueda asociar en el tipo '{1}'.
fr: Impossible de trouver une propriété pouvant être attachée nommée '{0}' sur le type '{1}'.
it: Impossibile trovare una proprietà associabile con nome '{0}' sul tipo '{1}'.
ja: 型 '{1}' に '{0}' という名前の添付可能なプロパティが見つかりません。
ko: '{1}' 형식에서 이름이 '{0}'인 연결 가능한 속성을 찾을 수 없습니다.
pl: Nie można odnaleźć dołączalnej właściwości o nazwie „{0}” w typie „{1}”.
pt_br: Não é possível encontrar uma propriedade anexável denominada '{0}' no tipo '{1}'.
ru: Не удалось найти присоединяемое свойство с именем "{0}" для типа "{1}".
tr: '{1}' türünde '{0}' adlı eklenebilir bir özellik bulunamadı.
zh_hans: 无法在类型“{1}”上找到名为“{0}”的可附加属性。
zh_hant: 型別 '{1}' 上找不到名為 '{0}' 的可附加屬性。
