Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BadXmlnsDefinition
source: An XmlnsDefinitionAttribute in assembly '{0}' is missing a required property. Set both the ClrNamespace and XmlNamespace properties, or remove the XmlnsDefinitionAttribute.
cs: Atributu XmlnsDefinitionAttribute v sestavení {0} chybí požadovaná vlastnost. Nastavte obě vlastnosti ClrNamespace a XmlNamespace nebo odeberte atribut XmlnsDefinitionAttribute.
de: In einem XmlnsDefinitionAttribute in Assembly "{0}" fehlt eine erforderliche Eigenschaft. Legen Sie sowohl die ClrNamespace-Eigenschaft als auch die XmlNamespace-Eigenschaft fest, oder entfernen Sie das XmlnsDefinitionAttribute.
es: Falta una propiedad necesaria en un atributo XmlnsDefinitionAttribute en el ensamblado '{0}'. Establezca las propiedades ClrNamespace y XmlNamespace, o quite XmlnsDefinitionAttribute.
fr: Une propriété requise est manquante dans un XmlnsDefinitionAttribute dans l'assembly '{0}'. Définissez les propriétés ClrNamespace et XmlNamespace, ou supprimez XmlnsDefinitionAttribute.
it: Proprietà richiesta mancante in XmlnsDefinitionAttribute nell'assembly '{0}'. Impostare entrambe le proprietà ClrNamespace e XmlNamespace o rimuovere XmlnsDefinitionAttribute.
ja: アセンブリ '{0}' の XmlnsDefinitionAttribute に必須プロパティがありません。ClrNamespace プロパティと XmlNamespace プロパティの両方を設定するか、XmlnsDefinitionAttribute を削除してください。
ko: '{0}' 어셈블리의 XmlnsDefinitionAttribute에 필수 속성이 없습니다. ClrNamespace 및 XmlNamespace 속성을 모두 설정하거나 XmlnsDefinitionAttribute를 제거하십시오.
pl: Atrybut XmlnsDefinitionAttribute w zestawie „{0}” nie ma wymaganej właściwości. Ustaw obie właściwości, ClrNamespace i XmlNamespace, lub usuń atrybut XmlnsDefinitionAttribute.
pt_br: Um XmlnsDefinitionAttribute no assembly '{0}' não possui uma propriedade obrigatória. Defina as propriedades ClrNamespace e XmlNamespace, ou remova XmlnsDefinitionAttribute.
ru: В атрибуте XmlnsDefinitionAttribute сборки "{0}" отсутствует требуемое свойство. Задайте одновременно свойства ClrNamespace и XmlNamespace либо удалите атрибут XmlnsDefinitionAttribute.
tr: '{0}' bütünleştirilmiş kodundaki XmlnsDefinitionAttribute'te gerekli bir özellik eksik. ClrNamespace ve XmlNamespace özelliklerinin her ikisini de ayarlayın veya XmlnsDefinitionAttribute'u kaldırın.
zh_hans: 程序集“{0}”中的 XmlnsDefinitionAttribute 缺少必需的属性。请同时设置 ClrNamespace 和 XmlNamespace 属性，或者移除 XmlnsDefinitionAttribute。
zh_hant: 組件 '{0}' 中的 XmlnsDefinitionAttribute 遺漏必要屬性。請同時設定 ClrNamespace 和 XmlNamespace 屬性，或移除 XmlnsDefinitionAttribute。

# BadXmlnsPrefix
source: An XmlnsPrefixAttribute in assembly '{0}' is missing a required property. Set both the Prefix and XmlNamespace properties, or remove the XmlnsPrefixAttribute.
cs: Atributu XmlnsPrefixAttribute v sestavení {0} chybí požadovaná vlastnost. Nastavte obě vlastnosti Prefix a XmlNamespace nebo odeberte atribut XmlnsPrefixAttribute.
de: In einem XmlnsPrefixAttribute in Assembly "{0}" fehlt eine erforderliche Eigenschaft. Legen Sie sowohl die Prefix-Eigenschaft als auch die XmlNamespace-Eigenschaft fest, oder entfernen Sie das XmlnsPrefixAttribute.
es: Falta una propiedad necesaria en un atributo XmlnsPrefixAttribute en el ensamblado '{0}'. Establezca las propiedades Prefix y XmlNamespace, o quite XmlnsPrefixAttribute.
fr: Une propriété requise est manquante dans un XmlnsPrefixAttribute dans l'assembly '{0}'. Définissez les propriétés Prefix et XmlNamespace, ou supprimez XmlnsPrefixAttribute.
it: Proprietà richiesta mancante in XmlnsPrefixAttribute nell'assembly '{0}'. Impostare entrambe le proprietà Prefix e XmlNamespace o rimuovere XmlnsPrefixAttribute.
ja: アセンブリ '{0}' の XmlnsPrefixAttribute に必須プロパティがありません。Prefix プロパティと XmlNamespace プロパティの両方を設定するか、XmlnsPrefixAttribute を削除してください。
ko: '{0}' 어셈블리의 XmlnsPrefixAttribute에 필수 속성이 없습니다. Prefix 및 XmlNamespace 속성을 모두 설정하거나 XmlnsPrefixAttribute를 제거하십시오.
pl: Atrybut XmlnsPrefixAttribute w zestawie „{0}” nie ma wymaganej właściwości. Ustaw obie właściwości, Prefix i XmlNamespace, lub usuń atrybut XmlnsPrefixAttribute.
pt_br: Um XmlnsPrefixAttribute no assembly '{0}' não possui uma propriedade obrigatória. Defina as propriedades Prefix e XmlNamespace, ou remova XmlnsPrefixAttribute.
ru: В атрибуте XmlnsPrefixAttribute сборки "{0}" отсутствует требуемое свойство. Задайте одновременно свойства Prefix и XmlNamespace либо удалите атрибут XmlnsPrefixAttribute.
tr: '{0}' bütünleştirilmiş kodundaki XmlnsPrefixAttribute'te gerekli bir özellik eksik. Prefix ve XmlNamespace özelliklerinin her ikisini de ayarlayın veya XmlnsPrefixAttribute'u kaldırın.
zh_hans: 程序集“{0}”中的 XmlnsPrefixAttribute 缺少必需的属性。请同时设置 Prefix 和 XmlNamespace 属性，或者移除 XmlnsPrefixAttribute。
zh_hant: 組件 '{0}' 中的 XmlnsPrefixAttribute 遺漏必要屬性。請同時設定 Prefix 和 XmlNamespace 屬性，或移除 XmlnsPrefixAttribute。

# BuilderStackNotEmptyOnClose
source: Builder Stack is not empty when end of XamlNode stream was reached.
cs: Při dosažení konce datového proudu XamlNode není zásobník tvůrce prázdný.
de: Der Generatorstapel war nicht leer, als das Ende des XamlNode-Streams erreicht wurde.
es: La pila del generador no estaba vacía cuando se alcanzó el final del flujo de XamlNode.
fr: La pile du générateur n'est pas vide lorsque la fin du flux XamlNode a été atteinte.
it: Stack del generatore non vuoto al raggiungimento della fine del flusso XamlNode.
ja: XamlNode ストリームの終わりに到達しましたが、ビルダー スタックが空ではありません。
ko: XamlNode 스트림의 끝에 도달했을 때 작성기 스택이 비어 있지 않습니다.
pl: Stos konstruktora nie jest pusty mimo osiągnięcia końca strumienia węzłów XamlNode.
pt_br: A Pilha do Construtor não estava vazia quando o fim do fluxo de XamlNode foi atingido.
ru: Стек построителя не пустой при достижении конца потока XamlNode.
tr: XamlNode akışının sonuna ulaşıldığında Oluşturucu Yığını boş değil.
zh_hans: 到达 XamlNode 流结尾时生成器堆栈不为空。
zh_hant: 到達 XamlNode 資料流末端時，產生器堆疊不是空的。

# CanConvertFromFailed
source: Failed to check convertibility from type '{0}' using '{1}'. This generally indicates an incorrectly implemented TypeConverter.
cs: Kontrola převoditelnosti z typu {0} pomocí {1} se nezdařila. To obvykle naznačuje nesprávně implementovaný atribut TypeConverter.
de: Fehler beim Überprüfen der Möglichkeit zur Konvertierung von Typ "{0}" mithilfe von "{1}". Dies deutet im Allgemeinen auf einen falsch implementierten TypeConverter hin.
es: No se pudo comprobar la convertibilidad del tipo '{0}' usando '{1}'. Esto suele indicar un elemento TypeConverter implementado incorrectamente.
fr: Échec de la vérification de la convertibilité à partir du type '{0}' à l'aide de '{1}'. Ceci indique généralement qu'un TypeConverter a été incorrectement implémenté.
it: Impossibile verificare la convertibilità dal tipo '{0}' utilizzando '{1}'. In genere indica che TypeConverter non è correttamente implementato.
ja: '{1}' を使用して型 '{0}' からの変換可能性をチェックできませんでした。通常、これは、TypeConverter の実装が正しくないことを意味します。
ko: '{1}'을(를) 사용하여 '{0}' 형식으로부터의 호환성을 확인하지 못했습니다. 이것은 대개 TypeConverter가 잘못 구현되었음을 나타냅니다.
pl: Nie można sprawdzić możliwości konwersji z typu „{0}” przy użyciu „{1}”. Na ogół wskazuje to na niepoprawnie zaimplementowany obiekt TypeConverter.
pt_br: Falha na verificação da conversibilidade do tipo '{0}' usando '{1}'. Em geral, isso indica um TypeConverter implementado de maneira incorreta.
ru: Не удалось проверить возможность преобразования из типа "{0}" с помощью "{1}". Обычно это указывает на неправильную реализацию TypeConverter.
tr: '{1}' kullanılarak '{0}' türünden dönüştürülebilirlik denetimi başarısız oldu. Bu durum genel olarak yanlış uygulanan bir TypeConverter'ı gösterir.
zh_hans: 无法使用“{1}”检查是否可以从类型“{0}”进行转换。这通常指示未正确实现的 TypeConverter。
zh_hant: 使用 '{1}' 檢查從型別 '{0}' 的轉換性失敗。這通常表示實作 TypeConverter 不正確。

# CanConvertToFailed
source: Failed to check convertibility to type '{0}' using '{1}'. This generally indicates an incorrectly implemented TypeConverter.
cs: Kontrola převoditelnosti na typ {0} pomocí {1} se nezdařila. To obvykle naznačuje nesprávně implementovaný atribut TypeConverter.
de: Fehler beim Überprüfen der Möglichkeit zur Konvertierung in Typ "{0}" mithilfe von "{1}". Dies deutet im Allgemeinen auf einen falsch implementierten TypeConverter hin.
es: No se pudo comprobar la convertibilidad al tipo '{0}' usando '{1}'. Esto suele indicar un elemento TypeConverter implementado incorrectamente.
fr: Échec de la vérification de la convertibilité en type '{0}' à l'aide de '{1}'. Ceci indique généralement qu'un TypeConverter a été incorrectement implémenté.
it: Impossibile verificare la convertibilità al tipo '{0}' utilizzando '{1}'. In genere indica che TypeConverter non è correttamente implementato.
ja: '{1}' を使用して型 '{0}' への変換可能性をチェックできませんでした。通常、これは、TypeConverter の実装が正しくないことを意味します。
ko: '{1}'을(를) 사용하여 '{0}' 형식으로의 호환성을 확인하지 못했습니다. 이것은 대개 TypeConverter가 잘못 구현되었음을 나타냅니다.
pl: Nie można sprawdzić możliwości konwersji na typ „{0}” przy użyciu „{1}”. Na ogół wskazuje to na niepoprawnie zaimplementowany obiekt TypeConverter.
pt_br: Falha na verificação da conversibilidade no tipo '{0}' usando '{1}'. Em geral, isso indica um TypeConverter implementado de maneira incorreta.
ru: Не удалось проверить возможность преобразования в тип "{0}" с помощью "{1}". Обычно это указывает на неправильную реализацию TypeConverter.
tr: '{1}' kullanılarak '{0}' türüne dönüştürülebilirlik denetimi başarısız oldu. Bu durum genel olarak yanlış uygulanan bir TypeConverter'ı gösterir.
zh_hans: 无法使用“{1}”检查是否可以转换到类型“{0}”。这通常指示未正确实现的 TypeConverter。
zh_hant: 使用 '{1}' 檢查轉換為型別 '{0}' 的轉換性失敗。這通常表示實作 TypeConverter 不正確。

# CannotAddPositionalParameters
source: In markup extensions, all constructor argument values should be atoms. For the object of type '{0}', one or more argument values are not atomic.
cs: V rozšíření značek musí být všechny hodnoty argumentů konstruktoru atomy. Pro objekt typu {0} je hodnota minimálně jednoho argumentu neatomická.
de: In Markuperweiterungen sollten alle Konstruktorargumentwerte Atome sein. Für das Objekt vom Typ "{0}" ist mindestens ein Argumentwert nicht unteilbar.
es: En las extensiones de marcado, todos los valores de argumento de constructor deben ser átomos. Para el objeto de tipo '{0}', uno o varios valores de argumento no son atómicos.
fr: Dans les extensions de balisage, toutes les valeurs d'argument de constructeur doivent être des atomes. Pour l'objet de type '{0}', une ou plusieurs valeurs d'argument ne sont pas atomiques.
it: Nelle estensioni di markup, tutti i valori dell'argomento del costruttore devono essere atom. Per l'oggetto di tipo '{0}', uno o più valori dell'argomento non sono atomici.
ja: マークアップ拡張では、すべてのコンストラクターの引数値はアトムである必要があります。型 '{0}' のオブジェクトで、1 つ以上の引数値が原子値ではありません。
ko: 태그 확장에서 모든 생성자 인수 값은 atomic 형식이어야 합니다. '{0}' 형식의 개체에 대한 하나 이상의 인수 값이 atomic 형식이 아닙니다.
pl: W rozszerzeniach znaczników wszystkie wartości argumentów konstruktora powinny być atomami. W przypadku tego obiektu typu „{0}” przynajmniej jedna wartość argumentu nie jest atomem.
pt_br: Em extensões de marcação, todos os valores do argumento do construtor devem ser átomos. Para o tipo de objeto '{0}', um ou mais valores de argumento não são atômicos.
ru: В расширениях разметки все значения аргумента конструктора должны быть атомами. Для объекта типа "{0}" одно или несколько значений аргумента не являются атомарными.
tr: İşaretleme uzantılarında, tüm oluşturucu bağımsız değişken değerleri atomlar olmalıdır. '{0}' türündeki nesne için, bir veya birden çok bağımsız değişken değeri atomik değil.
zh_hans: 在标记扩展中，所有构造函数参数值都应是原子。对于类型为“{0}”的对象，一个或多个参数值不是原子。
zh_hant: 在標記延伸中，所有建構函數引數值都應該是元素。就型別 '{0}' 的物件而言，有一個或多個引數值不是元素。

# CannotConvertStringToType
source: Cannot convert string value '{0}' to type '{1}'.
es: No se puede convertir el valor de cadena '{0}' al tipo '{1}'.
it: Impossibile convertire il valore stringa '{0}' nel tipo '{1}'.
ja: 文字列値 '{0}' を型 '{1}' に変換できません。
ko: 문자열 값 '{0}'을(를) '{1}' 형식으로 변환할 수 없습니다.
pl: Nie można przekonwertować wartości ciągu „{0}” na typ „{1}”.
pt_br: Não é possível converter o valor da cadeia de caracteres '{0}' no tipo '{1}'.
ru: Не удается преобразовать строковое значение "{0}" в тип "{1}".
tr: '{0}' dize değeri '{1}' türüne dönüştürülemiyor.
zh_hans: 无法将字符串值“{0}”转换为类型“{1}”。
zh_hant: 無法將字串值 '{0}' 轉換為型別 '{1}'。

# CannotConvertType
source: Cannot convert type '{0}' to '{1}'.
es: No se puede convertir el tipo '{0}' a '{1}'.
it: Impossibile convertire il tipo '{0}' in '{1}'.
ja: 型 '{0}' を '{1}' に変換できません。
ko: '{0}' 형식을 '{1}'(으)로 변환할 수 없습니다.
pl: Nie można przekonwertować typu „{0}” na „{1}”.
pt_br: Não é possível converter tipo '{0}' em '{1}'.
ru: Не удается преобразовать тип "{0}" к типу "{1}".
tr: '{0}' türü '{1}' olarak dönüştürülemiyor.
zh_hans: 无法将类型“{0}”转换为“{1}”。
zh_hant: 無法將型別 '{0}' 轉換為 '{1}'。

# CannotCreateBadEventDelegate
source: Cannot create an instance of '{0}' because XamlType is not valid.
cs: Nelze vytvořit instanci {0}, protože typ XamlType není platný.
de: Es kann keine Instanz von "{0}" erstellt werden, da XamlType nicht gültig ist.
es: No se puede crear una instancia de '{0}' porque XamlType no es válido.
fr: Impossible de créer une instance de '{0}', car XamlType n'est pas valide.
it: Impossibile creare un'istanza di '{0}' perché XamlType non è valido.
ja: XamlType が有効でないため、'{0}' のインスタンスを作成できません。
ko: XamlType이 올바르지 않아 '{0}' 인스턴스를 만들 수 없습니다.
pl: Nie można utworzyć wystąpienia obiektu „{0}”, ponieważ obiekt XamlType jest nieprawidłowy.
pt_br: Não é possível criar uma instância de '{0}', pois XamlType não é válido.
ru: Не удается создать экземпляр "{0}" из-за недопустимого XamlType.
tr: XamlType geçerli olmadığından '{0}' örneği oluşturulamıyor.
zh_hans: 无法创建“{0}”的实例，因为 XamlType 无效。
zh_hant: 無法建立 '{0}' 的執行個體，因為 XamlType 無效。

# CannotCreateBadType
source: Cannot create an instance of '{0}' because XamlType is not valid.
cs: Nelze vytvořit instanci {0}, protože typ XamlType není platný.
de: Es kann keine Instanz von "{0}" erstellt werden, da XamlType nicht gültig ist.
es: No se puede crear una instancia de '{0}' porque XamlType no es válido.
fr: Impossible de créer une instance de '{0}', car XamlType n'est pas valide.
it: Impossibile creare un'istanza di '{0}' perché XamlType non è valido.
ja: XamlType が有効でないため、'{0}' のインスタンスを作成できません。
ko: XamlType이 올바르지 않아 '{0}' 인스턴스를 만들 수 없습니다.
pl: Nie można utworzyć wystąpienia obiektu „{0}”, ponieważ obiekt XamlType jest nieprawidłowy.
pt_br: Não é possível criar uma instância de '{0}', pois XamlType não é válido.
ru: Не удается создать экземпляр "{0}" из-за недопустимого XamlType.
tr: XamlType geçerli olmadığından '{0}' örneği oluşturulamıyor.
zh_hans: 无法创建“{0}”的实例，因为 XamlType 无效。
zh_hant: 無法建立 '{0}' 的執行個體，因為 XamlType 無效。

# CannotFindAssembly
source: Cannot find Assembly '{0}' in URI '{1}'.
cs: Nelze najít sestavení {0} v identifikátoru URI {1}.
de: Assembly "{0}" wurde in URI "{1}" nicht gefunden.
es: No se encuentra el ensamblado '{0}' en el URI '{1}'.
fr: Impossible de trouver l'assembly '{0}' dans l'URI '{1}'.
it: L'assembly '{0}' non è stato trovato nell'URI '{1}'.
ja: URI '{1}' にアセンブリ '{0}' が見つかりません。
ko: URI '{1}'에서 '{0}' 어셈블리를 찾을 수 없습니다.
pl: Nie można odnaleźć zestawu „{0}” pod adresem URI „{1}”.
pt_br: Não é possível encontrar o Assembly '{0}' no URI '{1}'.
ru: Не удается найти сборку "{0}" по коду URI "{1}".
tr: '{1}' URI'sinde '{0}' Bütünleştirilmiş Kodu bulunamadı.
zh_hans: 在 URI“{1}”中找不到程序集“{0}”。
zh_hant: 在 URI '{1}' 中找不到組件 '{0}'。

# CannotModifyReadOnlyContainer
source: Cannot modify a read-only container.
es: No se puede modificar un contenedor de solo lectura.
it: Impossibile modificare un contenitore di sola lettura.
ja: 読み取り専用コンテナーは変更できません。
ko: 읽기 전용 컨테이너를 수정할 수 없습니다.
pl: Nie można modyfikować kontenera tylko do odczytu.
pt_br: Não é possível modificar um contêiner somente leitura.
ru: Невозможно изменить контейнер, доступный только для чтения.
tr: Salt okunur kapsayıcı değiştirilemez.
zh_hans: 无法修改只读容器。
zh_hant: 無法修改唯讀容器。

# CannotReassignSchemaContext
source: Cannot reassign a previously set SchemaContext.
cs: Nelze změnit přiřazení dříve nastaveného kontextu SchemaContext.
de: Ein zuvor festgelegter SchemaContext kann nicht neu zugewiesen werden.
es: No se puede reasignar un SchemaContext establecido previamente.
fr: Impossible de réassigner un SchemaContext précédemment défini.
it: Impossibile riassegnare un oggetto SchemaContext impostato in precedenza.
ja: 以前に設定された SchemaContext を再割り当てできません。
ko: 이전에 설정된 SchemaContext를 다시 할당할 수 없습니다.
pl: Nie można ponownie przypisać wcześniej ustawionej właściwości SchemaContext.
pt_br: Não é possível reatribuir um SchemaContext definido anteriormente.
ru: Не удается переприсвоить заданное ранее свойство SchemaContext.
tr: Daha önceden ayarlanmış bir SchemaContext yeniden atanamaz.
zh_hans: 无法重新分配以前设置的 SchemaContext。
zh_hant: 無法重新指派先前已設定的 SchemaContext。

# CannotResolveTypeForFactoryMethod
source: Cannot resolve type '{0}' for method '{1}'.
cs: Nelze přeložit typ {0} pro metodu {1}.
de: Der Typ "{0}" kann nicht für Methode "{1}" aufgelöst werden.
es: No se puede resolver el tipo '{0}' para el método '{1}'.
fr: Impossible de résoudre le type '{0}' pour la méthode '{1}'.
it: Impossibile risolvere il tipo '{0}' per il metodo '{1}'.
ja: メソッド '{1}' の型 '{0}' を解決できません。
ko: '{1}' 메서드에 대한 '{0}' 형식을 확인할 수 없습니다.
pl: Nie można rozpoznać typu „{0}” dla metody „{1}”.
pt_br: Não é possível resolver o tipo '{0}' do método '{1}'.
ru: Не удается разрешить тип "{0}" для метода "{1}".
tr: '{1}' metodu için '{0}' türü çözümlenemiyor.
zh_hans: 无法解析方法“{1}”的类型“{0}”。
zh_hant: 無法解析方法 '{1}' 的型別 '{0}'。

# CannotRetrievePartsOfWriteOnlyContainer
source: Cannot get part or part information from a write-only container.
es: No se puede obtener una parte o información de una parte desde un contenedor de sólo lectura.
it: Impossibile recuperare la parte o informazioni sulla parte da un contenitore di sola scrittura.
ja: 書き込み専用コンテナーからパーツまたはパーツの詳細情報を取得することはできません。
ko: 쓰기 전용 컨테이너에서 파트 또는 파트 정보를 가져올 수 없습니다.
pl: Nie można pobrać części lub informacji o części z kontenera tylko do zapisu.
pt_br: Não é possível obter parte ou informações da parte de um contêiner somente gravação.
ru: Невозможно получить часть или сведения о части из контейнера, доступного только на запись.
tr: Salt yazılır bir kapsayıcıdan bölüm veya bölüm bilgileri alınamaz.
zh_hans: 无法从只写容器获取部件或部件信息。
zh_hant: 無法從唯寫容器取得組件或組件資訊。

# CannotSetBaseUri
source: BaseUri can only be set once at the root node (XamlXmlReader may provide a default at the root node).
cs: Vlastnost BaseUri lze nastavit v kořenovém uzlu pouze jednou (třída XamlXmlReader může poskytovat výchozí nastavení v kořenovém uzlu).
de: BaseUri kann nur einmal am Stammknoten festgelegt werden (vom XamlXmlReader wird möglicherweise ein Standardwert am Stammknoten bereitgestellt).
es: BaseUri se puede establecer sólo una vez en el nodo raíz (XamlXmlReader puede proporcionar un valor predeterminado en el nodo raíz).
fr: BaseUri ne peut être défini qu'une seule fois dans le nœud racine (XamlXmlReader peut fournir une valeur par défaut au nœud racine).
it: BaseUri può essere impostato una sola al nodo radice (XamlXmlReader fornisce un valore predefinito al nodo radice).
ja: BaseUri は、ルート ノードで 1 回のみ設定できます (XamlXmlReader により、ルート ノードに既定値が指定される場合があります)。
ko: BaseUri는 루트 노드에서 한 번만 설정할 수 있습니다. XamlXmlReader가 루트 노드에서 기본값을 제공할 수도 있습니다.
pl: Identyfikator BaseUri można ustawić tylko raz w węźle głównym (obiekt XamlXmlReader może dostarczać wartość domyślną w węźle głównym).
pt_br: Não é possível definir BaseUri uma vez no nó raiz (XamlXmlReader poderá fornecer um padrão no nó raiz).
ru: BaseUri можно задать только один раз в корневом узле (XamlXmlReader может предоставлять значение по умолчанию в корневом узле).
tr: BaseUri, kök düğümünde yalnızca bir kere ayarlanabilir (XamlXmlReader kök düğümünde bir varsayılan değer sağlayabilir).
zh_hans: BaseUri 只能在根节点处设置一次(XamlXmlReader 可能会在根节点处提供一个默认值)。
zh_hant: BaseUri 只能在根節點設定一次 (XamlXmlReader 可以在根節點提供預設值)。

# CannotSetSchemaContext
source: Cannot set SchemaContext on ObjectWriter.
cs: Nelze nastavit parametr SchemaContext pro objekt ObjectWriter.
de: SchemaContext kann nicht für ObjectWriter festgelegt werden.
es: No se puede establecer SchemaContext en ObjectWriter.
fr: Impossible de définir SchemaContext sur ObjectWriter.
it: Impossibile impostare SchemaContext su ObjectWriter.
ja: ObjectWriter に SchemaContext を設定できません。
ko: ObjectWriter에 SchemaContext를 설정할 수 없습니다.
pl: Nie można ustawić właściwości SchemaContext obiektu ObjectWriter.
pt_br: Não é possível definir SchemaContext em ObjectWriter.
ru: Не удается задать свойство SchemaContext для ObjectWriter.
tr: ObjectWriter'da SchemaContext ayarlanamıyor.
zh_hans: 无法在 ObjectWriter 上设置 SchemaContext。
zh_hant: 無法設定 ObjectWriter 上的 SchemaContext。

# CannotSetSchemaContextNull
source: Cannot set SchemaContext to null.
cs: Nelze nastavit parametr SchemaContext na hodnotu Null.
de: SchemaContext kann nicht auf NULL festgelegt werden.
es: No se puede establecer SchemaContext en NULL.
fr: Impossible d'affecter la valeur null à SchemaContext.
it: Impossibile impostare SchemaContext su null.
ja: SchemaContext を null に設定することはできません。
ko: SchemaContext를 null로 설정할 수 없습니다.
pl: Dla właściwości SchemaContext nie można ustawić wartości null.
pt_br: Não é possível definir SchemaContext como nulo.
ru: Не удается задать значение null свойства SchemaContext.
tr: SchemaContext null olarak ayarlanamaz.
zh_hans: 不能将 SchemaContext 设置为 null。
zh_hant: 無法將 SchemaContext 設定為 null。

# CannotWriteClosedWriter
source: Cannot write on a closed XamlWriter.
cs: Nelze provést zápis do zavřeného objektu XamlWriter.
de: In einem geschlossenen XamlWriter sind keine Schreibvorgänge möglich.
es: No se puede escribir en un XamlWriter cerrado.
fr: Impossible d'écrire sur XamlWriter fermé.
it: Impossibile scrivere su un XamlWriter chiuso.
ja: 閉じている XamlWriter に書き込むことはできません。
ko: 닫혀 있는 XamlWriter에 쓸 수 없습니다.
pl: Nie można dokonać zapisu w zamkniętym obiekcie XamlWriter.
pt_br: Não é possível gravar em um XamlWriter fechado.
ru: Запись в закрытый XamlWriter невозможна.
tr: Kapatılmış bir XamlWriter'a yazılamaz.
zh_hans: 无法在已关闭的 XamlWriter 上写入。
zh_hant: 無法在關閉的 XamlWriter 上寫入。

# CannotWriteXmlSpacePreserveOnMember
source: The value '{1}' contains significant white space(s) but "xml:space = preserve" cannot be written down on the member '{0}'.
cs: Hodnota {1} obsahuje významné mezery, ale nelze zapsat „xml:space = preserve“ do člena {0}.
de: Der Wert "{1}" enthält zahlreiche Leerzeichen, doch "xml:space = preserve" kann nicht auf Member "{0}" geschrieben werden.
es: El valor '{1}' contiene espacios en blanco significativos, pero no se puede escribir "xml:space = preserve" en el miembro '{0}'.
fr: La valeur '{1}' contient un ou des espaces blancs significatifs, mais "xml:space = preserve" ne peut pas être écrit sur le membre '{0}'.
it: Il valore '{1}' contiene spazi vuoti significativi ma "xml:space = preserve" non può essere scritto sul membro '{0}'.
ja: 値 '{1}' には有意の空白が含まれていますが、メンバー '{0}' に "xml:space = preserve" を書き込むことはできません。
ko: '{1}' 값에 의미 있는 공백이 포함되어 있지만 "xml:space = preserve"를 '{0}' 멤버에 쓸 수 없습니다.
pl: Wartość „{1}” zawiera znaczące białe znaki, ale nie można zapisać atrybutu „xml:space = preserve" w elemencie członkowskim „{0}”.
pt_br: O valor '{1}' contém espaços em branco significativos, mas "xml:space = preserve" não pode ser gravado no associado '{0}'.
ru: Значение "{1}" содержит один или несколько значимых пробелов, но в член "{0}" невозможно записать "xml:space = preserve".
tr: '{1}' değeri önemli boş alan(lar) içeriyor ancak "xml:space = preserve" '{0}' üyesine yazılamıyor.
zh_hans: 值“{1}”包含有效空格，但不能对成员“{0}”写入“xml:space = preserve”。
zh_hant: 值 '{1}' 含有重要空格，但無法將 "xml:space = preserve" 寫入成員 '{0}'。
