Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InvalidXamlMemberName
source: '{0}' is not a valid XAML member name.
cs: {0} není platný název člena XAML.
de: "{0}" ist kein gültiger XAML-Membername.
es: '{0}' no es un nombre de miembro XAML válido.
fr: '{0}' n'est pas un nom de membre XAML valide.
it: '{0}' non è un nome di membro XAML valido.
ja: '{0}' は有効な XAML メンバー名ではありません。
ko: '{0}'은(는) 올바른 XAML 멤버 이름이 아닙니다.
pl: „{0}” nie jest prawidłową nazwą elementu członkowskiego XAML.
pt_br: '{0}' não é um nome de associado XAML válido.
ru: "{0}" не является допустимым именем члена XAML.
tr: '{0}' geçerli bir XAML üye adı değil.
zh_hans: “{0}”不是有效的 XAML 成员名。
zh_hant: '{0}' 不是有效的 XAML 成員名稱。

# LateConstructionDirective
source: Construction directive '{0}' must be an attribute or the first property element.
cs: Direktiva vytváření {0} musí být atribut nebo první element vlastnosti.
de: Die Konstruktionsdirektive "{0}" muss ein Attribut oder das erste Eigenschaftenelement sein.
es: La directiva de construcción '{0}' debe ser un atributo o el primer elemento de propiedad.
fr: La directive de construction '{0}' doit être un attribut ou le premier élément de propriété.
it: La direttiva di costruzione '{0}' deve essere un attributo o il primo elemento della proprietà.
ja: 構築ディレクティブ '{0}' は、属性または最初のプロパティ要素でなければなりません。
ko: 생성 지시문 '{0}'은(는) 특성이거나 첫 번째 속성 요소여야 합니다.
pl: Dyrektywa konstrukcji „{0}” musi być atrybutem lub pierwszym elementem właściwości.
pt_br: A diretiva de construção '{0}' deve ser um atributo ou o primeiro elemento da propriedade.
ru: Директива формирования "{0}" должна быть атрибутом или первым элементом свойства.
tr: '{0}' oluşturma yönergesi bir öznitelik veya ilk özellik öğesi olmalıdır.
zh_hans: 构造指令“{0}”必须为一个特性或第一个属性元素。
zh_hant: 建構指示詞 '{0}' 必須是屬性 (Attribute) 或第一個屬性 (Property) 項目。

# LineNumberAndPosition
source: '{0}' Line number '{1}' and line position '{2}'.
cs: {0} Číslo řádku {1} a pozice na řádku {2}.
de: Zeilennummer "{1}" und Zeilenposition "{2}" von "{0}".
es: '{0}' (número de línea: '{1}'; posición de línea: '{2}').
fr: '{0}' numéro de ligne '{1}' et position de ligne '{2}'.
it: '{0}' numero riga '{1}' e posizione riga '{2}'.
ja: '{0}' 行番号 '{1}'、行位置 '{2}'。
ko: '{0}' 줄 번호 '{1}' 및 줄 위치 '{2}'
pl: {0}, numer wiersza {1}, pozycja {2}.
pt_br: '{0}' Número de linha '{1}' e posição de linha '{2}'.
ru: "{0}": номер строки "{1}" и позиция в строке "{2}".
tr: '{0}' Satır numarası '{1}' ve satır konumu '{2}'.
zh_hans: “{0}”，行号为“{1}”，行位置为“{2}”。
zh_hant: '{0}' 行號 '{1}' 和行位置 '{2}'。

# LineNumberOnly
source: '{0}' Line number '{1}'.
cs: {0} Číslo řádku {1}.
de: Zeilennummer "{1}" von "{0}".
es: '{0}' (número de línea: '{1}').
fr: '{0}' numéro de ligne '{1}'.
it: '{0}' numero riga '{1}'.
ja: '{0}' 行番号 '{1}'。
ko: '{0}' 줄 번호 '{1}'
pl: {0}, numer wiersza {1}.
pt_br: '{0}' Número de linha '{1}'.
ru: "{0}": номер строки "{1}".
tr: '{0}' Satır numarası '{1}'.
zh_hans: “{0}”(行号为“{1}”)。
zh_hant: '{0}' 行號 '{1}'。

# ListNotIList
source: List collection is not an IList.
cs: Kolekce seznamu není objekt IList.
de: Die Listensammlung ist keine IList.
es: La colección de lista no es IList.
fr: La collection de listes n'est pas un IList.
it: La raccolta di elenchi non è una IList.
ja: リスト コレクションは IList ではありません。
ko: 목록 컬렉션이 IList가 아닙니다.
pl: Kolekcja list nie jest interfejsem IList.
pt_br: A coleção de listas não é uma IList.
ru: Интерфейс коллекции списков отличен от IList.
tr: Liste koleksiyonu bir IList değil.
zh_hans: 列表集合不是 IList。
zh_hant: 清單集合不是 IList。

# MalformedBracketCharacters
source: BracketCharacter '{0}' does not have a corresponding opening/closing BracketCharacter.
cs: Znak závorky {0} nemá odpovídající znak levé nebo pravé závorky.
de: BracketCharacter "{0}" verfügt nicht über ein entsprechendes öffnendes/schließendes BracketCharacter-Objekt.
es: El carácter de paréntesis '{0}' no tiene un carácter de paréntesis de apertura o cierre correspondiente.
fr: Le BracketCharacter '{0}' n'a aucun BracketCharacter ouvrant/fermant correspondant.
it: Per il carattere di parentesi quadra '{0}' non esiste un carattere di parentesi quadra di apertura/chiusura corrispondente.
ja: BracketCharacter '{0}' には、対応する開始/終了の BracketCharacter がありません。
ko: 괄호 문자 '{0}'에 해당하는 여는 괄호 문자나 닫는 괄호 문자가 없습니다.
pl: Znak nawiasu \x201e{0}” nie ma odpowiadającego znaku otwierania/zamykania nawiasu.
pt_br: O BracketCharacter '{0}' não tem um BracketCharacter de abertura/fechamento correspondente.
ru: BracketCharacter "{0}" не имеет соответствующего открывающего или закрывающего символа BracketCharacter.
tr: '{0}' köşeli ayraç karakteri için karşılık gelen bir sol köşeli/sağ köşeli ayraç karakteri yok.
zh_hans: BracketCharacter“{0}”没有对应的开/闭括号字符。
zh_hant: BracketCharacter '{0}' 沒有相對應的開頭/結尾 BracketCharacter。

# MalformedPropertyName
source: Cannot parse the malformed property name '{0}'.
cs: Nelze analyzovat špatně vytvořený název vlastnosti {0}.
de: Der falsch formatierte Eigenschaftenname "{0}" kann nicht analysiert werden.
es: No se puede analizar el nombre de propiedad incorrecta '{0}'.
fr: Impossible d'analyser le nom de propriété incorrect '{0}'.
it: Impossibile analizzare il nome di proprietà non valido '{0}'.
ja: 間違った形式のプロパティ名 '{0}' を解析できません。
ko: 잘못된 형식의 속성 이름 '{0}'을(를) 구문 분석할 수 없습니다.
pl: Nie można przeanalizować źle sformułowanej nazwy właściwości „{0}”.
pt_br: Não é possível analisar o nome de propriedade malformado '{0}'.
ru: Не удается выполнить синтаксический анализ неправильно сформированного имени свойства "{0}".
tr: Yanlış biçimlendirilmiş '{0}' özellik adı ayrıştırılamıyor.
zh_hans: 无法分析错误格式的属性名称“{0}”。
zh_hant: 無法剖析格式錯誤的屬性名稱 '{0}'。

# MarkupExtensionArrayBadType
source: Items in the array must be type '{0}'. One or more items cannot be cast to this type.
cs: Položky v poli musejí být typu {0}. Jednu nebo více položek nelze tomuto typu přiřadit.
de: Elemente des Arrays müssen vom Typ "{0}" sein. Mindestens ein Element kann nicht in diesen Typ umgewandelt werden.
es: Los elementos de la matriz deben ser de tipo '{0}'. Uno o más elementos no se pueden convertir en este tipo.
fr: Les éléments du tableau doivent être de type '{0}'. Un ou plusieurs éléments ne peuvent pas faire l'objet d'un cast en ce type.
it: Gli elementi nella matrice devono essere di tipo '{0}'. Non è possibile eseguire il cast a questo tipo per uno o più elementi.
ja: 配列の項目の型は '{0}' でなければなりません。1 つ以上の項目をこの型にキャストできません。
ko: 배열에 있는 항목은 '{0}' 형식이어야 합니다. 이 형식에 대해 하나 이상의 항목을 캐스팅할 수 없습니다.
pl: Elementy w tablicy muszą być typu „{0}”. Jednego lub kilku elementów nie można rzutować na ten typ.
pt_br: Os itens da matriz devem ser do tipo '{0}'. Não é possível converter um ou mais itens nesse tipo.
ru: Элементы массива должны иметь тип "{0}". Один или несколько элементов не могут быть преобразованы к этому типу.
tr: Dizideki öğeler '{0}' türünde olmalıdır. Bir veya birden çok öğe bu türe yayınlanamıyor.
zh_hans: 数组中的项必须为类型“{0}”。无法将一个或多个项转换为此类型。
zh_hant: 陣列中之項目的型別必須是 '{0}'。一或多個項目無法轉型為此型別。

# MarkupExtensionArrayType
source: Must set Type before calling ProvideValue on ArrayExtension.
cs: Před voláním metody ProvideValue v rozšíření ArrayExtension je nutné nastavit parametr Type.
de: Der Typ muss vor dem Aufrufen von ProvideValue für ArrayExtension festgelegt werden.
es: Debe establecer Type antes de llamar a ProvideValue en ArrayExtension.
fr: Le type doit être défini avant l'appel de ProvideValue sur ArrayExtension.
it: È necessario impostare Type prima di chiamare ProvideValue su ArrayExtension.
ja: ArrayExtension で ProvideValue を呼び出す前に、Type を設定する必要があります。
ko: ArrayExtension에서 ProvideValue를 호출하기 전에 형식을 설정해야 합니다.
pl: Właściwość Type należy ustawić przed wywołaniem metody ProvideValue obiektu ArrayExtension.
pt_br: Type deve ser definido antes de chamar ProvideValue em ArrayExtension.
ru: Необходимо задать значение Type перед вызовом ProvideValue для ArrayExtension.
tr: ArrayExtension öğesinde ProvideValue çağrılmadan önce Tür ayarlanmalıdır.
zh_hans: 对 ArrayExtension 调用 ProvideValue 之前，必须设置 Type。
zh_hant: 必須先設定型別然後再呼叫 ArrayExtension 上的 ProvideValue。

# MarkupExtensionBadStatic
source: '{0}' StaticExtension value cannot be resolved to an enumeration, static field, or static property.
cs: Hodnotu {0} StaticExtension nelze přeložit na výčet, statické pole ani statickou vlastnost.
de: Der StaticExtension-Wert "{0}" kann nicht zu einer Enumeration, einem statischen Feld oder einer statischen Eigenschaft aufgelöst werden.
es: El valor de StaticExtension '{0}' no se puede resolver en una enumeración, un campo estático o una propiedad estática.
fr: La valeur StaticExtension '{0}' ne peut pas être résolue en énumération, champ statique ou propriété statique.
it: Impossibile risolvere il valore StaticExtension '{0}' in un'enumerazione, un campo statico o una proprietà statica.
ja: '{0}' StaticExtension 値は、列挙値、静的フィールド、または静的プロパティに解決できません。
ko: '{0}' StaticExtension 값을 열거형, 정적 필드 또는 정적 속성으로 확인할 수 없습니다.
pl: Obiektu StaticExtension „{0}” nie można rozpoznać jako wyliczenia, pola statycznego ani właściwości statycznej.
pt_br: O valor de StaticExtension '{0}' não pode ser resolvido como uma enumeração, campo estático ou propriedade estática.
ru: 'Значение StaticExtension "{0}" нельзя определить как перечисление, статическое поле или статическое свойство.
tr: '{0}' StaticExtension değeri bir sabit listesi, statik alan veya statik özelliğe çözülemiyor.
zh_hans: 无法将“{0}”StaticExtension 值解析为枚举、静态字段或静态属性。
zh_hant: '{0}' StaticExtension 值無法解析為列舉、靜態欄位或靜態屬性。

# MarkupExtensionNoContext
source: Markup extension '{0}' requires '{1}' be implemented in the IServiceProvider for ProvideValue.
cs: Rozšíření značek {0} požaduje, aby {1} bylo implementováno v rozhraní IServiceProvider pro metodu ProvideValue.
de: Die Markuperweiterung "{0}" erfordert die Implementierung von {1} in IServiceProvider für ProvideValue.
es: La extensión de marcado '{0}' requiere que '{1}' se implemente en IServiceProvider para ProvideValue.
fr: L'extension de balisage '{0}' nécessite que '{1}' soit implémenté dans l'IServiceProvider de ProvideValue.
it: L'estensione di markup '{0}' richiede l'implementazione di '{1}' nel IServiceProvider per ProvideValue.
ja: マークアップ拡張 '{0}' では、ProvideValue の IServiceProvider に '{1}' を実装する必要があります。
ko: 태그 확장 '{0}'을(를) 사용하려면 IServiceProvider에서 ProvideValue에 대해 '{1}'이(가) 구현되어 있어야 합니다.
pl: Rozszerzenie znacznika „{0}” wymaga zaimplementowania interfejsu „{1}” w interfejsie IServiceProvider dla metody ProvideValue.
pt_br: A extensão de marcação '{0}' requer que '{1}' seja implementado no IServiceProvider para ProvideValue.
ru: Расширению разметки "{0}" требуется реализация "{1}" в IServiceProvider для ProvideValue.
tr: {0}' işaretleme uzantısı, ProvideValue için IServiceProvider içinde '{1}' yürütülmesini gerektirir.
zh_hans: 标记扩展“{0}”要求在 ProvideValue 的 IServiceProvider 中实现“{1}”。
zh_hant: 標記延伸 '{0}' 要求 '{1}' 必須已在 ProvideValue 的 IServiceProvider 中實作。

# MarkupExtensionStaticMember
source: StaticExtension must have Member property set before ProvideValue can be called.
cs: Třída StaticExtension musí mít nastavenu vlastnost Member před voláním metody ProvideValue.
de: Für StaticExtension muss die Member-Eigenschaft festgelegt werden, bevor ProvideValue aufgerufen werden kann.
es: StaticExtension debe tener la propiedad Member establecida para poder llamar a ProvideValue.
fr: La propriété Member doit être définie pour StaticExtension avant que ProvideValue puisse être appelé.
it: È necessario impostare la proprietà Member per StaticExtension prima di poter chiamare ProvideValue.
ja: StaticExtension では、ProvideValue を呼び出す前に、Member プロパティを設定する必要があります。
ko: ProvideValue를 호출하려면 먼저 StaticExtension에서 Member 속성을 설정해야 합니다.
pl: Aby było można wywołać metodę ProvideValue, obiekt StaticExtension musi mieć ustawioną właściwość Member.
pt_br: StaticExtension deve ter a propriedade Member definida para que ProvideValue possa ser chamado.
ru: Для StaticExtension требуется задать свойство Member перед вызовом ProvideValue.
tr: ProvideValue çağırılmadan önce StaticExtension için Member özelliği ayarlanmış olmalıdır.
zh_hans: 必须先设置 StaticExtension 的 Member 属性，然后才能调用 ProvideValue。
zh_hant: StaticExtension 必須設定 Member 屬性，才能呼叫 ProvideValue。

# MarkupExtensionTypeName
source: TypeExtension must have TypeName property set before ProvideValue can be called.
cs: Třída TypeExtension musí mít nastavenu vlastnost TypeName před voláním metody ProvideValue.
de: Für TypeExtension muss die TypeName-Eigenschaft festgelegt werden, bevor ProvideValue aufgerufen werden kann.
es: TypeExtension debe tener la propiedad TypeName establecida para poder llamar a ProvideValue.
fr: La propriété TypeName de TypeExtension doit être définie avant que ProvideValue puisse être appelé.
it: È necessario impostare la proprietà TypeName per TypeExtension prima di poter chiamare ProvideValue.
ja: TypeExtension では、ProvideValue を呼び出す前に、TypeName プロパティを設定する必要があります。
ko: ProvideValue를 호출하려면 먼저 TypeExtension에서 TypeName 속성을 설정해야 합니다.
pl: Aby było można wywołać metodę ProvideValue, obiekt TypeExtension musi mieć ustawioną właściwość TypeName.
pt_br: TypeExtension deve ter a propriedade TypeName definida para que ProvideValue possa ser chamado.
ru: Для TypeExtension требуется задать свойство TypeName перед вызовом ProvideValue.
tr: ProvideValue çağrılmadan önce TypeExtension'ın TypeName özelliği ayarlanmış olmalıdır.
zh_hans: TypeExtension 必须先设置 TypeName 属性，然后才能调用 ProvideValue。
zh_hant: TypeExtension 必須設定 TypeName 屬性，才能呼叫 ProvideValue。

# MarkupExtensionTypeNameBad
source: '{0}' string is not valid for type.
cs: Řetězec {0} není pro tento typ platný.
de: Die Zeichenfolge "{0}" ist für den Typ ungültig.
es: La cadena '{0}' no es válida para el tipo.
fr: Chaîne '{0}' non valide pour le type.
it: Stringa '{0}' non valida per il tipo.
ja: '{0}' 文字列は型として有効ではありません。
ko: '{0}' 문자열은 형식에 사용할 수 없습니다.
pl: Ciąg „{0}” jest nieprawidłowy dla tego typu.
pt_br: A cadeia de caracteres '{0}' não é válida para o tipo.
ru: Недопустимая строка "{0}" для типа.
tr: '{0}' dizesinin türü geçerli değil.
zh_hans: “{0}”字符串对类型无效。
zh_hant: '{0}' 字串對於型別而言是無效的。

# MarkupExtensionWithDuplicateArity
source: Cannot determine the positional parameters for type '{0}' because it has more than one constructor overload with '{1}' parameters. To make this markup extension usable in XAML, remove the duplicate constructor overload(s) or set XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity to true.
cs: Nelze určit poziční parametry pro typ {0}, protože existuje více než jedno přetížení konstruktoru pomocí parametrů {1}. Chcete-li, aby bylo toto rozšíření značek použitelné v jazyce XAML, odeberte duplicitní přetížení konstruktoru nebo nastavte vlastnost XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity na hodnotu true.
de: Die Positionsparameter für den Typ "{0}" kann nicht bestimmt werden, da mindestens eine Konstruktorüberladung mit {1}-Parametern vorhanden ist. Damit die Markuperweiterung in XAML verwendet werden kann, entfernen Sie die doppelten Konstruktorüberladungen, oder legen Sie XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity auf "true" fest.
es: No se pueden determinar los parámetros posicionales para el tipo '{0}' porque tiene más de una sobrecarga de constructor con '{1}' parámetros. Para poder usar esta extensión de marcado en XAML, quite las sobrecargas de constructor duplicadas o establezca XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity en true.
fr: Impossible de déterminer les paramètres positionnels pour le type '{0}', car il possède plusieurs surcharges de constructeur avec des paramètres '{1}'. Pour pouvoir utiliser cette extension de balisage en XAML, supprimez la ou les surcharges de constructeur en double ou affectez à XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity la valeur True.
it: Impossibile determinare i parametri posizionali per il tipo '{0}' perché ha più di un overload del costruttore con parametri '{1}'. Per rendere utilizzabile l'estensione di markup corrente in XAML, rimuovere gli overload del costruttore duplicati o impostare XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity su true.
ja: 型 '{0}' の位置指定パラメーターを決定できません。'{1}' 個のパラメーターを持つコンストラクターのオーバーロードが複数存在します。このマークアップ拡張を XAML で使用できるようにするには、重複するコンストラクターのオーバーロードを削除するか、XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity を true に設定してください。
ko: '{1}' 매개 변수가 포함된 생성자 오버로드를 두 개 이상 포함하기 때문에 '{0}' 형식에 대한 위치 매개 변수를 확인할 수 없습니다. XAML에서 이 태그 확장을 사용하려면 중복 생성자 오버로드를 제거하거나 XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity를 true로 설정하십시오.
pl: Nie można ustalić parametrów pozycyjnych dla typu „{0}”, ponieważ ma on więcej niż jedno przeładowanie konstruktora o następującej liczbie parametrów: {1}. Aby można było używać tego rozszerzenia znacznika w kodzie XAML, usuń zduplikowane przeładowania konstruktora lub ustaw dla właściwości XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity wartość true.
pt_br: Não é possível determinar os parâmetros posicionais para o tipo '{0}', pois ele tem mais de uma sobrecarga de construtor com parâmetros de '{1}'. Para tornar essa extensão de marcação utilizável em XAML, remova as sobrecargas de construtor duplicadas ou defina XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity como verdadeiro.
ru: Не удается определить позиционные параметры для типа "{0}", поскольку у него больше двух версий перегруженного конструктора с параметром "{1}". Чтобы это расширение разметки можно было использовать в XAML, удалите одну или несколько дублирующихся версий перегруженного конструктора, или задайте свойству XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity значение true.
tr: {0}' türünün '{1}' parametreleriyle birden çok oluşturucu fazla yüklemesi bulunduğundan bu türün konum parametreleri saptanamıyor. Bu işaretleme uzantısının XAML'de kullanılabilir duruma gelmesini sağlamak için, yinelenen oluşturucu fazla yüklemelerini kaldırın veya XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity değerini true olarak ayarlayın.
zh_hans: 无法确定类型“{0}”的位置参数，因为该类型具有多个带有“{1}”参数的构造函数重载。若要使此标记扩展可在 XAML 中使用，请移除重复的构造函数重载，或者将 XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity 设置为 true。
zh_hant: 無法判斷型別 '{0}' 的位置參數，因為它有一個以上具有 '{1}' 參數的建構函式多載。若要讓這個標記延伸可以在 XAML 中使用，請移除重複的建構函式多載，或將 XamlSchemaContextSettings.SupportMarkupExtensionsWithDuplicateArity 設定為 true。

# MemberHasInvalidXamlName
source: The name of the member '{0}' contains characters that are invalid in XAML.
cs: Název člena {0} obsahuje znaky, které jsou v jazyce XAML neplatné.
de: Der Name des Members "{0}" enthält Zeichen, die in XAML ungültig sind.
es: El nombre del miembro '{0}' contiene caracteres que no son válidos en XAML.
fr: Le nom du membre '{0}' contient des caractères qui ne sont pas valides en XAML.
it: Il nome del membro '{0}' contiene caratteri non validi in XAML.
ja: メンバー '{0}' の名前に、XAML で無効な文字が含まれています。
ko: '{0}' 멤버 이름에 XAML에서 유효하지 않은 문자가 포함되어 있습니다.
pl: Nazwa elementu członkowskiego „{0}” zawiera znaki, które są nieprawidłowe w kodzie XAML.
pt_br: O nome do associado '{0}' contém caracteres inválidos em XAML.
ru: Имя члена "{0}" содержит символы, недопустимые в XAML.
tr: '{0}' üyesinin adı XAML'de geçersiz olan karakterler içeriyor.
zh_hans: 成员“{0}”的名称包含在 XAML 中无效的字符。
zh_hant: 成員 '{0}' 的名稱含有在 XAML 中無效的字元。

# MemberIsInternal
source: Member '{0}' on type '{1}' is internal.
cs: Člen {0} v typu {1} je interní.
de: Der Member "{0}" für den Typ "{1}" ist intern.
es: El miembro '{0}' en el tipo '{1}' es interno.
fr: Le membre '{0}' sur le type '{1}' est interne.
it: Il membro '{0}' sul tipo '{1}' è interno.
ja: 型 '{1}' の '{0}' は内部メンバーです。
ko: '{1}' 형식의 '{0}' 멤버가 내부 멤버입니다.
pl: Element członkowski „{0}” w typie „{1}” jest wewnętrzny.
pt_br: O membro '{0}' no tipo '{1}' é interno.
ru: Член "{0}" типа "{1}" является внутренним.
tr: '{1}' türündeki '{0}' üyesi bir iç üyedir.
zh_hans: 类型“{1}”的成员“{0}”是内部成员。
zh_hant: 型別 '{1}' 上的成員 '{0}' 是內部成員。

# MethodInvocation
source: The invocation of a method '{0}' that matches the specified binding constraints threw an exception.
cs: Vyvolání metody {0}, která odpovídá zadaným omezením vazby, vyvolalo výjimku.
de: Durch den Aufruf der Methode "{0}", die den angegebenen Bindungseinschränkungen entspricht, wurde eine Ausnahme ausgelöst.
es: La invocación de un método '{0}' que coincide con las restricciones de enlace especificadas produjo una excepción.
fr: L'invocation d'une méthode '{0}' qui correspond aux contraintes de liaison spécifiées a levé une exception.
it: La chiamata di un metodo '{0}' corrispondente ai vincoli di associazione specificati ha generato un'eccezione.
ja: 指定されたバインディング制約に一致するメソッド '{0}' の呼び出しで例外がスローされました。
ko: 지정된 바인딩 제약 조건과 일치하는 '{0}' 메서드의 호출에서 예외가 throw되었습니다.
pl: Wywołanie metody „{0}” zgodnej z określonymi ograniczeniami wiązania spowodowało wyjątek.
pt_br: A invocação de um método '{0}' que corresponde às restrições de associação especificadas iniciou uma exceção.
ru: Вызов метода "{0}", удовлетворяющего указанным ограничениям привязки, привел к выдаче исключения.
tr: Belirtilen bağlama kısıtlamalarıyla eşleşen '{0}' metodunu çağırma işlemi özel durum döndürdü.
zh_hans: 对方法“{0}”执行符合指定的绑定约束的调用时引发了异常。
zh_hant: 符合所指定繫結條件約束之方法 '{0}' 的引動過程擲回例外狀況。

# MissingAssemblyName
source: No local assembly provided to complete URI='{0}'.
cs: Nebylo zadáno žádné místní sestavení pro dokončení identifikátoru URI={0}.
de: Es wurde keine lokale Assembly zum Abschluss von URI="{0}" angegeben.
es: No se proporcionó ningún ensamblado local para completar el URI='{0}'.
fr: Aucun assembly local fourni pour compléter URI='{0}'.
it: Nessun assembly locale fornito per completare l'URI='{0}'.
ja: URI='{0}' は不完全です。ローカル アセンブリが指定されていません。
ko: 완전한 URI='{0}'에 제공된 로컬 어셈블리가 없습니다.
pl: Nie podano zestawu lokalnego uzupełniającego adres URI={0}.
pt_br: Nenhum assembly local fornecido para completar URI='{0}'.
ru: Не предоставлено локальной сборки для полного URI="{0}".
tr: URI='{0}' öğesini tamamlamak için hiçbir yerel bütünleştirilmiş kod sağlanmadı.
zh_hans: 没有提供本地程序集来完成 URI=“{0}”。
zh_hant: 未提供本機組件以完成 URI='{0}'。

# MissingCase
source: Missing case '{0}' in DeferringWriter'{1}' method.
cs: Chybí příkaz case {0} v metodě DeferringWriter {1}.
de: Fehlender Fall ("{0}") in der DeferringWriter {1}-Methode.
es: Falta el caso '{0}' en el método DeferringWriter'{1}'.
fr: Cas manquant '{0}' dans la méthode DeferringWriter'{1}'.
it: Occorrenza mancante '{0}' nel metodo DeferringWriter'{1}'.
ja: DeferringWriter'{1}' メソッドにケース '{0}' がありません。
ko: DeferringWriter'{1}' 메서드에 '{0}' 항목이 없습니다.
pl: Brak instrukcji case „{0}” w metodzie DeferringWriter „{1}”.
pt_br: Caso '{0}' ausente no método DeferringWriter'{1}'.
ru: Отсутствует case "{0}" в методе DeferringWriter"{1}".
tr: DeferringWriter'{1}' metodunda '{0}' durumu eksik.
zh_hans: DeferringWriter“{1}”方法中缺少事例“{0}”。
zh_hant: DeferringWriter'{1}' 方法中遺漏案例 '{0}'。

# MissingCaseXamlNodes
source: Missing case in Default processing of XamlNodes.
cs: Chybí příkaz case ve výchozím zpracování uzlů XamlNodes.
de: Fehlender Fall in der Standardverarbeitung von XamlNodes.
es: Falta un caso en el procesamiento predeterminado de XamlNodes.
fr: Cas manquant dans le traitement par défaut de XamlNodes.
it: Occorrenza mancante nell'elaborazione predefinita di XamlNodes.
ja: XamlNodes の既定の処理にケースがありません。
ko: XamlNodes 기본 처리에 해당하는 항목이 없습니다.
pl: Brak instrukcji case w elemencie Default przetwarzającym węzły XamlNodes.
pt_br: Caso ausente no processamento Padrão de XamlNodes.
ru: Отсутствует case в обработке по умолчанию для XamlNodes.
tr: XamlNodes'un Varsayılan işleminde durum eksik.
zh_hans: XamlNodes 的默认处理中缺少事例。
zh_hant: XamlNodes 的預設處理中遺漏案例。
