Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Xaml/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MissingComma1
source: Unexpected equals sign '=' following '{0}'. Check for a missing comma separator.
cs: Neočekávaný znak rovná se (=) hned za {0}. Zkontrolujte, zda nechybí oddělovací čárka.
de: Unerwartetes Gleichheitszeichen "=" folgt auf "{0}". Suchen Sie nach einem fehlenden Kommatrennzeichen.
es: Signo igual '=' inesperado después de '{0}'. Compruebe si falta un separador de coma.
fr: Signe égal '=' inattendu après '{0}'. Vérifiez si un séparateur de virgule est manquant.
it: Segno di uguale '=' imprevisto dopo '{0}'. Verificare che un separatore di tipo virgola sia disponibile.
ja: '{0}' の後に予期しない等号 '=' があります。コンマ区切り記号が不足していないかどうかを確認してください。
ko: '{0}' 뒤에 예기치 않은 등호('=')가 있습니다. 쉼표 구분 기호가 누락되었는지 확인하십시오.
pl: Nieoczekiwany znak równości „=” po elemencie {0}. Sprawdź, czy nie brakuje przecinka jako separatora.
pt_br: Sinal de igual '=' inesperado após '{0}'. Verifique se um separador de vírgula está ausente.
ru: Непредвиденный знак "=" после "{0}". Проверьте, не пропущен ли разделитель в виде запятой.
tr: '{0}' değerinden sonra beklenmeyen eşittir işareti '='. Virgül ayırıcısının eksik olup olmadığını denetleyin.
zh_hans: “{0}”后意外地跟有等号“=”。请检查是否缺少逗号分隔符。
zh_hant: '{0}' 後面有未預期的等號 '='。請檢查是否遺漏了逗號分隔符號。

# MissingComma2
source: Unexpected equals sign '=' following '{0}'='{1}'. Check for a missing comma separator.
cs: Neočekávaný znak rovná se (=) hned za {0}={1}. Zkontrolujte, zda nechybí oddělovací čárka.
de: Unerwartetes Gleichheitszeichen "=" folgt auf "{0}"="{1}". Suchen Sie nach einem fehlenden Kommatrennzeichen.
es: Signo igual '=' inesperado después de '{0}'='{1}'. Compruebe si falta un separador de coma.
fr: Signe égal '=' inattendu après '{0}'='{1}'. Vérifiez si un séparateur de virgule est manquant.
it: Segno di uguale '=' imprevisto dopo '{0}'='{1}'. Verificare che un separatore di tipo virgola sia disponibile.
ja: '{0}'='{1}' の後に予期しない等号 '=' があります。コンマ区切り記号が不足していないかどうかを確認してください。
ko: '{0}'='{1}' 뒤에 예기치 않은 등호('=')가 있습니다. 쉼표 구분 기호가 누락되었는지 확인하십시오.
pl: Nieoczekiwany znak równości „=” po elemencie {0}={1}. Sprawdź, czy nie brakuje przecinka jako separatora.
pt_br: Sinal de igual '=' inesperado após '{0}'='{1}'. Verifique se um separador de vírgula está ausente.
ru: Непредвиденный знак "=" после "{0}"="{1}". Проверьте, не пропущен ли разделитель в виде запятой.
tr: '{0}'='{1}' değerinden sonra beklenmeyen eşittir işareti '='. Virgül ayırıcısının eksik olup olmadığını denetleyin.
zh_hans: '{0}'='{1}' 后意外的跟有等号“=”。请检查是否缺少逗号分隔符。
zh_hant: '{0}'='{1}' 後面有未預期的等號 '='。請檢查是否遺漏了逗號分隔符號。

# MissingImplicitProperty
source: Missing implicit property case.
cs: Chybí příkaz case implicitní vlastnosti.
de: Ein impliziter Eigenschaftenfall ist nicht vorhanden.
es: Falta un caso de propiedad implícita.
fr: Cas de propriété implicite manquant.
it: Case di proprietà implicita mancante.
ja: 暗黙的なプロパティ ケースがありません。
ko: 암시적 속성 항목이 없습니다.
pl: Brak instrukcji case właściwości niejawnej.
pt_br: Caso de propriedade implícita ausente.
ru: Отсутствует case для неявного свойства.
tr: Örtülü özellik durumu eksik.
zh_hans: 缺少隐式属性事例。
zh_hant: 遺漏隱含屬性案例。

# MissingImplicitPropertyTypeCase
source: Missing case for ImplicitPropertyType.
cs: Chybí příkaz case pro ImplicitPropertyType.
de: Fehlender Fall für ImplicitPropertyType.
es: Falta un caso para ImplicitPropertyType.
fr: Cas manquant pour ImplicitPropertyType.
it: Occorrenza mancante per ImplicitPropertyType.
ja: ImplicitPropertyType のケースがありません。
ko: ImplicitPropertyType에 대한 해당 항목이 없습니다.
pl: Brak instrukcji case dla typu ImplicitPropertyType.
pt_br: Caso ausente para ImplicitPropertyType.
ru: Отсутствует case для ImplicitPropertyType.
tr: ImplicitPropertyType için durum eksik.
zh_hans: ImplicitPropertyType 缺少事例。
zh_hant: 遺漏 ImplicitPropertyType 的案例。

# MissingKey
source: Missing key value on '{0}' object.
cs: Chybí hodnota klíče v objektu {0}.
de: Fehlender Schlüsselwert für {0}-Objekt.
es: Falta un valor de clave en el objeto '{0}'.
fr: Valeur de clé manquante sur l'objet '{0}'.
it: Valore di chiave mancante nell'oggetto '{0}'.
ja: '{0}' オブジェクトにキー値がありません。
ko: '{0}' 개체에 키 값이 없습니다.
pl: Brak wartości klucza w obiekcie „{0}”.
pt_br: Valor de chave ausente no objeto '{0}'.
ru: Отсутствует значение ключа для объекта "{0}".
tr: '{0}' nesnesinde anahtar değeri eksik.
zh_hans: “{0}”对象上缺少键值。
zh_hant: 遺漏 '{0}' 物件的機碼值。

# MissingLookPropertyBit
source: Missing case handler in LookupPropertyBit.
cs: Chybí obslužná rutina case v LookupPropertyBit.
de: Fehlender Fallhandler in LookupPropertyBit.
es: Falta un controlador de caso en LookupPropertyBit.
fr: Gestionnaire de cas manquant dans LookupPropertyBit.
it: Gestore di occorrenze mancanti in LookupPropertyBit.
ja: LookupPropertyBit にケース ハンドラーがありません。
ko: LookupPropertyBit에 항목 처리기가 없습니다.
pl: Brak obsługi instrukcji case w elemencie LookupPropertyBit.
pt_br: Manipulador de caso ausente em LookupPropertyBit.
ru: Отсутствует обработчик case в LookupPropertyBit.
tr: LookupPropertyBit içinde durum işleyicisi eksik.
zh_hans: LookupPropertyBit 中缺少事例处理程序。
zh_hant: LookupPropertyBit 中遺漏案例處理常式。

# MissingNameProvider
source: Service provider is missing the IXamlNameProvider service.
cs: Chybí služba IXamlNameProvider ve zprostředkovateli služby.
de: Im Dienstanbieter fehlt der IXamlNameProvider-Dienst.
es: Falta el servicio IXamlNameProvider en el proveedor de servicios.
fr: Le service IXamlNameProvider est manquant dans le fournisseur de services.
it: Servizio IXamlNameProvider mancante nel provider di servizi.
ja: サービス プロバイダーに IXamlNameProvider サービスがありません。
ko: 서비스 공급자에 IXamlNameProvider 서비스가 없습니다.
pl: W dostawcy usług brakuje usługi IXamlNameProvider.
pt_br: O serviço IXamlNameProvider está ausente no provedor de serviço.
ru: В поставщике служб отсутствует служба IXamlNameProvider.
tr: IXamlNameProvider hizmetinde hizmet sağlayıcısı eksik.
zh_hans: 服务提供程序缺少 IXamlNameProvider 服务。
zh_hant: 服務提供者遺漏 IXamlNameProvider 服務。

# MissingNameResolver
source: Service provider is missing the INameResolver service.
cs: Chybí služba INameResolver ve zprostředkovateli služby.
de: Im Dienstanbieter fehlt der INameResolver-Dienst.
es: Falta el servicio INameResolver en el proveedor de servicios.
fr: Le fournisseur INameResolver est manquant dans le fournisseur de services.
it: Servizio INameResolver mancante nel provider di servizi.
ja: サービス プロバイダーに INameResolver サービスがありません。
ko: 서비스 공급자에 INameResolver 서비스가 없습니다.
pl: W dostawcy usług brakuje usługi INameResolver.
pt_br: O serviço INameResolver está ausente no provedor de serviço.
ru: В поставщике служб отсутствует служба INameResolver.
tr: INameResolver hizmetinde hizmet sağlayıcısı eksik.
zh_hans: 服务提供程序缺少 INameResolver 服务。
zh_hant: 服務提供者遺漏 INameResolver 服務。

# MissingPropertyCaseClrType
source: Missing case in ClrType 'Member' lookup.
cs: Chybí příkaz case ve vyhledávání ClrType Member.
de: Fehlender Fall in ClrType Member-Suche.
es: Falta un caso en la búsqueda de ClrType 'Member'.
fr: ,Cas manquant dans la recherche de ClrType 'Member'.
it: Occorrenza mancante in ricerca 'Member' ClrType.
ja: ClrType 'Member' 検索にケースがありません。
ko: ClrType 'Member' 조회에 해당 항목이 없습니다.
pl: Brak instrukcji case w odnośniku „Member” typu ClrType.
pt_br: Caso ausente na pesquisa ClrType 'Member'.
ru: Отсутствует case в подстановке ClrType "Member".
tr: ClrType 'Member' aramasında durum eksik.
zh_hans: ClrType“Member”查找中缺少事例。
zh_hant: ClrType 'Member' 查閱中遺漏案例。

# MissingTagInNamespace
source: Missing '{0}' in URI '{1}'.
es: Falta '{0}' en el URI '{1}'.
it: '{0}' mancante nell'URI '{1}'.
ja: '{0}' が URI '{1}' にありません。
ko: URI {1}에 '{0}'이(가) 없습니다.
pl: Brakujący element „{0}” w adresie URI „{1}”.
pt_br: '{0}' ausente no URI '{1}'.
ru: Отсутствует "{0}" в URI "{1}".
tr: '{1}' URI'sinde '{0}' eksik.
zh_hans: URI“{1}”中缺少“{0}”。
zh_hant: URI '{1}' 中遺漏 '{0}'。

# MissingTypeConverter
source: Creating from text without a TypeConverter is not allowed.
cs: Vytváření z textu bez atributu TypeConverter není povoleno.
de: Das Erstellen von Objekten aus Text ohne TypeConverter ist nicht zulässig.
es: No se permite la creación a partir de texto sin un TypeConverter.
fr: La création de texte sans TypeConverter n'est pas autorisée.
it: Creazione da testo senza un TypeConverter non consentita.
ja: TypeConverter を使用せずにテキストから作成することはできません。
ko: TypeConverter 없이 텍스트에서 만들 수는 없습니다.
pl: Tworzenie na podstawie tekstu bez obiektu TypeConverter jest niedozwolone.
pt_br: A criação de texto sem um TypeConverter não é permitida.
ru: Создание на основе текста без применения TypeConverter не допускается.
tr: TypeConverter olmadan metinden oluşturmaya izin verilmez.
zh_hans: 不允许从不含 TypeConverter 的文本中创建。
zh_hant: 不允許從沒有 TypeConverter 的文字建立。

# MustBeOfType
source: '{0}' must be of type '{1}'.
cs: {0} musí být typ {1}.
de: "{0}" muss vom Typ "{1}" sein.
es: '{0}' debe ser de tipo '{1}'.
fr: '{0}' doit être de type '{1}'.
it: '{0}' deve essere di tipo '{1}'.
ja: '{0}' の型は '{1}' でなければなりません。
ko: '{0}'은(는) '{1}' 형식이어야 합니다.
pl: „{0}” musi być typu „{1}”.
pt_br: '{0}' deve ser do tipo '{1}'.
ru: "{0}" должен иметь тип "{1}".
tr: '{0}', '{1}' türünde olmalıdır.
zh_hans: “{0}”的类型必须是“{1}”。
zh_hant: '{0}' 必須屬於型別 '{1}'。

# MustHaveName
source: Reference must have a Name to resolve.
cs: Odkaz musí mít parametr Name, který lze přeložit.
de: Der Verweis muss einen aufzulösenden Namen enthalten.
es: La referencia debe tener un nombre para resolver.
fr: La référence doit avoir un nom à résoudre.
it: Il riferimento deve avere un nome da risolvere.
ja: 参照を解決するには、名前が必要です。
ko: 참조에 확인할 이름이 있어야 합니다.
pl: Odwołanie musi mieć nazwę do rozpoznania.
pt_br: A referência deve ter um Nome para resolver.
ru: Необходимо, чтобы ссылка содержала значение Name для разрешения.
tr: Başvurunun çözülecek bir Ad değeri olmalıdır.
zh_hans: 引用必须具有要解析的 Name。
zh_hant: 參考必須有名稱才能解析。

# MustNotCallSetter
source: This setter is not intended to be used directly from your code. Do not call this setter.
cs: Tato metoda Setter není určena k použití přímo z vašeho kódu. Nevolejte tuto metodu Setter.
de: Der Setter ist nicht für eine direkte Verwendung vom Code aus vorgesehen. Rufen Sie diesen Setter nicht auf.
es: Este establecedor no está pensado para usarlo directamente desde el código. No llame a este establecedor.
fr: Cette méthode setter n'est pas destinée à être utilisée directement à partir de votre code. N'appelez pas cette méthode setter.
it: Il Setter corrente non può essere utilizzato direttamente dal codice. Non chiamare il Setter corrente.
ja: この set アクセス操作子はコードから直接使用できません。この set アクセス操作子を呼び出さないでください。
ko: 이 setter는 코드에서 직접 사용할 수 없습니다. 이 setter를 호출하지 마십시오.
pl: Ta metoda ustawiająca nie jest przeznaczona do używania bezpośrednio z kodu. Nie wywołuj tej metody.
pt_br: Esse setter não deve ser usado diretamente do código. Não chame esse setter.
ru: Этот метод присваивания не должен использоваться напрямую из кода. Не вызывайте этот метод.
tr: Bu ayarlayıcı doğrudan kodunuzdan kullanılmaya yönelik değildi. Bu ayarlayıcıyı çağırmayın.
zh_hans: 此 setter 不能在代码中直接使用。请不要调用此 setter。
zh_hant: 這個 setter 不可直接從程式碼使用。請勿呼叫這個 setter。

# NameNotFound
source: Name resolution failure. '{0}' was not found.
cs: Překlad názvu se nezdařil. {0} nebylo nalezeno.
de: Fehler bei der Namensauflösung. "{0}" wurde nicht gefunden.
es: Error de resolución de nombre. No se encontró '{0}'.
fr: Échec de la résolution de noms. '{0}' est introuvable.
it: Risoluzione nome non riuscita. Impossibile trovare '{0}'.
ja: 名前の解決に失敗しました。'{0}' が見つかりませんでした。
ko: 이름 확인이 실패했습니다. {0}을(를) 찾을 수 없습니다.
pl: Rozpoznawanie nazwy nie powiodło się. Nie odnaleziono nazwy „{0}”.
pt_br: Falha de resolução de nome. '{0}' não foi encontrado.
ru: Не удалось выполнить разрешение имени. "{0}" не найден.
tr: Ad çözme hatası. '{0}' bulunamadı.
zh_hans: 名称解析失败。未找到“{0}”。
zh_hant: 名稱解析失敗。找不到 '{0}'。

# NameScopeDuplicateNamesNotAllowed
source: Cannot register duplicate name '{0}' in this scope.
cs: Nelze registrovat duplicitní název {0} v tomto oboru.
de: Der doppelte Name "{0}" kann in diesem Bereich nicht registriert werden.
es: No se puede registrar el nombre duplicado '{0}' en este ámbito.
fr: Impossible d'inscrire le nom dupliqué '{0}' dans cette portée.
it: Impossibile registrare il Name '{0}' duplicato in questo ambito.
ja: このスコープで重複する名前 '{0}' を登録することはできません。
ko: 이 범위에서는 중복 이름 '{0}'을(를) 등록할 수 없습니다.
pl: Nie można zarejestrować zduplikowanej nazwy „{0}” w tym zakresie.
pt_br: Não é possível registrar Nome duplicado '{0}' neste escopo.
ru: Невозможно зарегистрировать повторяющееся имя "{0}" в этой области.
tr: Bu kapsamda yinelenen '{0}' adı kaydedilemiyor.
zh_hans: 不能在此范围中注册重复的名称“{0}”。
zh_hant: 無法在此範圍中登錄重複的名稱 '{0}'。

# NameScopeException
source: Could not register named object. {0}
cs: Nelze registrovat pojmenovaný objekt. {0}
de: Das benannte Objekt konnte nicht registriert werden. {0}
es: No se pudo registrar el objeto con nombre. {0}
fr: Impossible d'inscrire l'objet nommé. {0}
it: Impossibile registrare l'oggetto con nome. {0}
ja: 名前付きオブジェクトを登録できませんでした。{0}
ko: 명명된 개체를 등록할 수 없습니다. {0}
pl: Nie można zarejestrować nazwanego obiektu. {0}
pt_br: Não foi possível registrar objeto nomeado. {0}
ru: Не удалось зарегистрировать именованный объект. {0}
tr: Adlandırılmış nesne kaydedilemiyor. {0}
zh_hans: 未能注册命名对象。{0}
zh_hant: 無法登錄具名物件。{0}

# NameScopeInvalidIdentifierName
source: '{0}' name is not valid for identifier.
cs: Název {0} není platný pro identifikátor.
de: Der Name "{0}" ist für den Bezeichner ungültig.
es: El nombre '{0}' no es válido para el identificador.
fr: Nom '{0}' non valide pour l'identificateur.
it: Nome '{0}' non valido per l'identificatore.
ja: '{0}' の名前は識別子として有効ではありません。
ko: 식별자에 대한 '{0}' 이름이 잘못되었습니다.
pl: Nazwa „{0}” jest nieprawidłowa dla identyfikatora.
pt_br: O nome '{0}' não é válido para o identificador.
ru: Недопустимое имя "{0}" для идентификатора.
tr: '{0}' adı tanımlayıcı için geçerli değil.
zh_hans: “{0}”名称对标识符无效。
zh_hant: '{0}' 名稱對識別項而言是無效的。

# NameScopeNameNotEmptyString
source: Name cannot be an empty string.
cs: Název nemůže být prázdný řetězec.
de: Name darf keine leere Zeichenfolge sein.
es: El nombre no puede ser una cadena vacía.
fr: Le nom ne peut pas être une chaîne vide.
it: Il nome non può essere una stringa vuota.
ja: 名前を空の文字列にすることはできません。
ko: 이름은 빈 문자열로 지정할 수 없습니다.
pl: Element Name nie może być ciągiem pustym.
pt_br: O nome não pode ser uma cadeia de caracteres vazia.
ru: Значение Name не может быть пустой строкой.
tr: Name boş bir dize olamaz.
zh_hans: Name 不能为空字符串。
zh_hant: 名稱不可為空字串。

# NameScopeNameNotFound
source: Name '{0}' was not found.
cs: Název {0} nebyl nalezen.
de: Der Name "{0}" wurde nicht gefunden.
es: No se encontró el nombre '{0}'.
fr: Le nom '{0}' est introuvable.
it: Name '{0}' non trovato.
ja: 名前 '{0}' が見つかりませんでした。
ko: Name '{0}'을(를) 찾을 수 없습니다.
pl: Nie odnaleziono nazwy „{0}”.
pt_br: O nome '{0}' não foi encontrado.
ru: Имя "{0}" не найдено.
tr: '{0}' adı bulunamadı.
zh_hans: 未找到名称“{0}”。
zh_hant: 找不到名稱 '{0}'。

# NameScopeOnRootInstance
source: Cannot attach NameScope to null root instance.
cs: Nelze připojit obor NameScope ke kořenové instanci s hodnotou Null.
de: NameScope kann keiner NULL-Stamminstanz hinzugefügt werden.
es: No se puede asociar NameScope a una instancia raíz nula.
fr: Impossible d'attacher NameScope à une instance racine null.
it: Impossibile associare NameScope a un'istanza radice con valore null.
ja: NameScope を null のルート インスタンスにアタッチすることはできません。
ko: NameScope를 null 루트 인스턴스에 연결할 수 없습니다.
pl: Nie można dołączyć obiektu NameScope do wystąpienia głównego będącego elementem null.
pt_br: Não é possível anexar NameScope a uma instância de raiz nula.
ru: Не удается присоединить NameScope к неопределенному (null) корневому экземпляру.
tr: NameScope null bir kök örneğine eklenemez.
zh_hans: 无法将 NameScope 附加到 null 根实例。
zh_hant: 無法將 NameScope 附加到 null 根執行個體。

# NamespaceDeclarationCannotBeXml
source: The prefix 'xml' is reserved.
cs: Předpona xml je vyhrazená.
de: Das Präfix "xml" ist reserviert.
es: El prefijo 'xml' está reservado.
fr: Le préfixe 'xml' est réservé.
it: Il prefisso 'xml' è riservato.
ja: プレフィックス 'xml' は予約されています。
ko: 'xml' 접두사가 확인되었습니다.
pl: Prefiks „xml” jest zastrzeżony.
pt_br: O prefixo 'xml' está reservado.
ru: Префикс "xml" зарезервирован.
tr: 'xml' öneki ayrılmıştır.
zh_hans: 前缀“xml”是保留的。
zh_hant: 前置詞 'xml' 是保留的。

# NamespaceDeclarationNamespaceCannotBeNull
source: NamespaceDeclaration.Namespace cannot be null. Provide a value for this property.
cs: Vlastnost NamespaceDeclaration.Namespace nesmí mít hodnotu Null. Zadejte hodnotu pro tuto vlastnost.
de: NamespaceDeclaration.Namespace darf nicht NULL sein. Geben Sie einen Wert für diese Eigenschaft an.
es: NamespaceDeclaration.Namespace no puede ser NULL. Proporcione un valor para esta propiedad.
fr: NamespaceDeclaration.Namespace ne peut pas être null. Fournissez une valeur pour cette propriété.
it: NamespaceDeclaration.Namespace non può essere null. Fornire un valore per la proprietà.
ja: NamespaceDeclaration.Namespace を null にすることはできません。このプロパティの値を入力してください。
ko: NamespaceDeclaration.Namespace는 null일 수 없습니다. 이 속성에 값을 제공하십시오.
pl: Właściwość NamespaceDeclaration.Namespace nie może być elementem null. Podaj wartość dla tej właściwości.
pt_br: NamespaceDeclaration.Namespace não pode ser nulo. Forneça um valor para essa propriedade.
ru: Свойство NamespaceDeclaration.Namespace не может быть неопределенным (null). Укажите значение этого свойства.
tr: NamespaceDeclaration.Namespace null olamaz. Bu özellik için bir değer sağlayın.
zh_hans: NamespaceDeclaration.Namespace 不能为 null。请为此属性提供一个值。
zh_hant: NamespaceDeclaration.Namespace 不可為 null。請提供此屬性的值。

# NamespaceDeclarationPrefixCannotBeNull
source: NamespaceDeclaration.Prefix cannot be null. Provide a value for this property.
cs: Vlastnost NamespaceDeclaration.Prefix nesmí mít hodnotu Null. Zadejte hodnotu pro tuto vlastnost.
de: NamespaceDeclaration.Prefix darf nicht NULL sein. Geben Sie einen Wert für diese Eigenschaft an.
es: NamespaceDeclaration.Prefix no puede ser NULL. Proporcione un valor para esta propiedad.
fr: NamespaceDeclaration.Prefix ne peut pas être null. Fournissez une valeur pour cette propriété.
it: NamespaceDeclaration.Prefix non può essere null. Fornire un valore per la proprietà.
ja: NamespaceDeclaration.Prefix を null にすることはできません。このプロパティの値を入力してください。
ko: NamespaceDeclaration.Prefix는 null일 수 없습니다. 이 속성에 값을 제공하십시오.
pl: Właściwość NamespaceDeclaration.Prefix nie może być elementem null. Podaj wartość dla tej właściwości.
pt_br: NamespaceDeclaration.Prefix não pode ser nulo. Forneça um valor para essa propriedade.
ru: Свойство NamespaceDeclaration.Prefix не может быть неопределенным (null). Укажите значение этого свойства.
tr: NamespaceDeclaration.Prefix null olamaz. Bu özellik için bir değer sağlayın.
zh_hans: NamespaceDeclaration.Prefix 不能为 null。请为此属性提供一个值。
zh_hant: NamespaceDeclaration.Prefix 不可為 null。請提供此屬性的值。

# NamespaceNotFound
source: Namespace '{0}' was not found in scope.
cs: Obor názvů {0} nebyl v oboru nalezen.
de: Der Namespace "{0}" wurde im Bereich nicht gefunden.
es: No se encontró el espacio de nombres '{0}' en el ámbito.
fr: L'espace de noms '{0}' est introuvable dans la portée.
it: Impossibile trovare lo spazio dei nomi '{0}' nell'ambito.
ja: 名前空間 '{0}' がスコープ内に見つかりませんでした。
ko: 범위에 '{0}' 네임스페이스가 없습니다.
pl: Nie odnaleziono przestrzeni nazw „{0}” w tym zakresie.
pt_br: O namespace '{0}' não foi encontrado no escopo.
ru: Пространство имен "{0}" не найдено в данной области.
tr: '{0}' ad alanı kapsamda bulunamadı.
zh_hans: 在范围中未找到命名空间“{0}”。
zh_hant: 範圍中找不到命名空間 '{0}'。

# NoAddMethodFound
source: No Add methods found on type '{0}' for a value of type '{1}'.
cs: Nebyly nalezeny žádné metody Add v typu {0} pro hodnotu typu {1}.
de: Für den Typ "{0}" für einen Wert vom Typ "{1}" wurden keine Add-Methoden gefunden.
es: No se encontraron métodos Add en el tipo '{0}' para un valor de tipo '{1}'.
fr: Aucune méthode Add n'a été trouvée sur le type '{0}' pour une valeur de type '{1}'.
it: Nessun metodo Add trovato sul tipo '{0}' per un valore di tipo '{1}'.
ja: 型 '{1}' の値の型 '{0}' に Add メソッドが見つかりません。
ko: '{1}' 형식 값에 대한 '{0}' 형식에 Add 메서드가 없습니다.
pl: Nie odnaleziono żadnych metod Add w typie „{0}” dla wartości typu „{1}”.
pt_br: Nenhum método Add encontrado no tipo '{0}' para um valor do tipo '{1}'.
ru: Не найдено методов Add для типа "{0}", предназначенных для значений типа "{1}".
tr: '{1}' türündeki bir değer için '{0}' türünde Add metodu bulunamadı.
zh_hans: 未在类型“{0}”上找到用于“{1}”类型的值的 Add 方法。
zh_hant: 型別 '{0}' 上找不到 Add 方法可使用於型別 '{1}' 的值。

# NoAttributeUsage
source: '{0}' is not allowed in attribute usage.
cs: {0} není povoleno v použití atributu.
de: "{0}" ist nicht für Attributverwendung zulässig.
es: No se permite '{0}' en el uso de atributos.
fr: '{0}' n'est pas autorisé dans l'utilisation d'attribut.
it: '{0}' non consentito nella sintassi degli attributi.
ja: 属性では '{0}' を使用できません。
ko: '{0}'은(는) 특성에 사용할 수 없습니다.
pl: „{0}”: niedozwolone użycie w odniesieniu do atrybutu.
pt_br: '{0}' não é permitido na utilização do atributo.
ru: "{0}" не допускается при использовании атрибута.
tr: Öznitelik kullanımında '{0}' kullanılmasına izin verilmez.
zh_hans: 在特性用法中不允许使用“{0}”。
zh_hant: 屬性使用方式中不允許 '{0}'。

# NoConstructor
source: No matching constructor found on type '{0}'. You can use the Arguments or FactoryMethod directives to construct this type.
cs: Pro typ {0} nebyl nalezen žádný výchozí konstruktor. Chcete-li zkonstruovat tento typ, můžete použít direktivy Arguments nebo FactoryMethod.
de: Für den Typ "{0}" wurde kein übereinstimmender Konstruktor gefunden. Der Typ kann mit der Arguments- oder der FactoryMethod-Direktive erstellt werden.
es: No se encontró ningún constructor coincidente en el tipo '{0}'. Puede usar las directivas Arguments o FactoryMethod para construir este tipo.
fr: Aucun constructeur correspondant n'a été trouvé sur le type '{0}'. Vous pouvez utiliser les directives Arguments ou FactoryMethod pour construire ce type.
it: Non è stato trovato alcun costruttore corrispondente per il tipo '{0}'. È possibile usare le direttive Arguments o FactoryMethod per la costruzione del tipo.
ja: 一致するコンストラクターが型 '{0}' に見つかりません。この型は、引数または FactoryMethod ディレクティブを使用して構築できます。
ko: '{0}' 형식에서 일치하는 생성자를 찾을 수 없습니다. Arguments 또는 FactoryMethod 지시문을 사용하여 이 형식을 생성할 수 있습니다.
pl: Nie odnaleziono pasującego konstruktora w typie „{0}” Do skonstruowania tego typu można użyć dyrektywy Arguments lub FactoryMethod.
pt_br: Nenhum construtor correspondente encontrado no tipo '{0}'. Você pode usar a diretiva Arguments ou FactoryMethod para construir esse tipo.
ru: Не обнаружено подходящего конструктора для типа "{0}". Можно использовать директивы Arguments или FactoryMethod для формирования этого типа.
tr: '{0}' türünde eşleşen oluşturucu bulunamadı. Bu türü oluşturmak için Arguments veya FactoryMethod yönergelerini kullanabilirsiniz.
zh_hans: 在类型“{0}”上未找到匹配的构造函数。可以使用 Arguments 或 FactoryMethod 指令来构造此类型。
zh_hant: 型別 '{0}' 上找不到相符的建構函式。您可以使用 Arguments 或 FactoryMethod 指示詞來建構此型別。

# NoConstructorWithNArugments
source: A Constructor for '{0}' with '{1}' arguments was not found.
cs: Konstruktor pro {0} s {1} argumenty nebyl nalezen.
de: Ein Konstruktor für "{0}" mit {1}-Argumenten wurde nicht gefunden.
es: No se encontró ningún constructor para '{0}' con '{1}' argumentos.
fr: Un constructeur pour '{0}' avec '{1}' des arguments est introuvable.
it: Non è stato trovato alcun costruttore per '{0}' con gli argomenti '{1}'.
ja: '{1}' 個の引数を持つ '{0}' のコンストラクターが見つかりませんでした。
ko: '{1}' 인수가 포함된 '{0}'에 대한 생성자를 찾을 수 없습니다.
pl: Nie odnaleziono konstruktora dla „{0}” o następującej liczbie argumentów: {1}.
pt_br: Não foi encontrado um Construtor para '{0}' com '{1}' argumentos.
ru: Конструктор для "{0}" с аргументами "{1}" не найден.
tr: '{1}' bağımsız değişkenle '{0}' için Oluşturucu bulunamadı.
zh_hans: 未找到“{0}”的带有“{1}”参数的构造函数。
zh_hant: 找不到使用於 '{0}' 具有 '{1}' 引數的建構函式。
