Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/System.Windows.Input.Manipulations/Resources/xlf/Strings.*.xlf
Languages: cs, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ArgumentOutOfRange
source: Value of {0} is outside of the allowed range.
cs: Hodnota {0} je mimo povolený rozsah.
es: El valor de {0} está fuera del intervalo permitido.
fr: La valeur {0} est située en dehors des limites autorisées.
it: Il valore di {0} non è compreso nell'intervallo consentito.
ja: 値 {0} は許容された範囲内にありません。
ko: {0} 값은 허용되는 범위 밖에 있습니다.
pl: Wartość argumentu {0} wykracza poza dozwolony zakres.
pt_br: O valor de {0} está fora do intervalo permitido.
ru: Значение {0} находится вне допустимого диапазона.
tr: {0} değeri izin verilen aralığın dışında.
zh_hans: {0} 的值不在允许的范围内。
zh_hant: {0} 的值超出允許的範圍。

# CannotChangeParameterDuringInertia
source: The value of {0} cannot be changed while the inertia processor is running.
cs: Hodnotu {0} nelze změnit, je-li spuštěn nečinný procesor.
es: No se puede cambiar el valor de {0} mientras se esté ejecutando el procesador de inercia.
fr: Impossible de modifier la valeur de {0} lorsque le processeur inertiel est en cours d'exécution.
it: Impossibile modificare il valore di {0} durante l'esecuzione del processore a inerzia.
ja: 慣性プロセッサの動作中は {0} の値を変更できません。
ko: 비활성 프로세서가 실행 중인 동안에는 {0} 값을 변경할 수 없습니다.
pl: Wartości parametru {0} nie można zmienić w trakcie działania procesora bezwładności.
pt_br: O valor de {0} não pode ser alterado enquanto o processador de inércia está em execução.
ru: Значение {0} нельзя изменить во время выполнения обработчика инерции.
tr: Eylemsizlik işlemcisi çalışırken {0} değeri değiştirilemez.
zh_hans: 运行 Inertia 处理器时无法更改 {0} 的值。
zh_hant: 慣性處理序在執行時無法變更 {0} 的值。

# IllegalPivotRadius
source: Value of {0} must be either NaN, or a finite value greater than or equal to 1.
cs: Hodnota {0} musí být buď NaN, nebo konečná hodnota větší nebo rovna 1.
es: El valor de {0} debe ser NaN o un valor finito mayor o igual a 1.
fr: La valeur de {0} doit être NaN, ou une valeur finie supérieure ou égale à 1.
it: Il valore di {0} deve essere NaN o un valore finito maggiore o uguale a 1.
ja: {0} の値は、NaN または 1 以上の有限数でなければなりません。
ko: {0} 값은 NaN이거나 1보다 크거나 같은 유한한 값이어야 합니다.
pl: Wartość parametru {0} musi być wartością NaN albo wartością skończoną większą lub równą 1.
pt_br: O valor de {0} deve ser NaN ou um valor finito maior ou igual a 1.
ru: Значение {0} должно быть либо нечисловым (NaN), либо конечным, большим или равным 1.
tr: {0} değeri NaN veya 1'den büyük ya da buna eşit bir sonlu değer olmalıdır.
zh_hans: {0} 的值必须是 NaN 或者是大于或等于 1 的有限值。
zh_hant: {0} 的值必須是 NaN，或者是大於或等於 1 的有限值。

# InertiaParametersUnspecified1and2
source: Either {0}, or {1} and {2}, needs to be specified.
cs: Musí být zadáno buď {0}, nebo {1} a {2}.
es: Debe especificarse {0} o {1} y {2}.
fr: Vous devez spécifier {0}, ou {1} et {2}.
it: È necessario specificare {0} o {1} e {2}.
ja: {0}、または {1} と {2} のどちらかを指定する必要があります。
ko: {0} 또는 {1}과(와) {2}을(를) 지정해야 합니다.
pl: Trzeba określić parametr {0} lub {1} i {2}.
pt_br: É necessário especificar {0} ou {1} e {2}.
ru: Нужно указать {0} либо {1} и {2}.
tr: {0} veya {1} ile {2} belirtilmelidir.
zh_hans: 需要指定 {0} 或指定 {1} 和 {2}。
zh_hant: 必須指定 {0} 或 {1} 與 {2}。

# InertiaParametersUnspecified2
source: Either {0} or {1} needs to be specified.
cs: Musí být zadáno buď {0}, nebo {1}.
es: Debe especificarse {0} o {1}.
fr: Vous devez spécifier {0} ou {1}.
it: È necessario specificare {0} o {1}.
ja: {0} または {1} のどちらかを指定する必要があります。
ko: {0} 또는 {1}을(를) 지정해야 합니다.
pl: Trzeba określić parametr {0} lub {1}
pt_br: É necessário especificar {0} ou {1}.
ru: Нужно указать {0} либо {1}.
tr: {0} veya {1} belirtilmelidir.
zh_hans: 需要指定 {0} 或 {1}。
zh_hant: 必須指定 {0} 或 {1}。

# InertiaProcessorInvalidRadius
source: InitialRadius should be a finite number, greater than or equal to 1.
cs: Parametr InitialRadius musí být konečné číslo větší nebo rovné 1.
es: InitialRadius debe ser un número finito mayor o igual a 1.
fr: InitialRadius doit être un nombre fini supérieur ou égal à 1.
it: InitialRadius deve essere un numero finito, maggiore o uguale a 1.
ja: InitialRadius は 1 以上の有限数でなければなりません。
ko: InitialRadius는 1보다 크거나 같은 유한한 값이어야 합니다.
pl: Parametr InitialRadius musi być wartością skończoną większą lub równą 1.
pt_br: InitialRadius deve ser um número finito maior ou igual a 1.
ru: Значение свойства InitialRadius должно быть конечным числом, большим или равным 1.
tr: InitialRadius sonlu bir sayı olmalı ve 1'den büyük veya buna eşit olmalıdır.
zh_hans: InitialRadius 应是大于或等于 1 的有限数。
zh_hant: InitialRadius 必須是大於或等於 1 的有限數值。

# InvalidTimestamp
source: Timestamp values must not decrease.
cs: Hodnoty Timestamp se nesmí zmenšovat.
es: Los valores de marca de tiempo no deben disminuir.
fr: Les valeurs d'horodatage ne doivent pas diminuer.
it: I valori dei timestamp non possono diminuire.
ja: タイムスタンプ値を小さくすることはできません。
ko: 타임스탬프 값은 줄어들 수 없습니다.
pl: Wartości znaczników czasu nie mogą maleć.
pt_br: Os valores de carimbo de data/hora não devem ser diminuídos.
ru: Значения timestamp (метки времени) не должны уменьшаться.
tr: Timestamp değerleri azalmamalıdır.
zh_hans: 时间戳值不得减小。
zh_hant: 時間戳記值不可減少。

# NoInertiaVelocitiesSpecified
source: At least one of the following must be specified: linear velocity ({0} or {1}), angular velocity ({2}), or expansion velocity ({3} or {4}).
cs: Musí být zadána minimálně jedna z následujících hodnot: lineární rychlost ({0} nebo {1}), úhlová rychlost ({2}) nebo rychlost rozpínání ({3} nebo {4}).
es: Debe especificarse al menos alguno de los siguientes valores: progreso lineal ({0} o {1}), progreso angular ({2}) o progreso de expansión ({3} o {4}).
fr: Vous devez spécifier au moins l'un des éléments suivants : vélocité linéaire ({0} ou {1}), vélocité angulaire ({2}) ou vélocité d'expansion ({3} ou {4}).
it: È necessario specificare almeno uno dei valori seguenti: velocità lineare ({0} o {1}), velocità angolare ({2}) o velocità di espansione ({3} o {4}).
ja: 少なくとも次のいずれか 1 つを指定する必要があります: 線速度 ({0} または {1})、角速度 ({2})、または膨張速度 ({3} または {4})。
ko: 선형 속도({0} 또는 {1}), 각속도({2}), 확장 속도({3} 또는 {4}) 중에 최소한 하나를 지정해야 합니다.
pl: Trzeba określić co najmniej jeden z następujących parametrów: prędkość liniową ({0} lub {1}), prędkość kątową ({2}) albo prędkość ekspansji ({3} lub {4}).
pt_br: Pelo menos um dos seguintes itens precisa ser especificado: velocidade linear ({0} ou {1}), velocidade angular ({2}) ou velocidade de expansão ({3} ou {4}).
ru: Нужно задать по меньшей мере одно из следующих значений: линейная скорость ({0} или {1}), угловая скорость ({2}) или скорость расширения ({3} или {4}).
tr: Şunlardan en az biri belirtilmelidir: doğrusal hız ({0} veya {1}), açısal hız ({2}), veya genişletme hızı ({3} veya {4}).
zh_hans: 必须至少指定下列值之一: 线性速度({0} 或 {1})、角速度({2})或扩展速度({3} 或 {4})。
zh_hant: 至少要指定下列其中一項: 線性速度 ({0} 或 {1})、角速度 ({2}) 或擴張速度 ({3} 或 {4})。

# OnlyProportionalExpansionSupported
source: Currently, only proportional expansion is supported. {0} must equal {1}.
cs: Aktuálně je podporováno pouze proporcionální rozpínání. {0} se musí rovnat {1}.
es: Actualmente, solo se admite expansión proporcional. {0} debe ser igual a {1}.
fr: Pour le moment, seule l'expansion proportionnelle est prise en charge. {0} doit être égal à {1}.
it: Attualmente è supportata solo l'espansione proporzionale. {0} deve essere uguale a {1}.
ja: 現在は比例拡大のみがサポートされています。{0} は {1} と等しくなければなりません。
ko: 현재 비례 확장만 지원됩니다. {0}은(는) {1}과(와) 같아야 합니다.
pl: Obecnie jest obsługiwana wyłącznie ekspansja proporcjonalna. Parametr {0} musi być równy {1}.
pt_br: No momento, só há suporte para a expansão proporcional. {0} precisa ser igual a {1}.
ru: Сейчас поддерживается только пропорциональное расширение. {0} и {1} должны быть равны.
tr: Şu anda yalnızca orantılı genişletme desteklenmektedir. {0}, {1} değerine eşit olmalıdır.
zh_hans: 当前仅支持比例扩展。{0} 必须等于 {1}。
zh_hant: 目前僅支援等比例擴張。{0} 必須等於 {1}。

# ValueMustBeFinite
source: Value of {0} must be finite.
cs: Hodnota {0} musí být konečná.
es: El valor de {0} debe ser finito.
fr: La valeur de {0} doit être finie.
it: Il valore di {0} deve essere finito.
ja: {0} の値は有限数でなければなりません。
ko: {0} 값은 유한해야 합니다.
pl: Wartość parametru {0} musi być skończona.
pt_br: O valor de {0} deve ser finito.
ru: Значение {0} должно быть конечным.
tr: {0} değeri sonlu olmalıdır.
zh_hans: {0} 的值必须是有限的。
zh_hant: {0} 的值必須是有限值。

# ValueMustBeFiniteNonNegative
source: Value of {0} must be finite and non-negative.
cs: Hodnota {0} musí být konečná a nezáporná.
es: El valor de {0} debe ser finito y no negativo.
fr: La valeur de {0} doit être finie et non négative.
it: Il valore di {0} deve essere finito e non negativo.
ja: {0} の値は負でない有限数でなければなりません。
ko: {0} 값은 음수가 아닌 유한한 값이어야 합니다.
pl: Wartość parametru {0} musi być skończona i nieujemna.
pt_br: O valor de {0} deve ser finito e não negativo.
ru: Значение {0} должно быть конечным и неотрицательным.
tr: {0} değeri sonlu ve negatif olmayan bir değer olmalıdır.
zh_hans: {0} 的值必须是有限的且不为负数。
zh_hant: {0} 的值必須是非負數的有限值。

# ValueMustBeFiniteOrNaN
source: Value of {0} must be finite or NaN.
cs: Hodnota {0} musí být konečná nebo NaN.
es: El valor de {0} debe ser finito o NaN.
fr: La valeur de {0} doit être finie ou NaN.
it: Il valore di {0} deve essere finito o NaN.
ja: {0} の値は有限数または NaN でなければなりません。
ko: {0} 값은 유한하거나 NaN이어야 합니다.
pl: Wartość parametru {0} musi być wartością skończoną lub NaN.
pt_br: O valor de {0} deve ser finito ou NaN.
ru: Значение {0} должно быть конечным или нечисловым (NaN).
tr: {0} değeri sonlu veya NaN olmalıdır.
zh_hans: {0} 的值必须是有限的或为 NaN。
zh_hant: {0} 的值必須是有限值或 NaN。
