Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# StyleNoTemplateBindInVisualTrigger
source: '{0}' cannot be set to a TemplateBinding because VisualTriggers do not support TemplateBinding.
cs: Prvek {0} nelze nastavit na TemplateBinding, protože spouštěče VisualTriggers TemplateBinding nepodporují.
de: "{0}" kann nicht auf "TemplateBinding" festgelegt werden, da "TemplateBinding" von "VisualTriggers" nicht unterstützt wird.
es: '{0}' no se puede establecer en TemplateBinding porque VisualTriggers no admite TemplateBinding.
fr: '{0}' ne peut pas avoir pour valeur un TemplateBinding parce que les VisualTriggers ne prennent pas en charge TemplateBinding.
it: Impossibile impostare '{0}' su un TemplateBinding perché i VisualTriggers non supportano TemplateBinding.
ja: VisualTriggers が TemplateBinding をサポートしないため、'{0}' は TemplateBinding に設定できません。
ko: VisualTriggers가 TemplateBinding을 지원하지 않으므로 '{0}'을(를) TemplateBinding으로 설정할 수 없습니다.
pl: „{0}” nie można ustawić na TemplateBinding, ponieważ VisualTriggers nie obsługują TemplateBinding.
pt_br: '{0}' não pode ser definido para um TemplateBinding porque VisualTriggers não oferece suporte para TemplateBinding.
ru: Нельзя задать "{0}" как TemplateBinding, так как VisualTriggers не поддерживают TemplateBinding.
tr: VisualTriggers, TemplateBinding'i desteklemediği için '{0}' bir TemplateBinding'e ayarlanamaz.
zh_hans: 无法将“{0}”设置为 TemplateBinding，因为 VisualTriggers 不支持 TemplateBinding。
zh_hant: 無法將 '{0}' 設定為 TemplateBinding，因為 VisualTriggers 不支援 TemplateBinding。

# StyleNoTopLevelElement
source: Only Setter or EventSetter elements are valid direct children of Style element. '{0}' is not valid.
cs: Pouze Setter nebo prvky nastavovače události EventSetter jsou platnými přímými podřízenými prvky prvku Style. Prvek {0} je neplatný.
de: Als direktes untergeordnetes Style-Element sind nur Setter- oder EventSetter-Elemente zulässig. "{0}" ist ungültig.
es: Sólo los elementos Setter o EventSetter son elementos secundarios directos válidos del elemento Style. '{0}' no es válido.
fr: Seuls les éléments Setter ou EventSetter sont des enfants directs valides de l'élément Style. '{0}' n'est pas valide.
it: Solo gli elementi Setter o EventSetter sono elementi figlio diretti validi per l'elemento Style. '{0}' non è valido.
ja: Setter または EventSetter 要素のみが Style 要素の有効な直接の子です。'{0}' は無効です。
ko: Setter 또는 EventSetter 요소만 Style 요소의 올바른 직계 자식입니다. '{0}'이(가) 잘못되었습니다.
pl: Tylko elementy Setter lub EventSetter są prawidłowymi bezpośrednimi elementami podrzędnymi elementu Style. „{0}” jest nieprawidłowy.
pt_br: Somente os elementos Setter ou EventSetter são filhos diretos válidos do elemento Style. '{0}' não é válido.
ru: Только элементы Setter или EventSetter являются допустимыми прямыми дочерними объектами элемента Style. "{0}" не является допустимым.
tr: Yalnızca Setter veya EventSetter öğeleri Style öğesinin geçerli doğrudan alt öğeleridir. '{0}' geçerli değildir.
zh_hans: 仅 Setter 或 EventSetter 元素是 Style 元素的有效直接子级。“{0}”无效。
zh_hant: 只有 Setter 或 EventSetter 是 Style 項目的有效下層子項目。'{0}' 無效。

# StylePropTriggerPropMissing
source: Must specify both Property and Value for Trigger.
cs: Pro Spouštěč je potřeba definovat jak Property, tak Value.
de: Für "Trigger" müssen sowohl "Property" als auch "Value" angegeben werden.
es: Se debe especificar tanto Property como Value para Trigger.
fr: Doit spécifier à la fois Property et Value pour Trigger.
it: È necessario specificare sia Property che Value per Trigger.
ja: Trigger の Property と Value の両方を指定する必要があります。
ko: Trigger에 대한 Property와 Value를 모두 지정해야 합니다.
pl: Dla elementu Trigger należy określić zarówno element Property, jak i Value.
pt_br: É necessário especificar tanto Property quanto Value para Trigger.
ru: Для Trigger необходимо задать значения и Property, и Value.
tr: Trigger için hem Property hem Value belirtilmelidir.
zh_hans: 必须指定触发器的 Property 和 Value。
zh_hant: 必須為 Trigger 同時指定 Property 與 Value。

# StylePropertyCustom
source: '{0}' property set is not valid at this location in a Style declaration.
cs: Sada vlastností {0} není platná pro tuto pozici deklarace Style.
de: Die festgelegte {0}-Eigenschaft ist an dieser Stelle in einer Style-Deklaration nicht gültig.
es: La propiedad '{0}' establecida no es válida en esta ubicación en una declaración Style.
fr: La propriété définie '{0}' n'est pas valide à cet emplacement d'une déclaration Style.
it: La proprietà '{0}' impostata non è valida in questa posizione di una dichiarazione Style.
ja: Style 宣言のこの場所で、'{0}' プロパティ セットは無効です。
ko: Style 선언의 이 위치에서 '{0}' 속성 설정이 잘못되었습니다.
pl: Ustawienie właściwości „{0}” jest nieprawidłowe w tej lokalizacji w deklaracji Style.
pt_br: A propriedade '{0}' definida não é válida neste local em uma declaração Style.
ru: Набор свойств "{0}" не является допустимым в данной части объявления Style.
tr: '{0}' özellik kümesi bir Style bildiriminde bu konumda geçerli değildir.
zh_hans: “{0}”属性设置在 Style 声明中的此位置无效。
zh_hant: 設定的 '{0}' 屬性在 Style 宣告的此位置是無效的。

# StylePropertyInStyleNotAllowed
source: Style object is not allowed to affect the Style property of the object to which it applies.
cs: Objekt Style nesmí ovlivňovat vlastnost Style objektu, ke kterému se vztahuje.
de: Das Style-Objekt darf keine Auswirkungen auf die Style-Eigenschaft des Objekts haben, für das sie gilt.
es: El objeto Style no puede afectar a la propiedad Style del objeto al que se aplica.
fr: L'objet Style n'est pas autorisé à affecter la propriété Style de l'objet auquel elle s'applique.
it: L'oggetto Style non può influire sulla proprietà Style dell'oggetto a cui si applica.
ja: Style オブジェクトは、適用するオブジェクトの Style プロパティに影響を与えることはできません。
ko: Style 개체는 자신이 적용되는 개체의 Style 속성에 영향을 줄 수 없습니다.
pl: Obiekt Style nie może wpływać na właściwość Style obiektu, którego dotyczy.
pt_br: O objeto Style não tem permissão de afetar a propriedade Style do objeto ao qual se aplica.
ru: Объект Style не может изменять свойство Style объекта, к которому он применяется.
tr: Style nesnesinin, uygulandığı nesnenin Style özelliğini etkilemesine izin verilmez.
zh_hans: 不允许 Style 对象影响它所应用于的对象的 Style 属性。
zh_hant: 不允許 Style 物件影響它套用之物件的 Style 屬性。

# StylePropertySetterMinAttrs
source: Must specify both Property and Value for Setter.
cs: Pro Setter je potřeba definovat jak Vlastnost, tak Hodnotu.
de: Für "Setter" müssen sowohl "Property" als auch "Value" angegeben werden.
es: Se debe especificar tanto la propiedad como el valor para Setter.
fr: Doit spécifier à la fois Property et Value pour Setter.
it: È necessario specificare sia Property che Value per Setter.
ja: Setter の Property と Value の両方を指定する必要があります。
ko: Setter에 대한 Property와 Value를 모두 지정해야 합니다.
pl: Dla elementu Setter należy określić zarówno element Property, jak i Value.
pt_br: É necessário especificar tanto Property quanto Value para Setter.
ru: Для Setter необходимо задать значения и Property, и Value.
tr: Setter için hem Property hem Value belirtilmelidir.
zh_hans: 必须指定 Setter 的 Property 和 Value。
zh_hant: 必須為 Setter 同時指定 Property 與 Value。

# StyleSetterUnknownProp
source: '{0}' property cannot use markup extensions or property element syntax on Setter. Only the Value property can use markup extensions or property element syntax.
cs: Vlastnost {0} nemůže používat přípony označení nebo syntax prvku vlastnosti v Setter. Tyto přípony nebo syntax může používat pouze vlastnost Value.
de: Von der {0}-Eigenschaft kann für "Setter" keine Markuperweiterung und keine Syntax für Eigenschaftselemente verwendet werden. Markuperweiterungen und Syntax für Eigenschaftselemente können nur von der Value-Eigenschaft verwendet werden.
es: La propiedad '{0}' no puede usar extensiones de marcado o la sintaxis de elementos de propiedad en Setter. Sólo la propiedad Value puede usar las extensiones de marcado o la sintaxis de elementos de propiedad.
fr: La propriété '{0}' ne peut pas utiliser les extensions de balisage ou la syntaxe d'élément de propriété sur la méthode Setter. Seule la propriété Value peut utiliser les extensions de balisage ou la syntaxe d'élément de propriété.
it: La proprietà '{0}' non può utilizzare estensioni di markup o la sintassi per gli elementi proprietà in Setter. L'utilizzo delle estensioni di markup o della sintassi per gli elementi proprietà è consentito solo per la proprietà Value.
ja: '{0}' プロパティは、Setter 上でマークアップ拡張またはプロパティ要素構文を使用できません。Value プロパティのみがマークアップ拡張またはプロパティ要素構文を使用できます。
ko: '{0}' 속성은 Setter에서 태그 확장 또는 속성 요소 구문을 사용할 수 없습니다. Value 속성만 태그 확장 또는 속성 요소 구문을 사용할 수 있습니다.
pl: Właściwość „{0}” w elemencie Setter nie może używać rozszerzeń znaczników ani składni elementów właściwości. Tylko właściwość Value może używać rozszerzeń znaczników lub składni elementów właściwości.
pt_br: A propriedade '{0}' não pode utilizar as extensões de marcação ou a sintaxe do elemento da propriedade em Setter. Somente a propriedade Value pode utilizar as extensões de marcação ou a sintaxe do elemento da propriedade.
ru: Свойство "{0}" не может использовать расширения разметки или синтаксис элемента свойства для Setter. Только свойство Value может использовать расширения разметки или синтаксис элемента свойства.
tr: {0}' özelliği Setter üzerinde işaretleme uzantıları veya özellik öğesi sözdizimi kullanamaz. Yalnızca Value özelliği işaretleme uzantıları veya özellik öğesi sözdizimi kullanabilir.
zh_hans: “{0}”属性不能在 Setter 上使用标记扩展或属性元素语法。只有 Value 属性可以使用标记扩展或属性元素语法。
zh_hant: 在 Setter 上，'{0}' 屬性無法使用標記延伸或屬性項目語法。只有 Value 屬性可以使用標記延伸或屬性項目語法。

# StyleTagNotSupported
source: '{0}' type tags are not valid in Style sections.
cs: Tagy typu {0} nejsou v sekcích Style platné.
de: Tags vom Typ "{0}" sind in Style-Abschnitten nicht gültig.
es: Las etiquetas de tipo '{0}' no son válidas en las secciones Style.
fr: Les balises de type '{0}' ne sont pas valides dans les sections Style.
it: I tag di tipo '{0}' non sono validi nelle sezioni Style.
ja: '{0}' 型タグは Style セクションでは無効です。
ko: Style 섹션의 '{0}' 형식 태그가 잘못되었습니다.
pl: Znaczniki typu „{0}” są nieprawidłowe w sekcjach Style.
pt_br: As marcas do tipo '{0}' não são válidas nas seções Style.
ru: Теги типа "{0}" не являются допустимыми в разделах Style.
tr: '{0}' tür etiketleri Style bölümlerinde geçerli değildir.
zh_hans: “{0}”类型标记在 Style 部分中无效。
zh_hant: '{0}' 型別標記在 Style 區段中是無效的。

# StyleTargetTypeMismatchWithElement
source: '{0}' TargetType does not match type of element '{1}'.
cs: Typ {0} TargetType neodpovídá typu elementu {1}.
de: TargetType "{0}" entspricht nicht dem Typ des Elements "{1}".
es: El TargetType "{0}" no coincide con el tipo de elemento "{1}".
fr: Le TargetType '{0}' ne correspond pas au type de l'élément '{1}'.
it: L'elemento TargetType '{0}' non corrisponde al tipo dell'elemento '{1}'.
ja: '{0}' TargetType は、要素 '{1}' の型と一致しません。
ko: '{0}' TargetType이 '{1}' 요소의 형식과 일치하지 않습니다.
pl: TargetType „{0}” jest niezgodny z typem elementu „{1}”.
pt_br: O TargetType '{0}' não corresponde ao tipo de elemento '{1}'.
ru: TargetType "{0}" не соответствует типу элемента "{1}".
tr: '{0}' TargetType, '{1}' öğe türüyle eşleşmiyor.
zh_hans: “{0}”TargetType 与元素“{1}”的类型不匹配。
zh_hant: '{0}' TargetType 與項目 '{1}' 的類型不符。

# StyleTextNotSupported
source: '{0}' text is not valid at this location in a Style section.
cs: Text {0} není na této pozici sekce Style platný.
de: Der Text "{0}" ist in einem Style-Abschnitt an dieser Stelle nicht gültig.
es: El texto '{0}' no es válido en esta sección Style.
fr: Texte '{0}' non valide à cet emplacement d'une section Style.
it: Testo '{0}' non valido in questa posizione in una sezione Style.
ja: Style セクションのこの場所では '{0}' テキストは無効です。
ko: Style 섹션의 이 위치에서 '{0}' 텍스트가 잘못되었습니다.
pl: Tekst „{0}” jest nieprawidłowy w tej lokalizacji sekcji Style.
pt_br: O texto '{0}' não é válido neste local em uma seção Style.
ru: Текст "{0}" не является допустимым в данном месте раздела Style.
tr: '{0}' metni bir Style bölümünde bu konumda geçerli değildir.
zh_hans: “{0}”文本在 Style 部分中的此位置无效。
zh_hant: '{0}' 文字在 Style 區段中的此位置是無效的。

# StyleTriggersCannotTargetTheTemplate
source: Cannot set TargetName property on a Setter within Style.Setters or Style.Triggers section. TargetName applies only to a Setter in Template.Triggers section.
cs: Nelze nastavit vlastnost TargetName v Setter uvnitř Style.Setters nebo Style.Triggers. TargetName se týká pouze Setter v sekci Template.Triggers.
de: Die TargetName-Eigenschaft kann innerhalb von Style.Setters- oder Style.Triggers-Abschnitten nicht für "Setter" festgelegt werden. "TargetName" gilt nur für "Setter" im Template.Triggers-Abschnitt.
es: No se puede establecer la propiedad TargetName en un Setter dentro de una sección Style.Setters o Style.Triggers. TargetName sólo se aplica a un Setter en la sección Template.Triggers.
fr: Impossible de définir la propriété TargetName sur une méthode Setter au sein de la section Style.Setters ou Style.Triggers. TargetName ne s'applique qu'à une méthode Setter de la section Template.Triggers.
it: Impossibile impostare la proprietà TargetName in un Setter all'interno di una sezione Style.Setters o Style.Triggers. TargetName è applicabile solo a un Setter nella sezione Template.Triggers.
ja: Style.Setters または Style.Triggers セクション内の Setter 上で TargetName プロパティを設定できません。TargetName は、Template.Triggers セクションの Setter にのみ適用されます。
ko: Style.Setters 또는 Style.Triggers 섹션 내의 Setter에 TargetName 속성을 설정할 수 없습니다. TargetName은 Template.Triggers 섹션의 Setter에만 적용됩니다.
pl: Nie można ustawić właściwości TargetName w elemencie Setter w sekcji Style.Setters lub Style.Triggers. Właściwość TargetName dotyczy tylko elementu Setter w sekcji Template.Triggers.
pt_br: Não é possível definir a propriedade TargetName em um Setter na seção Style.Setters ou Style.Triggers. TargetName se aplica somente a um Setter na seção Template.Triggers.
ru: Не удается задать свойство TargetName для Setter в разделе Style.Setters или Style.Triggers. TargetName применяется только к Setter в разделе Template.Triggers.
tr: Style.Setters veya Style.Triggers bölümünde bir Setter'da TargetName özelliği ayarlanamaz. TargetName yalnızca Template.Triggers bölümündeki bir Setter için geçerlidir.
zh_hans: 无法在 Style.Setters 或 Style.Triggers 部分中设置 Setter 的 TargetName 属性。TargetName 仅应用于 Template.Triggers 部分中的 Setter。
zh_hant: 無法在 Style.Setters 或 Style.Triggers 區段中的 Setter 設定 TargetName 屬性。TargetName 只適用於 Template.Triggers 區段中的 Setter。

# StyleUnknownProp
source: '{0}' property cannot be set as a property element on Style.
cs: Vlastnost {0} nelze nastavit jako prvek vlastnosti Style.
de: Die {0}-Eigenschaft kann für "Style" nicht als Eigenschaftselement festgelegt werden.
es: La propiedad '{0}' no se puede establecer como un elemento de propiedad en Style.
fr: La propriété '{0}' ne peut pas être définie en tant qu'élément de propriété sur Style.
it: Impossibile impostare la proprietà '{0}' come elemento proprietà in Style.
ja: '{0}' プロパティは Style 上のプロパティ要素として設定できません。
ko: '{0}' 속성을 Style의 속성 요소로 설정할 수 없습니다.
pl: Właściwości „{0}” nie można ustawić jako elementu właściwości w sekcji Style.
pt_br: A propriedade '{0}' não pode ser definida como um elemento de propriedade em Style.
ru: Не удается задать свойство "{0}" как элемент свойства для Style.
tr: '{0}' özelliği Style üzerinde bir özellik öğesi olarak ayarlanamaz.
zh_hans: 无法将“{0}”属性设置为 Style 上的属性元素。
zh_hant: '{0}' 屬性無法設定為 Style 上的屬性項目。

# StyleUnknownTrigger
source: '{0}' trigger type in Style not recognized.
cs: Typ spouštěče {0} je ve Style neznámý.
de: Der Auslösertyp "{0}" in "Style" ist unbekannt.
es: El tipo de desencadenador '{0}' en Style no se reconoce.
fr: Type de déclencheur '{0}' dans Style non reconnu.
it: Tipo di trigger '{0}' non riconosciuto in Style.
ja: Style 内の '{0}' トリガー型が認識できません。
ko: Style의 '{0}' 트리거 형식을 인식할 수 없습니다.
pl: Nierozpoznany typ wyzwalacza „{0}” w sekcji Style.
pt_br: O tipo de disparador '{0}' em Style não é reconhecido.
ru: Не удается распознать тип триггера "{0}" в Style.
tr: Style'daki '{0}' tetikleyici türü tanınmıyor.
zh_hans: 无法识别 Style 中的“{0}”触发器类型。
zh_hant: 無法識別 Style 中的 '{0}' 觸發程序型別。

# StyleValueOfExpressionNotSupported
source: Expression type is not a valid Style value.
cs: Typ výrazu není platná hodnota Style.
de: Bei dem Ausdruckstyp handelt es sich nicht um einen gültigen Style-Wert.
es: El tipo de expresión no es un valor de Style válido.
fr: Le type d'expression n'est pas une valeur Style valide.
it: Il tipo di espressione non è un valore Style valido.
ja: 式の型は、有効な Style 値ではありません。
ko: Expression 유형이 잘못된 Style 값입니다.
pl: Typ wyrażenia jest nieprawidłowy dla wartości Style.
pt_br: O tipo de expressão não é um valor de Style válido.
ru: Тип Expression не является допустимым значением для Style.
tr: İfade türü geçerli bir Style değeri değil.
zh_hans: 表达式类型不是有效的 Style 值。
zh_hant: 運算式型別不是有效的 Style 值。

# SystemResourceForTypeIsNotStyle
source: System resource for type '{0}' is not a Style object.
cs: Systémový zdroj pro typ {0} není objekt Style.
de: Bei der Systemressource für den Typ "{0}" handelt es sich nicht um ein Style-Objekt.
es: El recurso del sistema de tipo '{0}' no es un objeto Style.
fr: La ressource système pour le type '{0}' n'est pas un objet Style.
it: La risorsa di sistema per il tipo '{0}' non è un oggetto Style.
ja: 型 '{0}' のシステム リソースは Style オブジェクトではありません。
ko: '{0}' 형식에 대한 시스템 리소스가 Style 개체가 아닙니다.
pl: Zasób systemowy typu „{0}” nie jest obiektem Style.
pt_br: O recurso do sistema para o tipo '{0}' não é um objeto Style.
ru: Системный ресурс для типа "{0}" не является объектом Style.
tr: '{0}' için sistem kaynağı bir Style nesnesi değil.
zh_hans: 类型“{0}”的系统资源不是 Style 对象。
zh_hant: 型別 '{0}' 的系統資源不是 Style 物件。

# TableCollectionCountNeedNonNegNum
source: Count must be zero or positive.
cs: Počet musí být nulový nebo kladný.
de: Die Anzahl muss Null oder positiv sein.
es: El recuento debe ser cero o positivo.
fr: Count doit être positif ou égal à zéro.
it: Il conteggio deve essere zero o positivo.
ja: カウントはゼロまたは正の値である必要があります。
ko: 개수는 0 또는 양수여야 합니다.
pl: Licznik musi mieć wartość zero lub dodatnią.
pt_br: A contagem deve ser zero ou positiva.
ru: Значение Count должно быть больше или равно нулю.
tr: Sayı sıfır veya pozitif olmalıdır.
zh_hans: 计数必须为零或正数。
zh_hant: 繼續必須是零或正數。

# TableCollectionElementTypeExpected
source: '{0}' type expected for parameter.
cs: Pro tento parametr očekával program typ {0}.
de: Für dem Parameter wurde der Typ "{0}" erwartet.
es: Se espera el tipo '{0}' para el parámetro.
fr: Type '{0}' attendu pour le paramètre.
it: Tipo '{0}' previsto per il parametro.
ja: パラメーターに対して '{0}' 型が予期されていました。
ko: 매개 변수에 '{0}' 형식이 필요합니다.
pl: Typ „{0}” oczekiwany jako parametr.
pt_br: Era esperado tipo '{0}' para o parâmetro.
ru: Для параметра ожидается тип "{0}".
tr: Parametre için '{0}' türü bekleniyor.
zh_hans: 参数需要“{0}”类型。
zh_hant: 預期的參數型別應為 '{0}'。

# TableCollectionInOtherCollection
source: Item belongs to another collection.
cs: Položka patří do jiné kolekce.
de: Das Element ist im Besitz einer anderen Sammlung.
es: El elemento pertenece a otra colección.
fr: L'élément appartient à une autre collection.
it: L'elemento appartiene a un'altra raccolta.
ja: 項目は別のコレクションに属しています。
ko: 항목이 다른 컬렉션에 속합니다.
pl: Element należy do innej kolekcji.
pt_br: O item pertence a outra coleção.
ru: Элемент принадлежит к другому семейству.
tr: Öğe başka bir koleksiyona ait.
zh_hans: 属于其他集合的项。
zh_hant: 項目屬於另一個集合。

# TableCollectionInvalidOffLen
source: Destination array not long enough.
cs: Cílové pole není dost dlouhé.
de: Das Zielarray ist zu kurz.
es: La matriz de destino no es suficientemente larga.
fr: Le tableau de destination n'est pas assez long.
it: Lunghezza della matrice di destinazione insufficiente.
ja: 宛先配列には十分な長さがありません。
ko: 대상 배열의 길이가 짧습니다.
pl: Tablica docelowa ma zbyt małą długość.
pt_br: A matriz de destino é muito curta.
ru: Недостаточная длина конечного массива.
tr: Hedef dizi yeteri kadar uzun değil.
zh_hans: 目标数组长度不足。
zh_hant: 目的陣列不夠長。

# TableCollectionNotEnoughCapacity
source: Capacity is less than current size.
cs: Kapacita je menší než aktuální velikost.
de: Die Kapazität ist geringer als die aktuelle Größe.
es: La capacidad es inferior al tamaño actual.
fr: La capacité est inférieure à la taille en cours.
it: Capacità minore delle dimensioni correnti.
ja: 容量は現在のサイズを下回ります。
ko: 용량이 현재 크기보다 작습니다.
pl: Pojemność jest mniejsza niż bieżący rozmiar.
pt_br: A capacidade é menor que o tamanho atual.
ru: Емкость меньше, чем текущий размер.
tr: Kapasite geçerli boyuttan az.
zh_hans: 容量小于当前大小。
zh_hant: 容量小於目前的大小。

# TableCollectionOutOfRange
source: Index is out of collection's boundary.
cs: Index je mimo rámec kolekce.
de: Der Index befindet sich außerhalb der Sammlungsbegrenzung.
es: El índice está fuera del límite de la colección.
fr: L'index est en dehors de la frontière de la collection.
it: Indice non compreso nei limiti della raccolta.
ja: インデックスはコレクションの境界外です。
ko: 인덱스가 컬렉션의 경계를 벗어납니다.
pl: Indeks wykracza poza kolekcję.
pt_br: O índice está fora do limite da coleção.
ru: Индекс находится за границами семейства.
tr: Dizin koleksiyonun sınırı dışında.
zh_hans: 索引超出了集合的边界。
zh_hant: 索引超過集合的界限。

# TableCollectionOutOfRangeNeedNonNegNum
source: '{0}' is less than the array's lower bound.
cs: Hodnota {0} je menší než dolní limit pole.
de: "{0}" ist geringer als die untere Begrenzung des Arrays.
es: '{0}' es menor que el límite inferior de la matriz.
fr: '{0}' est plus petit que la limite inférieure du tableau.
it: '{0}' è minore del limite inferiore della matrice.
ja: '{0}' は、配列の下限を下回っています。
ko: '{0}'이(가) 배열의 하한 범위 미만입니다.
pl: Wartość „{0}” jest mniejsza niż dolna granica tablicy.
pt_br: '{0}' é menor que o limite mais baixo da matriz.
ru: "{0}" меньше, чем нижняя граница массива.
tr: '{0}' dizinin alt sınırından küçük.
zh_hans: “{0}”小于数组的下限。
zh_hant: '{0}' 低於陣列的下限。

# TableCollectionRangeOutOfRange
source: Requested range is out of collection's boundary.
cs: Požadovaný rozsah překračuje hranice kolekce.
de: Der angeforderte Bereich befindet sich außerhalb der Sammlungsbegrenzung.
es: El intervalo solicitado está fuera del límite de la colección.
fr: La plage demandée est en dehors de la frontière de la collection.
it: L'intervallo richiesto non è compreso nei limiti della raccolta.
ja: 要求された範囲はコレクションの境界外です。
ko: 요청한 범위가 컬렉션의 경계를 벗어납니다.
pl: Żądany zakres wykracza poza granice kolekcji.
pt_br: O intervalo necessário está fora do limite da coleção.
ru: Запрошенный диапазон находится за границами семейства.
tr: İstenen aralık koleksiyonun sınırı dışında.
zh_hans: 请求的范围超出了集合的边界。
zh_hant: 要求的範圍超出集合的界限。

# TableCollectionRankMultiDimNotSupported
source: Only single-dimensional arrays are supported.
cs: Jsou podporována pouze jednorozměrná pole.
de: Nur eindimensionale Arrays werden unterstützt.
es: Sólo se admiten matrices unidimensionales.
fr: Seuls les tableaux unidimensionnels sont pris en charge.
it: Sono supportate solo matrici unidimensionali.
ja: 一次元の配列のみがサポートされています。
ko: 1차원 배열만 지원됩니다.
pl: Obsługiwane są tylko tablice jednowymiarowe.
pt_br: Somente há suporte para as matrizes unidimensionais.
ru: Поддерживаются только одномерные массивы.
tr: Yalnızca tek boyutlu diziler desteklenir.
zh_hans: 仅支持一维数组。
zh_hant: 只支援單一維度陣列。

# TableCollectionWrongProxyParent
source: Item's proxy belongs to the wrong collection.
cs: Proxy položky patří do nesprávné kolekce.
de: Der Proxy des Elements ist im Besitz der falschen Sammlung.
es: El proxy del elemento pertenece a la colección equivocada.
fr: Le proxy de l'élément n'appartient pas à la collection appropriée.
it: Il proxy dell'elemento appartiene alla raccolta errata.
ja: 項目のプロキシは、無効なコレクションに属しています。
ko: 항목의 프록시가 잘못된 컬렉션에 속합니다.
pl: Serwer proxy elementu należy do nieprawidłowej kolekcji.
pt_br: O proxy do item pertence à coleção errada.
ru: Прокси элемента принадлежит к неверному семейству.
tr: Öğenin proxy'si yanlış koleksiyona ait.
zh_hans: 项的代理属于错误的集合。
zh_hant: 項目的 Proxy 屬於錯誤的集合。
