Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserMapPIMissingAssembly
source: Cannot find assembly information referred to in Mapping instruction. BAML stream might be corrupted or BAML version is incompatible with this version of parser.
cs: Nelze nalézt informace o sestavení uvedené v pokynech pro Mapping. Datový proud BAML může být poškozen nebo verze BAML není kompatibilní s touto verzí analýzy.
de: Die Assemblyinformationen, auf die in der Mapping-Anweisung verwiesen wird, können nicht gefunden werden. Der BAML-Datenstrom ist möglicherweise beschädigt, oder die BAML-Version ist mit dieser Parserversion nicht kompatibel.
es: No se puede encontrar la información de ensamblado a la que se hace referencia en la instrucción Mapping. Puede que la secuencia BAML esté dañada o que la versión de BAML sea incompatible con esta versión del analizador.
fr: Impossible de trouver les informations d'assembly auxquelles il est fait référence dans l'instruction Mapping. Le flux BAML est peut-être endommagé ou la version BAML n'est pas compatible avec cette version de l'analyseur.
it: Le informazioni sull'assembly a cui fa riferimento l'istruzione Mapping non sono state trovate. È possibile che il flusso BAML sia danneggiato o che la versione BAML non sia compatibile con questa versione del parser.
ja: Mapping 命令で参照されているアセンブリ情報が見つかりません。BAML ストリームが壊れているか、BAML バージョンがこのバージョンのパーサーと互換性がない可能性があります。
ko: Mapping 명령에서 참조한 어셈블리 정보가 없습니다. BAML 스트림이 손상되었거나 BAML 버전이 현재의 파서 버전과 호환되지 않습니다.
pl: Nie można znaleźć informacji o zestawie odwołujących się do instrukcji Mapping. Strumień BAML może być uszkodzony lub wersja BAML jest niezgodna z tą wersja analizatora składni.
pt_br: Não é possível encontrar as informações de assembly às quais a instrução Mapping fez referência. O fluxo BAML pode estar corrompido ou a versão de BAML é incompatível com esta versão do analisador.
ru: Не удается найти сведения о сборке, на которые ссылается инструкция Mapping. Возможно, поток BAML поврежден, или версия BAML несовместима с данной версией синтаксического анализатора.
tr: Mapping yönergesinde başvurulan bütünleştirilmiş kod bilgileri bulunamıyor. BAML akışı bozuk olabilir veya BAML sürümü bu ayrıştırıcı sürümüyle uyumsuzdur.
zh_hans: 无法找到在 Mapping 说明中引用的程序集信息。BAML 流可能已损坏或 BAML 版本与该版本的分析器不兼容。
zh_hant: 找不到 Mapping 指示中指定的組件資訊。BAML 資料流可能已損毀，或 BAML 版本與此版本的剖析器不相容。

# ParserMapPIMissingKey
source: Missing XmlNamespace, Assembly, or ClrNamespace in Mapping instruction.
cs: V Mapping pokynech chybí XmlNamespace,Assembly nebo ClrNamespace.
de: "XmlNamespace", "Assembly" oder "ClrNamespace" fehlt in der Mapping-Anweisung.
es: Falta un elemento XmlNamespace, Assembly o ClrNamespace en la instrucción Mapping.
fr: XmlNamespace, Assembly ou ClrNamespace absent de l'instruction Mapping.
it: XmlNamespace, Assembly o ClrNamespace mancante nell'istruzione Mapping.
ja: XmlNamespace、Assembly または ClrNamespace が Mapping 命令にありません。
ko: Mapping 명령에서 XmlNamespace, Assembly 또는 ClrNamespace가 누락되었습니다.
pl: Brak atrybutu XmlNamespace, Assembly lub ClrNamespace w instrukcji Mapping.
pt_br: XmlNamespace, Assembly ou ClrNamespace ausente na instrução Mapping.
ru: В инструкции Mapping пропущены XmlNamespace, Assembly или ClrNamespace.
tr: Mapping yönergesinde XmlNamespace, Assembly veya ClrNamespace.
zh_hans: Mapping 说明中缺少 XmlNamespace、Assembly 或 ClrNamespace。
zh_hant: Mapping 指示中遺失 XmlNamespace、Assembly 或 ClrNamespace。

# ParserMappingUriInvalid
source: Mapping URI '{0}' is not valid.
cs: Mapování identifikátoru URI {0} je neplatné.
de: Der zuweisende URI "{0}" ist ungültig.
es: El URI de asignación '{0}' no es válido.
fr: URI de mappage '{0}' non valide.
it: URI di mapping '{0}' non valido.
ja: URI '{0}' のマッピングが無効です。
ko: 매핑 URI '{0}'이(가) 잘못되었습니다.
pl: Identyfikator URI mapowania „{0}” jest nieprawidłowy.
pt_br: O mapeamento de URI '{0}' não é válido.
ru: Недопустимый URI сопоставления "{0}".
tr: '{0}' eşleme URI'si geçerli değil.
zh_hans: Mapping URI“{0}”无效。
zh_hant: Mapping URI '{0}' 無效。

# ParserMarkupExtensionBadConstructorParam
source: Format is not valid for markup extension that specifies constructor arguments in '{0}'.
cs: Tento formát není platný pro příponu určení, která určuje argumenty konstruktoru v prvku {0}.
de: Das Format ist ungültig für die Markuperweiterung, von der in "{0}" Konstruktorargumente angegeben werden.
es: El formato no es válido para la extensión de marcado que especifica los argumentos del constructor en '{0}'.
fr: Format non valide pour l'extension de balisage qui spécifie les arguments du constructeur dans '{0}'.
it: Formato non valido per l'estensione di markup che specifica gli argomenti del costruttore in '{0}'.
ja: '{0}' のコンストラクター引数を指定するマークアップ拡張の形式が無効です。
ko: '{0}'의 생성자 인수를 지정하는 태그 확장에 대한 형식이 잘못되었습니다.
pl: Format jest nieprawidłowy dla rozszerzenia znacznika określającego argumenty konstruktora w elemencie „{0}”.
pt_br: O formato não é válido para a extensão de marcação que especifica os argumentos do construtor em '{0}'.
ru: Недопустимый формат для расширения разметки, в котором аргументы конструктора заданы в "{0}".
tr: {0}' içinde oluşturucu bağımsız değişkenleri belirten işaretleme uzantısı için biçim geçerli değil.
zh_hans: 格式对于在“{0}”指定构造函数参数的标记扩展无效。
zh_hant: 對於在 '{0}' 中指定建構函式引數的標記延伸而言，格式是無效的。

# ParserMarkupExtensionBadDelimiter
source: Arguments '{0}' are not valid. Markup extensions require one equal sign between name and value, and one comma between constructor parameters and name/value pairs.
cs: Argumenty {0} jsou neplatné. Přípony označení vyžadují jedno rovnítko mezi názvem a hodnotou a jednu čárku mezi parametry konstruktoru a dvojicemi název/hodnota.
de: Die Argumente "{0}" sind ungültig. Markuperweiterungen erfordern ein Gleichheitszeichen zwischen Name und Wert sowie ein Komma zwischen Konstruktorparametern und Name/Wert-Paaren.
es: Los argumentos '{0}' no son válidos. Las extensiones de marcado requieren un signo igual entre el nombre y el valor, y una coma entre los parámetros del constructor y los pares nombre/valor.
fr: Les arguments '{0}' ne sont pas valides. Les extensions de balisage nécessitent un seul signe '=' entre le nom et la valeur, et une virgule entre les paramètres du constructeur et les paires nom / valeur.
it: Argomenti '{0}' non validi. Per le estensioni di markup sono richiesti un segno di uguale tra il nome e il valore e una virgola tra i parametri del costruttore e le coppie nome valore.
ja: 引数 '{0}' は無効です。マークアップ拡張には、名前と値の間に等号が 1 つと、コンストラクター パラメーターと名前/値のペアの間にコンマが 1 つ必要です。
ko: '{0}' 인수가 잘못되었습니다. 태그 확장에서 이름과 값 사이에는 한 개의 등호가 있어야 하며, 생성자 매개 변수와 값/이름 쌍 사이에는 한 개의 쉼표가 있어야 합니다.
pl: Argumenty „{0}” są nieprawidłowe. Rozszerzenie znacznika wymaga jednego znaku równości między nazwą a wartością oraz jednego przecinka między parametrami konstruktora a parami nazwa/wartość.
pt_br: Os argumentos '{0}' não são válidos. As extensões de marcação requerem um sinal de igual entre o nome e o valor, e uma vírgula entre os parâmetros do construtor e os pares nome/valor.
ru: Недопустимые аргументы "{0}". В расширениях разметки требуются один знак равенства между именем и значением и одна запятая между параметрами конструктора и парами имя/значение.
tr: {0}' bağımsız değişkenleri geçerli değil. İşaretleme uzantıları ad ve değer arasında bir eşittir işareti, oluşturucu parametreleriyle ad/değer çiftleri arasında bir virgül olmasını gerektirir.
zh_hans: 参数“{0}”无效。标记扩展要求在名称和值之间有一个等号，在构造函数参数和名称/值对之间有一个逗号。
zh_hant: 引數 '{0}' 無效。標記延伸要求名稱與值之間必須有一個等號，且建構函式參數與名稱/值組之間必須有一個逗號。

# ParserMarkupExtensionDelimiterBeforeFirstAttribute
source: Arguments '{0}' are not valid. Markup extensions require only spaces between the markup extension name and the first parameter. A comma or equal sign is not allowed before the first parameter.
cs: Argumenty {0} jsou neplatné. Přípony označení vyžadují pouze mezery mezi názvem a prvním parametrem. Před prvním parametrem není povolena čárka ani rovnítko.
de: Die Argumente "{0}" sind ungültig. In Markuperweiterungen sind zwischen dem Namen der Markuperweiterung und dem ersten Parameter nur Leerzeichen zulässig. Ein Komma oder Gleichheitszeichen ist vor dem ersten Parameter nicht zulässig.
es: Los argumentos '{0}' no son válidos. Las extensiones de marcado requieren sólo espacios entre el nombre de la extensión y el primer parámetro. La coma o el signo igual no están permitidos antes del primer parámetro.
fr: Les arguments '{0}' ne sont pas valides. Les extensions de balisage nécessitent uniquement des espaces entre le nom de l'extension de balisage et le premier paramètre. Virgule ou signe '=' non autorisé avant le premier paramètre.
it: Argomenti '{0}' non validi. Per le estensioni di markup sono consentiti solo spazi tra il nome dell'estensione di markup e il primo parametro. Impossibile aggiungere una virgola o un segno di uguale prima del primo parametro.
ja: 引数 '{0}' が無効です。マークアップ拡張では、マークアップ拡張名と最初のパラメーターの間に空白だけを必要とします。コンマや等号を最初のパラメーターの前に使用することはできません。
ko: '{0}' 인수가 잘못되었습니다. 태그 확장에서 태그 확장 이름과 첫 번째 매개 변수 사이에는 공백만 있어야 합니다. 첫 번째 매개 변수 앞에는 쉼표 또는 등호를 사용할 수 없습니다.
pl: Argumenty „{0}” są nieprawidłowe. Rozszerzenia znaczników wymagają tylko spacji miedzy nazwą rozszerzenia znaczników a pierwszym parametrem. Przecinek lub znak równości nie są dozwolone przed pierwszym parametrem.
pt_br: Os argumentos '{0}' não são válidos. As extensões de marcação requerem somente espaços entre o nome de extensão da marcação e o primeiro parâmetro. Uma vírgula ou sinal de igual não é permitido antes do primeiro parâmetro.
ru: Недопустимые аргументы "{0}". В расширениях разметки между именем расширения разметки и первым параметром должны быть только пробелы. Перед первым параметром не должно быть запятой или знака равенства.
tr: {0}' bağımsız değişkenleri geçerli değil. İşaretleme uzantıları biçimlendirme uzantısı adıyla ilk parametre arasında yalnızca boşluklar olmasını gerektirir. İlk parametreden önce virgül veya eşittir işaretine izin verilmez.
zh_hans: 参数“{0}”无效。标记扩展要求标记扩展名与其第一个参数之间只有空格。在第一个参数之前不允许有逗号或等号。
zh_hant: 引數 '{0}' 無效。標記延伸要求標記延伸名稱與第一個參數之間只能有一個空格。第一個參數之前不允許使用逗號或等號。

# ParserMarkupExtensionInvalidClosingBracketCharacers
source: Encountered a closing BracketCharacter '{0}' at Line Number '{1}' and Line Position '{2}' without a corresponding opening BracketCharacter.
cs: Na řádku číslo {1} a na pozici {2} je znak pravé závorky {0}, který nemá odpovídající znak levé závorky.
de: Schließendes BracketCharacter-Objekt "{0}" in Zeilennummer {1} und an Zeilenposition {2} ohne entsprechendes öffnendes BracketCharacter-Objekt.
es: Se encontró un carácter de paréntesis de cierre "{0}" en el número de línea "{1}" y en la posición "{2}" de la línea sin un carácter de paréntesis de apertura correspondiente.
fr: BracketCharacter fermant '{0}' détecté au numéro de ligne '{1}' et à la position de ligne '{2}' sans correspondance avec un BracketCharacter ouvrant.
it: In corrispondenza del numero di riga '{1}' e della posizione di riga '{2}' è stato rilevato un carattere di parentesi quadra di chiusura '{0}' per il quale non esiste un carattere di parentesi quadra di apertura corrispondente.
ja: 終了の BracketCharacter '{0}' が行番号 '{1}'、行の位置 '{2}' に見つかりましたが、対応する開始の BracketCharacter がありません。
ko: 줄 번호 '{1}' 및 줄 위치 '{2}'의 닫는 괄호 문자 '{0}'에 해당하는 여는 괄호 문자가 없습니다.
pl: Napotkano znak zamykania nawiasu „{0}” w wierszu o numerze „{1}” na pozycji „{2}” bez odpowiadającego znaku otwierania nawiasu.
pt_br: Encontrado um BracketCharacter de fechamento '{0}' no Número de Linha '{1}' e na Posição de Linha '{2}' sem um BracketCharacter de abertura correspondente.
ru: Обнаружен закрывающий символ BracketCharacter "{0}" в строке "{1}" и позиции "{2}" без соответствующего открывающего символа BracketCharacter.
tr: '{1}' Numaralı Satırın '{2}' Konumunda, karşılık gelen bir açma BracketCharacter’i olmayan '{0}' kapatma BracketCharacter ile karşılaşıldı.
zh_hans: 行号“{1}”行位置“{2}”处的右 BracketCharacter“{0}”缺少对应的左 BracketCharacter。
zh_hant: 行號 '{1}' 與行位置 '{2}' 出現結尾 BracketCharacter '{0}'，但沒有相對應的開頭 BracketCharacter。

# ParserMarkupExtensionMalformedBracketCharacers
source: BracketCharacter '{0}' at Line Number '{1}' and Line Position '{2}' does not have a corresponding opening/closing BracketCharacter.
cs: Znak závorky {0} na řádku číslo {1} a na pozici {2} nemá odpovídající znak levé nebo pravé závorky.
de: BracketCharacter "{0}" in Zeilennummer {1} und an Zeilenposition {2} verfügt nicht über ein entsprechendes öffnendes/schließendes BracketCharacter-Objekt.
es: El carácter de paréntesis "{0}" en el número de línea "{1}" y en la posición "{2}" de la línea no tiene un carácter de paréntesis de apertura o cierre correspondiente.
fr: Le BracketCharacter '{0}' détecté au numéro de ligne '{1}' et à la position de ligne '{2}' ne correspond à aucun BracketCharacter ouvrant/fermant.
it: Per il carattere di parentesi quadra '{0}' al numero di riga '{1}' e alla posizione di riga '{2}' non esiste un carattere di parentesi quadra di apertura/chiusura corrispondente.
ja: 行番号 '{1}'、行の位置 '{2}' にある BracketCharacter '{0}' には、対応する開始/終了の BracketCharacter がありません。
ko: 줄 번호 '{1}' 및 줄 위치 '{2}'의 괄호 문자 '{0}'에 해당하는 여는 괄호 문자나 닫는 괄호 문자가 없습니다.
pl: Znak nawiasu „{0}” w wierszu o numerze „{1}” na pozycji „{2}” nie ma odpowiadającego znaku otwierania/zamykania nawiasu.
pt_br: O BracketCharacter '{0}' no Número de Linha '{1}' e na Posição de Linha '{2}' não tem um BracketCharacter de abertura/fechamento correspondente.
ru: Символ BracketCharacter "{0}" в строке "{1}" и позиции "{2}" не имеет соответствующего открывающего или закрывающего символа BracketCharacter.
tr: '{1}' numaralı satırın '{2}' konumundaki '{0}' ayracı için karşılık gelen bir açılış/kapanış BracketCharacter yok.
zh_hans: 行号“{1}”和行位置“{2}”处的 BracketCharacter“{0}”缺少对应的左/右 BracketCharacter。
zh_hant: 行號 '{1}' 與行位置 '{2}' 的 BracketCharacter '{0}'，沒有相對應的開頭/結尾 BracketCharacter。

# ParserMarkupExtensionNoEndCurlie
source: Markup extension expressions must end with '{0}'.
cs: Výraz přípony označení musí končit na {0}.
de: Ausdrücke für Markuperweiterungen müssen auf "{0}" enden.
es: Las expresiones de extensión de marcado deben finalizar con '{0}'.
fr: Les expressions d'extension de balisage doivent se terminer par '{0}'.
it: Le espressioni dell'estensione di markup devono terminare con '{0}'.
ja: マークアップ拡張式は '{0}' で終わる必要があります。
ko: 태그 확장 식은 '{0}'(으)로 끝나야 합니다.
pl: Wyrażenia rozszerzeń znaczników muszą kończyć się „{0}”.
pt_br: As expressões de extensão de marcação devem terminar com '{0}'.
ru: Выражения расширения разметки должны заканчиваться "{0}".
tr: İşaretleme uzantısı ifadelerinin sonunda '{0}' olmalıdır.
zh_hans: 标记扩展表达式必须以“{0}”结束。
zh_hant: 標記延伸運算式的結尾必須是 '{0}'。

# ParserMarkupExtensionNoNameValue
source: Name/value pairs in markup extensions must have the format 'Name = Value' with each pair separated by a comma. '{0}' does not follow this format.
cs: Dvojice název/hodnota v příponách označení musí mít formát Název = Hodnota a každá dvojice musí být oddělena čárkou. Element {0} tento formát nedodržuje.
de: Name/Wert-Paare in Markuperweiterungen müssen das Format "Name = Wert" aufweisen, wobei die einzelnen Paare durch Kommas getrennt werden. "{0}" weist ein anderes Format auf.
es: Los pares nombre/valor en las extensiones de marcado deben tener el formato 'Nombre = Valor' con cada par separado por una coma. '{0}' no se ajusta a este formato.
fr: Les paires nom / valeur des extensions de balisage doivent avoir le format 'nom = valeur' où chaque paire est séparée par une virgule. '{0}' ne respecte pas ce format.
it: Il formato delle coppie nome valore nelle estensioni di markup deve essere 'Nome = Valore' e ogni coppia deve essere separata da una virgola. '{0}' non è conforme a questo formato.
ja: マークアップ拡張内の名前/値の組み合わせは、'名前 = 値' の形式で、各組み合わせはコンマで区切られていなければなりません。'{0}' はこの形式に準拠していません。
ko: 태그 확장에서 이름/값 쌍은 'Name = Value' 형식이어야 하며, 여기서 각 쌍은 쉼표로 구분됩니다. '{0}'에서는 이 형식을 따르지 않습니다.
pl: Pary nazwa/wartość w rozszerzeniach znaczników muszą mieć format „Nazwa = Wartość”, a każda para powinna być oddzielona przecinkiem. „{0}” nie odpowiada temu formatowi.
pt_br: Os pares nome/valor nas extensões de marcação devem ter o formato 'Nome = Valor', com uma vírgula separando cada par. '{0}' não está de acordo com este formato.
ru: Пары имя/значение в расширениях разметки должна иметь формат "Имя = Значение", и пары должны отделяться друг от друга запятой. "{0}" не соответствует этому формату.
tr: İşaretleme uzantılarındaki ad/değer çiftleri 'Ad = Değer' biçiminde olmalı ve her çift bir virgülle ayrılmalıdır. '{0}' bu biçime uymuyor.
zh_hans: 标记扩展中的名称/值对必须具有“Name = Value”格式，每个对以逗号分隔。“{0}”不跟在该格式之后。
zh_hant: 標記延伸中的名稱/值組格式必須為 'Name = Value'，而每個組必須以逗號分隔。'{0}' 未依照此格式。

# ParserMarkupExtensionNoQuotesInName
source: Names and Values in a markup extension cannot contain quotes. '{0}' markup extension arguments are not valid.
cs: Názvy a hodnoty v příponě označení nesmí obsahovat uvozovky. Argumenty přípony označení {0} nejsou platné.
de: Namen und Werte in einer Markuperweiterung dürfen keine Anführungszeichen enthalten. {0}-Markuperweiterungsargumente sind nicht gültig.
es: Los nombres y los valores en una extensión de marcado no pueden incluir comillas. Los argumentos de extensión de marcado '{0}' no son válidos.
fr: Les noms et valeurs d'une extension de balisage ne peuvent pas comporter de guillemets. Les arguments d'extension de balisage '{0}' ne sont pas valides.
it: I nomi e i valori in un'estensione di markup non possono contenere virgolette. Gli argomenti dell'estensione di markup '{0}' non sono validi.
ja: マークアップ拡張の名前と値に、引用符を含めることはできません。'{0}' マークアップ拡張引数は、無効です。
ko: 태그 확장에서 Name 및 Value에는 따옴표를 사용할 수 없습니다. '{0}' 태그 확장 인수가 올바르지 않습니다.
pl: Nazwy i wartości w rozszerzeniu znaczników zawierają cudzysłowy. Argumenty rozszerzeń znaczników „{0}” są nieprawidłowe.
pt_br: Os nomes e valores em uma extensão de marcação não podem conter aspas. Os argumentos de extensão de marcação '{0}' não são válidos.
ru: Имена и значения в расширении разметки не могут содержать кавычек. Недопустимые аргументы расширения разметки "{0}".
tr: İşaretleme uzantısında Adlar ve Değerler tırnak işareti içeremez. '{0}' biçimlendirme uzantısı bağımsız değişkenleri geçerli değil.
zh_hans: 标记扩展中的名称和值不能包含引号。“{0}”标记扩展参数无效。
zh_hant: 標記延伸中的名稱與值不能包含引號。'{0}' 標記延伸引數無效。

# ParserMarkupExtensionTrailingGarbage
source: '{1}' text is not valid after the closing '{0}' of a markup extension expression.
cs: Text {1} za ukončovacím prvkem {0} výrazu přípony označení není platný.
de: Der Text "{1}" ist nach "{0}" zum Abschließen eines Ausdrucks für eine Markuperweiterung nicht gültig.
es: El texto "{1}" no es válido después del "{0}" de cierre de la expresión de extensión de marcado.
fr: Le texte '{1}' est non valide après le '{0}' de fermeture d'une expression d'extension de balisage.
it: Il testo '{1}' non è valido dopo il carattere '{0}' di chiusura in un'espressione dell'estensione di markup.
ja: '{1}' テキストは、マークアップ拡張式を閉じる '{0}' の後では、無効です。
ko: 태그 확장 식에서 '{0}'을(를) 닫은 후에는 '{1}' 텍스트를 사용할 수 없습니다.
pl: Tekst „{1}” jest nieprawidłowy po zakończeniu „{0}” wyrażenia rozszerzenia znaczników.
pt_br: O texto '{1}' não é válido após o '{0}' de fechamento de uma expressão de extensão de marcação.
ru: Недопустимый текст "{1}" после закрывающего знака "{0}" в выражении расширения разметки.
tr: Bir işaretleme uzantısı ifadesinde kapanış '{0}' işaretinden sonra '{1}' metni geçerli değil.
zh_hans: 关闭标记扩展表达式的“{0}”之后“{1}”文本无效。
zh_hant: 標記延伸運算式結尾 '{0}' 後面的 '{1}' 文字無效。

# ParserMarkupExtensionUnknownAttr
source: Unrecognized property '{0}' for type '{1}' found while parsing markup extension.
cs: Pro analýzu přípony označení byla nalezena neznámá vlastnost {0} pro typ {1}.
de: Beim Analysieren einer Markuperweiterung wurde die unbekannte Eigenschaft "{0}" für den Typ "{1}" gefunden.
es: Se encontró una propiedad "{0}" no reconocida para el tipo "{1}" al analizar la extensión de marcado.
fr: Une propriété '{0}' non reconnue pour le type '{1}' a été trouvée durant l'analyse de l'extension de balisage.
it: È stata trovata la proprietà non riconosciuta '{0}' per il tipo '{1}' durante l'analisi dell'estensione di markup.
ja: マークアップ拡張の解析中に、型 '{1}' の認識できないプロパティ '{0}' が見つかりました。
ko: 태그 확장을 구문 분석하는 동안 '{1}' 형식에 대해 인식할 수 없는 '{0}' 속성이 검색되었습니다.
pl: Podczas analizy rozszerzenia znaczników znaleziono nierozpoznaną właściwość „{0}” dla typu „{1}”.
pt_br: Propriedade '{0}' não reconhecida para o tipo '{1}' encontrado durante a análise da extensão de marcação.
ru: При синтаксическом анализе расширения разметки обнаружено нераспознанное свойство "{0}" для типа "{1}".
tr: İşaretleme uzantısı ayrıştırılırken '{1}' türü için tanınmayan '{0}' özelliği bulundu.
zh_hans: 分析标记扩展时发现类型“{1}”的无法识别的属性“{0}”。
zh_hant: 剖析標記延伸時發現有類型 '{1}' 無法辨識的屬性 '{0}'。

# ParserMetroUnknownAttribute
source: Unrecognized '{0}' attribute in namespace '{1}'. Only Key attribute is valid in this namespace.
cs: Neznámý atribut {0} v oboru názvů {1}. V tomto oboru je platný pouze atribut Key.
de: Unbekanntes {0}-Attribut im Namespace "{1}". In diesem Namespace ist nur ein Key-Attribut gültig.
es: Atributo "{0}" no reconocido en el espacio de nombres "{1}". Solo el atributo Key es válido en este espacio de nombres.
fr: Attribut '{0}' non reconnu dans l'espace de noms '{1}'. Seul l'attribut Key est valide dans cet espace de noms.
it: Attributo '{0}' non riconosciuto nello spazio dei nomi '{1}'. In questo spazio dei nomi è valido solo l'attributo Key.
ja: 名前空間 '{1}'では認識できない '{0}' 属性です。この名前空間では、Key 属性のみが有効です。
ko: '{1}' 네임스페이스에 인식할 수 없는 '{0}' 특성이 있습니다. 이 네임스페이스에서는 Key 특성만 사용할 수 있습니다.
pl: Nierozpoznany atrybut „{0}” w przestrzeni nazw „{1}”. W tej przestrzeni nazw poprawny jest tylko atrybut Key.
pt_br: Atributo '{0}' não reconhecido no namespace '{1}'. Somente o atributo Key é válido nesse namespace.
ru: Нераспознанный атрибут "{0}" в пространстве имен "{1}". В этом пространстве имен допускается только атрибут Key.
tr: '{1}' ad alanında tanınmayan '{0}' özniteliği. Bu ad alanında yalnızca Key özniteliği geçerlidir.
zh_hans: 命名空间“{1}”中无法识别的“{0}”特性。在该命名空间中只有 Key 特性是有效的。
zh_hant: 命名空間 '{1}' 中有無法辨識的 '{0}' 屬性。此命名空間中只有 Key 屬性有效。

# ParserMultiBamls
source: Cannot use multiple writable BamlRecords at the same time.
cs: Nelze používat více přepisovatelných BamlRecords současně.
de: Mehrere schreibbare "BamlRecords" können nicht gleichzeitig verwendet werden.
es: No se pueden usar al mismo tiempo múltiples BamlRecords con permiso de escritura.
fr: Impossible d'utiliser simultanément plusieurs BamlRecords accessibles en écriture.
it: Impossibile utilizzare contemporaneamente più BamlRecords scrivibili.
ja: 複数の書き込み可能な BamlRecords を同時に使用することはできません。
ko: 여러 개의 쓰기 가능한 BamlRecords를 동시에 사용할 수 없습니다.
pl: Jednocześnie nie można używać wielu rekordów BamlRecords z możliwością zapisu.
pt_br: Não é possível utilizar vários BamlRecords graváveis ao mesmo tempo.
ru: Одновременное использование нескольких доступных для записи BamlRecords невозможно.
tr: Aynı anda birden fazla yazılabilir BamlRecords kullanılamaz.
zh_hans: 不能同时使用多个可写的 BamlRecords。
zh_hant: 無法同時使用多個可寫入的 BamlRecords。
