Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ComponentNotInPresentationContext
source: '{0}' component is not in presentation context.
cs: Komponent {0} není obsažen v kontextu prezentace.
de: Die Komponente "{0}" befindet sich nicht im Präsentationskontext.
es: El componente '{0}' no se encuentra en el contexto de presentación.
fr: Le composant '{0}' n'est pas en contexte de présentation.
it: Il componente '{0}' non è incluso nel contesto di presentazione.
ja: '{0}' コンポーネントは、プレゼンテーション コンテキストにありません。
ko: '{0}' 구성 요소가 프레젠테이션 컨텍스트에 없습니다.
pl: Składnika „{0}” nie ma w kontekście prezentacji.
pt_br: O componente '{0}' não está no contexto da apresentação.
ru: Компонента "{0}" нет в контексте презентации.
tr: '{0}' bileşeni sunu bağlamında değil.
zh_hans: “{0}”组件未在演示上下文中。
zh_hant: '{0}' 元件不存在於呈現內容中。

# CompositeCollectionResetOnlyOnClear
source: CompositeCollectionView only supports NotifyCollectionChangeAction.Reset when the collection is empty or is being cleared.
cs: Pokud je kolekce prázdná nebo je vymazána, pak třída CompositeCollectionView podporuje pouze třídu NotifyCollectionChangeAction.Reset.
de: "CompositeCollectionView" unterstützt nur "NotifyCollectionChangeAction.Reset", wenn die Sammlung leer ist oder gelöscht wird.
es: CompositeCollectionView sólo admite NotifyCollectionChangeAction.Reset cuando la colección está vacía o se está borrando.
fr: CompositeCollectionView ne prend en charge NotifyCollectionChangeAction.Reset que lorsque la collection est vide ou en cours d'effacement.
it: CompositeCollectionView supporta solo NotifyCollectionChangeAction.Reset quando la raccolta è vuota o in corso di cancellazione.
ja: コレクションが空または消去されている場合、CompositeCollectionView のみが NotifyCollectionChangeAction.Reset をサポートします。
ko: 컬렉션이 비어있거나 지워지는 경우 CompositeCollectionView는 NotifyCollectionChangeAction.Reset만 지원합니다.
pl: Widok CompositeCollectionView obsługuje zdarzenie NotifyCollectionChangeAction.Reset tylko, gdy kolekcja jest pusta lub czyszczona.
pt_br: CompositeCollectionView somente dá suporte a NotifyCollectionChangeAction.Reset quando a coleção está vazia ou está sendo apagada.
ru: CompositeCollectionView поддерживает NotifyCollectionChangeAction.Reset, только если коллекция пуста или очищается.
tr: Koleksiyon boş veya temizleniyor olduğunda CompositeCollectionView yalnızca NotifyCollectionChangeAction.Reset desteği sağlar.
zh_hans: 当该集合为空或被清除时，CompositeCollectionView 只支持 NotifyCollectionChangeAction.Reset。
zh_hant: 當集合是空的或已清除時，CompositeCollectionView 只支援 NotifyCollectionChangeAction.Reset。

source: Condition cannot use both Property and Binding.
cs: Podmínka nemůže použít současně vlastnost Property a Binding.
de: Von der Bedingung können "Property" und "Binding" nicht gleichzeitig verwendet werden.
es: La condición no puede usar Property y Binding al mismo tiempo.
fr: La condition ne peut pas utiliser à la fois Property et Binding.
it: Impossibile utilizzare sia Property che Binding nella condizione.
ja: 条件は、Property と Binding の両方を使用できません。
ko: 조건에 Property와 Binding을 함께 사용할 수 없습니다.
pl: Warunek nie może używać jednocześnie Property i Binding.
pt_br: A condição não pode utilizar Property e Binding.
ru: Условие не может одновременно использовать Property и Binding.
tr: Koşul, hem Property hem Binding kullanamaz.
zh_hans: 条件无法同时使用 Property 和 Binding。
zh_hant: 條件無法同時使用 Property 與 Binding。

# ConditionValueOfExpressionNotSupported
source: Expression type is not a valid trigger condition.
cs: Tento typ výrazu není platnou spouštěcí podmínkou.
de: Bei dem Ausdruckstyp handelt es sich nicht um eine gültige Auslöserbedingung.
es: El tipo de expresión no es una condición desencadenadora válida.
fr: Le type d'expression n'est pas une condition de déclencheur valide.
it: Il tipo di espressione non è una condizione di trigger valida.
ja: 式の型は、有効なトリガーの条件ではありません。
ko: 식 형식이 잘못된 트리거 조건입니다.
pl: Typ wyrażenia nie jest prawidłowym warunkiem wyzwalacza.
pt_br: O tipo de expressão não é uma condição de disparador válido.
ru: Тип выражения не является допустимым условием триггера.
tr: İfade türü geçerli bir tetikleyici koşulu değil.
zh_hans: 表达式类型不是有效的触发条件。
zh_hant: 運算式型別不是有效的觸發程序條件。

# ConditionValueOfMarkupExtensionNotSupported
source: '{0}' is not a valid trigger condition.
cs: Prvek {0} není platnou spouštěcí podmínkou.
de: "{0}" ist keine gültige Auslöserbedingung.
es: '{0}' no es una condición desencadenadora válida.
fr: '{0}' n'est pas une condition de déclencheur valide.
it: '{0}' non è una condizione di trigger valida.
ja: '{0}' は、有効なトリガーの条件ではありません。
ko: '{0}'이(가) 잘못된 트리거 조건입니다.
pl: „{0}” nie jest prawidłowym warunkiem wyzwalacza.
pt_br: '{0}' não é uma condição de disparador válido.
ru: "{0}" не является допустимым условием триггера.
tr: '{0}' geçerli bir tetikleyici koşulu değil.
zh_hans: “{0}”不是有效的触发条件。
zh_hant: '{0}' 不是有效的觸發程序條件。

# ContentControlCannotHaveMultipleContent
source: Content of a ContentControl must be a single element.
cs: Obsah prvku ContentControl musí být jediný prvek.
de: Beim Inhalt von "ContentControl" muss es sich um ein einzelnes Element handeln.
es: El contenido de ContentControl debe ser un solo elemento.
fr: Le contenu d'un ContentControl doit être un élément unique.
it: Il contenuto di un ContentControl deve essere un elemento singolo.
ja: ContentControl のコンテンツは、単一要素である必要があります。
ko: ContentControl의 콘텐츠는 단일 요소여야 합니다.
pl: Zawartość elementu ContentControl musi być pojedynczym elementem.
pt_br: O conteúdo de um ContentControl deve ser um elemento único.
ru: Содержимым ContentControl должен быть единственный элемент.
tr: Bir ContentControl içeriği tek öğe olmalıdır.
zh_hans: ContentControl 的内容必须为单个元素。
zh_hant: ContentControl 的內容必須是單一項目。

# ContentTypeNotSupported
source: '{0}' ContentType is not valid.
cs: {0} ContentType není platný.
de: "{0}"-ContentType ist ungültig.
es: El ContentType '{0}' no es válido.
fr: ContentType '{0}' non valide.
it: ContentType '{0}' non valido.
ja: '{0}' ContentType は無効です。
ko: '{0}' ContentType이 잘못되었습니다.
pl: Typ ContentType „{0}” jest nieprawidłowy.
pt_br: ContentType '{0}' não é válido.
ru: Недопустимое значение ContentType "{0}".
tr: '{0}' ContentType geçerli değil.
zh_hans: “{0}”ContentType 无效。
zh_hant: '{0}' ContentType 無效。

# ContextMenuInDifferentDispatcher
source: ContextMenu value does not share the object's Dispatcher.
cs: Hodnota ContextMenu nesdílí Dispatcher.
de: Der ContextMenu-Wert teilt nicht den "Dispatcher" des Objekts.
es: El valor de ContextMenu no comparte el Dispatcher del objeto.
fr: La valeur ContextMenu ne partage pas le Dispatcher de l'objet.
it: Il valore ContextMenu non condivide il Dispatcher dell'oggetto.
ja: ContextMenu 値は、オブジェクトの Dispatcher を共有していません。
ko: ContextMenu 값이 개체의 Dispatcher를 공유하지 않습니다.
pl: Wartość ContextMenu nie współużytkuje usługi Dispatcher obiektu.
pt_br: O valor de ContextMenu não compartilha o Dispatcher do objeto.
ru: Значение ContextMenu не использует общий Dispatcher объекта.
tr: ContextMenu değeri nesnenin Dispatcher'ını paylaşmıyor.
zh_hans: ContextMenu 值不共享对象的 Dispatcher。
zh_hant: ContextMenu 值未共用物件的 Dispatcher。

# CopyToNotEnoughSpace
source: Number of elements in source Enumerable is greater than available space from index to the end of destination array.
cs: Počet prvků ve zdrojovém výčtu je větší než prostor, který je k dispozici mezi indexem a koncem cílového pole.
de: Die Elementanzahl in der Quellaufzählung übersteigt den verfügbaren Platz zwischen dem Index und dem Ende des Zielarrays.
es: El número de elementos en Enumerable de origen es mayor que el espacio disponible desde el índice hasta el final de la matriz de destino.
fr: Le nombre d'éléments de l'objet Enumerable source est supérieur à l'espace disponible entre l'index et la fin du tableau de destination.
it: Il numero di elementi nella raccolta enumerabile di origine è maggiore dello spazio disponibile dall'indice alla fine della matrice di destinazione.
ja: ソース Enumerable 内の要素の数は、インデックスから出力先配列の最後までの使用可能な領域より大きくなっています。
ko: 원본 Enumerable에서 요소의 수가 인덱스에서 대상 배열의 끝까지 사용 가능한 공간보다 큽니다.
pl: Liczba elementów w źródłowym elemencie Enumerable jest większa niż dostępny obszar od indeksu do końca tablicy docelowej.
pt_br: O número de elementos no Enumerable de origem é maior que o espaço disponível do índice até o final da matriz de destino.
ru: Число элементов в свойстве Enumerable источника превышает доступный размер от индекса до конца целевого массива.
tr: Kaynak Numaralandırmadaki öğe sayısı dizinden hedef dizinin sonuna kadar olan kullanılabilir alandan daha büyük.
zh_hans: 源中可枚举的元素数大于从索引到目标数组末尾的可用空间。
zh_hant: 來源列舉程式中的項目數目大於無索引到目的陣列結尾的可用空間。

# CorePropertyEnumeratorPositionedOutOfBounds
source: Enumerator for core properties is positioned outside bounds of collection.
cs: Čítač pro základní vlastnosti je umístěn mimo hranice kolekce.
de: Der Enumerator für die Kerneigenschaften wurde außerhalb der Sammlungsgrenzen positioniert.
es: El enumerador de las propiedades principales reside fuera de los límites de la colección.
fr: L'énumérateur des propriétés principales est positionné en dehors des limites de la collection.
it: L'enumeratore per le proprietà principali è posizionato all'esterno dei limiti della raccolta.
ja: コア プロパティの列挙子は、コレクションの境界外にあります。
ko: 핵심 속성에 대한 표시기의 위치가 컬렉션의 범위를 벗어났습니다.
pl: Moduł wyliczający dla źródłowych właściwości znajduje się poza zakresem kolekcji.
pt_br: O enumerador das propriedades de núcleo está posicionado fora dos limites da coleção.
ru: Перечислитель основных свойств расположен вне пределов семейства.
tr: Çekirdek özellikler için numaralandırıcı koleksiyon sınırları dışında konumlandırılmış.
zh_hans: 核心属性的枚举器位于集合界限之外。
zh_hant: 核心屬性的列舉程式位於集合的範圍之外。

# CreateHighlight
source: _Highlight
cs: _Zvýraznit
de: _Markieren
es: _Resaltar
fr: _Surligner
it: _Evidenzia
ja: 蛍光ペン(_H)
ko: 강조(_H)
pl: _Wyróżnienie
pt_br: _Realçar
ru: _Выделить
tr: _Vurgula
zh_hans: 突出显示(_H)
zh_hant: 醒目提示(_H)

# CreateInkNote
source: Add In_k Note
cs: Nová _poznámka (rukopis)
de: _Freihandnotiz hinzufügen
es: Agregar nota de ti_nta
fr: Ajouter une _note manuscrite
it: Aggiungi n_ota a penna
ja: 手書きメモの追加(_K)
ko: 잉크 메모 추가(_K)
pl: Dodaj uw_agę odręczną
pt_br: Adicionar Nota à Tint_a
ru: До_бавить рукописное примечание
tr: Mü_rekkep Notu ekle
zh_hans: 添加墨水注释(_K)
zh_hant: 新增筆跡記事(_K)

# CreateRootPopup_ChildHasLogicalParent
source: '{0}' must be the root element of a tree, but has a logical parent '{1}'.
cs: Prvek {0} musí být kořenovým prvkem stromu, ale má logický nadřazený prvek {1}.
de: Bei "{0}" muss es sich um das Stammelement einer Struktur handeln, es ist jedoch ein logisches übergeordnetes {1}-Objekt dafür vorhanden.
es: "{0}" debe ser el elemento raíz de un árbol, pero tiene un elemento primario lógico "{1}".
fr: '{0}' doit être l'élément racine d'une arborescence, mais il a un parent logique '{1}'.
it: '{0}' deve essere l'elemento radice di un albero, ma ha un elemento padre logico '{1}'.
ja: '{0}' は、ツリーのルート要素である必要がありますが、論理親 '{1}' があります。
ko: '{0}'은(는) 트리의 루트 요소여야 하는데 현재 논리 부모 '{1}'이(가) 있습니다.
pl: Element „{0}” musi być podstawowym elementem drzewa, ale ma logiczny obiekt nadrzędny „{1}”.
pt_br: '{0}' precisa ser o elemento raiz de uma árvore, mas tem um pai lógico '{1}'.
ru: "{0}" должен быть корневым элементом дерева, но имеет логический родительский элемент "{1}".
tr: '{0}' bir ağacın kök öğesi olmalıdır, ancak '{1}' mantıksal üst öğesi var.
zh_hans: “{0}”必须是树的根元素，但是有一个逻辑父元素“{1}”。
zh_hant: '{0}' 必須是樹狀結構的根項目，但其有邏輯父系 '{1}'。

# CreateRootPopup_ChildHasVisualParent
source: '{0}' must be the root element of a tree, but has a visual parent '{1}'.
cs: Prvek {0} musí být kořenovým prvkem stromu, ale má vizuální nadřazený prvek {1}.
de: Bei "{0}" muss es sich um das Stammelement einer Struktur handeln, es ist jedoch ein visuelles übergeordnetes {1}-Objekt dafür vorhanden.
es: "{0}" debe ser el elemento raíz de un árbol, pero tiene un elemento primario visual "{1}".
fr: '{0}' doit être l'élément racine d'une arborescence, mais il a un parent visuel '{1}'.
it: '{0}' deve essere l'elemento radice di un albero, ma ha un elemento padre di oggetto visivo '{1}'.
ja: '{0}' は、ツリーのルート要素である必要がありますが、ビジュアル親 '{1}' があります。
ko: '{0}'은(는) 트리의 루트 요소여야 하는데 시각적 부모 '{1}'이(가) 있습니다.
pl: Element „{0}” musi być podstawowym elementem drzewa, ale ma wizualny obiekt nadrzędny „{1}”.
pt_br: '{0}' precisa ser o elemento raiz de uma árvore, mas tem um pai visual '{1}'.
ru: "{0}" должен быть корневым элементом дерева, но имеет визуальный родительский элемент "{1}".
tr: '{0}' bir ağacın kök öğesi olmalıdır, ancak '{1}' görsel üst öğesi var.
zh_hans: “{0}”必须是树的根元素，但是有一个视觉父元素“{1}”。
zh_hant: '{0}' 必須是樹狀結構的根項目，其有視覺化父系 '{1}'。

# CreateTextNote
source: Add Text _Note
cs: _Nová poznámka (text)
de: Text_notiz hinzufügen
es: Agregar _nota de texto
fr: Ajouter Text _Note
it: Aggiungi _nota testo
ja: テキスト メモの追加(_N)
ko: 텍스트 메모 추가(_N)
pl: Dodaj uwagę _tekstową
pt_br: Adicionar _Nota de Texto
ru: Добавить _текстовое примечание
tr: M_etin Notu ekle
zh_hans: 添加文本注释(_N)
zh_hant: 新增文字記事(_N)

# CrossThreadAccessOfUnshareableFreezable
source: Cannot access Freezable '{0}' across threads because it cannot be frozen.
cs: Nelze pracovat s prvkem Freezable {0} ve vláknech, protože jej nelze zmrazit.
de: Auf das Freezable-Objekt "{0}" kann nicht threadübergreifend zugegriffen werden, da es nicht fixiert werden kann.
es: No se puede obtener acceso a '{0}' inmovilizable porque no puede estar inmovilizado.
fr: Impossible d'accéder à Freezable '{0}' à travers les threads car il ne peut pas être de type frozen.
it: Non è possibile accedere all'oggetto Freezable '{0}' in thread diversi perché non può essere bloccato.
ja: 固定できないため、スレッド間で Freezable '{0}' にアクセスできません。
ko: Freezable '{0}'을(를) 고정할 수 없으므로 스레드에서 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do obiektu Freezable „{0}” pomiędzy wątkami, ponieważ nie można go zamrozić.
pt_br: Não é possível acessar '{0}' nos threads porque ele não pode ser congelado.
ru: Нет доступа к объекту Freezable "{0}" через потоки, так как он не может быть заморожен.
tr: Dondurulamadığı için, iş parçacıklarından Freezable '{0}' öğesine erişilemiyor.
zh_hans: 无法在各进程之间访问可冻结的“{0}”，因为无法冻结它。
zh_hant: 無法跨執行緒存取可凍結的 '{0}'，因為它無法凍結。

# CustomContentStateMustBeSerializable
source: '{0}' CustomContentState object must be serializable.
cs: Objekt {0} CustomContentState musí být serializovatelný.
de: Das CustomContentState-Objekt "{0}" muss serialisierbar sein.
es: El objeto CustomContentState '{0}' debe ser serializable.
fr: L'objet CustomContentState '{0}' doit pouvoir être sérialisé.
it: L'oggetto CustomContentState '{0}' deve essere serializzabile.
ja: '{0}' CustomContentState オブジェクトは、シリアル化されている必要があります。
ko: '{0}' CustomContentState 개체는 serialize할 수 있어야 합니다.
pl: Musi być możliwe przeprowadzenie szeregowania obiektu CustomContentState „{0}”.
pt_br: O objeto CustomContentState '{0}' deve ser serializado.
ru: Объект CustomContentState "{0}" должен допускать сериализацию.
tr: '{0}' CustomContentState nesnesi seri hale getirilebilir olmalıdır.
zh_hans: “{0}”CustomContentState 对象必须可序列化。
zh_hant: '{0}' CustomContentState 物件必須可序列化。

# CustomDictionaryFailedToLoadDictionaryUri
source: Loading custom dictionary file at {0} failed.
cs: Načtení souboru vlastního slovníku v {0} se nezdařilo.
de: Fehler beim Laden der benutzerdefinierten Wörterbuchdatei bei "{0}".
es: Error al cargar el archivo de diccionario en {0}.
fr: Échec du chargement du fichier de dictionnaire personnalisé à l'emplacement {0}.
it: Caricamento del file del dizionario personalizzato in {0} non riuscito.
ja: {0} のカスタム辞書ファイルの読み込みに失敗しました。
ko: {0}에서 사용자 지정 사전 파일을 로드하지 못했습니다.
pl: Załadowanie niestandardowego pliku słownika pod adresem {0} nie powiodło się.
pt_br: Falha no carregamento do dicionário personalizado em {0}.
ru: Не удалось произвести загрузку файла настраиваемого словаря в {0}.
tr: {0} konumunda özel sözlük dosyası yüklenemedi.
zh_hans: 在 {0} 处加载自定义字典文件失败。
zh_hant: 載入位於 {0} 的自訂字典檔失敗。

# CustomDictionaryFailedToUnLoadDictionaryUri
source: Unloading custom dictionary file at {0} failed.
cs: Uvolnění souboru vlastního slovníku v {0} se nezdařilo.
de: Fehler beim Entladen der benutzerdefinierten Wörterbuchdatei bei "{0}".
es: Error al descargar el archivo de diccionario en {0}.
fr: Échec du déchargement du fichier de dictionnaire personnalisé à l'emplacement {0}.
it: Scaricamento del file del dizionario personalizzato in {0} non riuscito.
ja: {0} のカスタム辞書ファイルのアンロードに失敗しました。
ko: {0}에서 사용자 지정 사전 파일을 언로드하지 못했습니다.
pl: Zwolnienie niestandardowego pliku słownika pod adresem {0} nie powiodło się.
pt_br: Falha no descarregamento do dicionário personalizado em {0}.
ru: Не удалось произвести выгрузку файла настраиваемого словаря в {0}.
tr: {0} konumunda özel sözlük dosyası kaldırılamadı.
zh_hans: 在 {0} 处卸载自定义字典文件失败。
zh_hant: 卸載位於 {0} 的自訂字典檔失敗。

# CustomDictionaryItemAlreadyExists
source: Specified item has already been added to the collection.
cs: Zadaná položka již byla přidána do kolekce.
de: Das angegebene Element wurde bereits der Sammlung hinzugefügt.
es: El elemento especificado se ha agregado ya a la colección.
fr: L'élément spécifié a déjà été ajouté à la collection.
it: L'elemento specificato è già stato aggiunto alla raccolta.
ja: 指定された項目は、既にコレクションに追加されています。
ko: 지정된 항목은 이미 컬렉션에 추가되었습니다.
pl: Określony element został już dodany do kolekcji.
pt_br: O item especificado já foi adicionado à coleção.
ru: Указанный элемент уже был добавлен в коллекцию.
tr: Belirtilen öğe koleksiyona zaten eklenmişti.
zh_hans: 已将指定的项添加到集合中。
zh_hant: 所指定的項目已經加入此集合了。

# CustomDictionaryNullItem
source: Input collection cannot contain null item.
cs: Vstupní kolekce nemůže obsahovat položku Null.
de: Die Eingabesammlung darf kein NULL-Element enthalten.
es: La colección de entrada no puede contener un elemento nulo.
fr: La collection d'entrée ne peut pas contenir d'élément null.
it: La raccolta di input non può contenere un elemento null.
ja: 入力コレクションに null 項目を含めることはできません。
ko: 입력 컬렉션은 null 항목을 포함할 수 없습니다.
pl: Kolekcja wejściowa nie może zawierać elementu null.
pt_br: A coleção de entrada não pode conter um item nulo.
ru: Входная коллекция не может содержать неопределенный элемент (null).
tr: Giriş koleksiyonu null öğe içeremez.
zh_hans: 输入集合中不能包含 null 项。
zh_hant: 輸入集合不可包含 null 項目。

# CustomDictionarySourcesUnsupportedURI
source: Only local file path or pack Uri is supported.
cs: Je podporována pouze místní cesta k souboru nebo identifikátor Uri balíku.
de: Nur ein lokaler Dateipfad oder ein Paket-Uri wird unterstützt.
es: Solo se admite una ruta de acceso de archivo local o un Uri de paquete.
fr: Seul le chemin d'accès à un fichier local ou l'URI à en-tête pack est pris en charge.
it: È supportato solo il percorso del file locale o un Uri di tipo pack.
ja: ローカル ファイル パスまたは Pack Uri のみがサポートされています。
ko: 로컬 파일 경로 또는 pack Uri만 지원됩니다.
pl: Obsługiwane są tylko: lokalna ścieżka pliku i adres Uri pakietu.
pt_br: Só há suporte para caminho de arquivo local ou Uri de pacote.
ru: Поддерживается только локальный путь к файлу или код Uri пакета.
tr: Yalnızca yerel dosya yolu veya paket Uri'si desteklenir.
zh_hans: 只支持本地文件路径或包 Uri。
zh_hant: 僅支援本機檔案路徑或封裝 Uri。

# CyclicStyleReferenceDetected
source: Cyclic reference found while evaluating the Style property on element '{0}'.
cs: Při hodnocení vlastnosti Style prvku {0} byla nalezena cyklická reference.
de: Beim Auswerten der Style-Eigenschaft für Element "{0}" wurde ein zyklischer Verweis gefunden.
es: Se encontró una referencia cíclica al evaluar la propiedad Style del elemento '{0}'.
fr: Référence cyclique détectée lors de l'évaluation de la propriété Style de l'élément '{0}'.
it: Trovato riferimento ciclico durante la valutazione della proprietà Style per l'elemento '{0}'.
ja: 要素 '{0}' の Style プロパティを評価中に、循環参照が見つかりました。
ko: '{0}' 요소의 Style 속성을 평가하는 동안 순환 참조가 발견되었습니다.
pl: Odnaleziono referencje cykliczne podczas określania właściwości Style w elemencie „{0}”.
pt_br: Referência cíclica encontrada durante a avaliação da propriedade Style no elemento '{0}'.
ru: Циклическая ссылка обнаружена при оценке свойства Style элемента "{0}".
tr: '{0}' öğesi üzerinde Style özelliği değerlendirilirken döngüsel başvuru bulundu.
zh_hans: 在计算元素“{0}”上的 Style 属性时发现循环引用。
zh_hant: 評估項目 '{0}' 上的 Style 屬性時發現循環參考。

# CyclicThemeStyleReferenceDetected
source: Cyclic reference found while evaluating the ThemeStyle property on element '{0}'.
cs: Při hodnocení vlastnosti ThemeStyle prvku {0} byla nalezena cyklická reference.
de: Beim Auswerten der ThemeStyle-Eigenschaft für Element "{0}" wurde ein zyklischer Verweis gefunden.
es: Se encontró una referencia cíclica al evaluar la propiedad ThemeStyle del elemento '{0}'.
fr: Référence cyclique détectée lors de l'évaluation de la propriété ThemeStyle de l'élément '{0}'.
it: Trovato riferimento ciclico durante la valutazione della proprietà ThemeStyle per l'elemento '{0}'.
ja: 要素 '{0}' の ThemeStyle プロパティを評価中に、循環参照が見つかりました。
ko: '{0}' 요소의 ThemeStyle 속성을 평가하는 동안 순환 참조가 발견되었습니다.
pl: Odnaleziono referencje cykliczne podczas określania właściwości ThemeStyle w elemencie „{0}”.
pt_br: Referência cíclica encontrada durante a avaliação da propriedade ThemeStyle no elemento '{0}'.
ru: Циклическая ссылка обнаружена при оценке свойства ThemeStyle элемента "{0}".
tr: '{0}' öğesi üzerinde ThemeStyle özelliği değerlendirilirken döngüsel başvuru bulundu.
zh_hans: 在计算元素“{0}”上的 ThemeStyle 属性时发现循环引用。
zh_hant: 評估項目 '{0}' 上的 ThemeStyle 屬性時發現循環參考。

# DataGridCellItemAutomationPeer_LocalizedControlType
source: data grid cell
cs: buňka datové mřížky
de: Datenrasterzelle
es: celda de cuadrícula de datos
fr: cellule de grille de données
it: cella della griglia dati
ja: データ グリッド セル
ko: 데이터 표 셀
pl: komórka siatki danych
pt_br: célula de grade de dados
ru: Ячейка сетки данных
tr: veri kılavuzu hücresi
zh_hans: 数据网格单元
zh_hant: 資料格儲存格

# DataGridCellItemAutomationPeer_NameCoreFormat
source: Item: {0}, Column Display Index: {1}
cs: Položka: {0}, index zobrazení sloupce: {1}
de: Element: {0}, Anzeigeindex der Spalte: {1}
es: Elemento: {0}, índice de visualización de columna: {1}
fr: Élément : {0}. Index d'affichage de colonne : {1}
it: Elemento: {0}, indice visualizzazione colonna: {1}
ja: 項目: {0}、列表示インデックス: {1}
ko: 항목: {0}, 열 표시 인덱스: {1}
pl: Element: {0}, indeks wyświetlania kolumny: {1}
pt_br: Item: {0}, Índice de Exibição de Coluna: {1}
ru: Элемент: {0}, индекс отображения столбца: {1}
tr: Öğe: {0}, Sütun Görüntüleme Dizini: {1}
zh_hans: 项: {0}，列显示索引: {1}
zh_hant: 項目: {0}，資料行顯示索引: {1}

# DataGridColumnHeaderItemAutomationPeer_NameCoreFormat
source: Column Header: Display Index: {0}
cs: Záhlaví sloupce: Index zobrazení: {0}
de: Spaltenheader: Anzeigeindex: {0}
es: Encabezado de columna: índice de visualización: {0}
fr: En-tête de colonne : Index d'affichage : {0}
it: Intestazione di colonna: Indice di visualizzazione: {0}
ja: 列ヘッダー: 表示インデックス: {0}
ko: 열 머리글: 표시 인덱스: {0}
pl: Nagłówek kolumny: indeks wyświetlania: {0}
pt_br: Cabeçalho de Coluna: Exibir Índice: {0}
ru: Заголовок столбца: Индекс отображения: {0}
tr: Sütun Başlığı: Görüntü Dizini: {0}
zh_hans: 列标题: 显示索引: {0}
zh_hant: 資料行標頭: 顯示索引: {0}

# DataGridColumnHeaderItemAutomationPeer_Unresizable
source: That column can not be resized.
cs: Velikost tohoto sloupce nelze změnit.
de: Die Größe der Spalte kann nicht geändert werden.
es: No se puede cambiar el tamaño de esa columna.
fr: Cette colonne ne peut pas être redimensionnée.
it: Impossibile ridimensionare la colonna.
ja: その列はサイズ変更できません。
ko: 해당 열은 크기를 조정할 수 없습니다.
pl: Nie można zmienić rozmiaru tej kolumny.
pt_br: Essa coluna não pode ser redimensionada.
ru: Размер этого столбца изменить нельзя.
tr: Bu sütun yeniden boyutlandırılamıyor.
zh_hans: 无法调整该列的大小。
zh_hant: 該資料行無法調整大小。
