Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Storyboard_MediaElementRequired
source: MediaTimeline must be attached to a MediaElement, or have a TargetName that references a MediaElement.
cs: K prvku MediaElement musí být připojena časová osa MediaTimeline nebo název TargetName, který by na tento MediaElement odkazoval.
de: "MediaTimeline" muss einem "MediaElement" angefügt werden oder einen "TargetName" besitzen, von dem auf ein "MediaElement" verwiesen wird.
es: MediaTimeline debe estar conectado a un MediaElement o tener un TargetName que haga referencia a MediaElement.
fr: MediaTimeline doit être attaché à un MediaElement ou avoir un TargetName qui fait référence à un MediaElement.
it: È necessario associare MediaTimeline a un MediaElement o utilizzare un TargetName che fa riferimento a un MediaElement.
ja: MediaTimeline は MediaElement に添付されているか、MediaElement を参照する TargetName を持っている必要があります。
ko: MediaTimeline을 MediaElement에 연결하거나 MediaElement를 참조하는 TargetName이 있어야 합니다.
pl: Należy dołączyć MediaTimeline do MediaElement lub też uzyskać TargetName odwołujący się do MediaElement.
pt_br: MediaTimeline deve ser anexado a um MediaElement ou ter um TargetName que faça referência a um MediaElement.
ru: MediaTimeline должен быть присоединен к MediaElement, или его TargetName должен указывать на MediaElement.
tr: MediaTimeline bir MediaElement öğesine bağlanmalı veya bir MediaElement'e başvuruda bulunan TargetName'e sahip olmalıdır.
zh_hans: MediaTimeline 必须附加到 MediaElement，或具有引用 MediaElement 的 TargetName。
zh_hant: MediaTimeline 必須附加至 MediaElement，或是具有參照至 MediaElement 的 TargetName。

# Storyboard_NameNotFound
source: '{0}' name cannot be found in the name scope of '{1}'.
cs: Název {0} nelze nalézt v oboru názvů {1}.
de: Der Name "{0}" wurde im Namensbereich von "{1}" nicht gefunden.
es: El nombre "{0}" no se encuentra en el ámbito de nombres de "{1}".
fr: Le nom '{0}' est introuvable dans l'étendue de nom de '{1}'.
it: Non è possibile trovare il nome '{0}' nell'ambito dei nomi di '{1}'.
ja: '{0}' 名前が '{1}' の名前スコープで見つかりません。
ko: '{0}' 이름이 '{1}'의 이름 범위 안에 없습니다.
pl: Nazwy „{0}” nie można znaleźć w zakresie nazw „{1}”.
pt_br: O nome '{0}' não pode ser encontrado no escopo de nome de '{1}'.
ru: Не удается найти имя "{0}" в области имен "{1}".
tr: '{0}' adı '{1}' ad kapsamında bulunamıyor.
zh_hans: 无法在“{1}”的名称范围内内找到“{0}”名称。
zh_hant: 在 '{1}' 的名稱範圍中找不到 '{0}' 名稱。

# Storyboard_NeverApplied
source: Cannot perform action because the specified Storyboard was not applied to this object for interactive control.
cs: Akci nelze provést, protože určený Storyboard nebyl aplikován na tento objekt za účelem interaktivního ovládání.
de: Die Aktion kann nicht ausgeführt werden, da das angegebene "Storyboard" nicht auf dieses Objekt für die interaktive Steuerung angewendet wurde.
es: No se puede realizar la acción porque el Storyboard especificado no se aplicó a este objeto para el control interactivo.
fr: Impossible d'effectuer l'action car le Storyboard spécifié n'a pas été appliqué à cet objet pour un contrôle interactif.
it: Impossibile eseguire l'azione. Lo Storyboard specificato non è stato applicato a questo oggetto per il controllo interattivo.
ja: 対話型制御のために、指定された Storyboard がこのオブジェクトに適用されていなかったため、アクションを実行できません。
ko: 지정된 Storyboard가 대화형 제어를 위해 이 개체에 적용되지 않았으므로 동작을 수행할 수 없습니다.
pl: Nie można wykonać operacji, ponieważ określony element Storyboard nie został zastosowany w tym obiekcie dla sterowania interaktywnego.
pt_br: Não é possível executar a ação porque o Storyboard especificado não foi aplicado a este objeto para controle interativo.
ru: Не удается выполнить действие, так как указанная Storyboard не применялась к данному объекту для интерактивного управления.
tr: Belirtilen Storyboard etkileşimli denetim için bu nesneye uygulanmadığından eylem gerçekleştirilemiyor.
zh_hans: 无法执行操作，因为未将指定的 Storyboard 应用到此交互控件的对象。
zh_hant: 無法執行動作，因為指定的 Storyboard 並未套用至此物件以執行互動式控制。

# Storyboard_NoNameScope
source: No applicable name scope exists to resolve the name '{0}'.
cs: Neexistuje žádný použitelný rozsah názvů pro rozpoznání tohoto názvu {0}.
de: Es ist kein verwendbarer Namensbereich zum Auflösen des Namens "{0}" vorhanden.
es: No existe un ámbito de nombres aplicable para resolver el nombre '{0}'.
fr: Aucune portée de nom applicable n'existe pour résoudre le nom '{0}'.
it: Nessun ambito dei nomi applicabile esistente per risolvere il nome '{0}'.
ja: 名前 '{0}' を解決するために適用できる名前スコープがありません。
ko: '{0}' 이름을 확인하는 데 적용할 수 있는 이름 범위가 없습니다.
pl: Nie ma odpowiedniego zakresu nazw, aby rozwiązać nazwę „{0}”.
pt_br: Não existe escopo de nome aplicável para resolver o nome '{0}'.
ru: Не существует применимой области имен для разрешения имени "{0}".
tr: '{0}' adını çözmek için uygulanabilir ad kapsamı yok.
zh_hans: 不存在可解析名称“{0}”的适用名称领域。
zh_hant: 沒有適用的名稱範圍存在，無法解析名稱 '{0}'。

# Storyboard_NoTarget
source: No target was specified for '{0}'.
cs: Pro objekt {0} nebyl zadán žádný cíl.
de: Für "{0}" wurde kein Ziel angegeben.
es: No se especificó ningún destino para '{0}'.
fr: Aucune cible n'a été spécifiée pour '{0}'.
it: Nessuna destinazione specificata per '{0}'.
ja: '{0}' のターゲットが指定されませんでした。
ko: '{0}'에 지정된 대상이 없습니다.
pl: Nie określono miejsca docelowego dla „{0}”.
pt_br: Nenhum destino especificado para '{0}'.
ru: Назначение для "{0}" не указано.
tr: '{0}' için hedef belirtilmedi.
zh_hans: 没有为“{0}”指定任何目标。
zh_hant: 沒有對 '{0}' 指定任何目標。

# Storyboard_PropertyPathEmpty
source: TargetProperty path cannot be empty.
cs: Cesta TargetProperty nesmí být prázdný řetězec.
de: Der TargetProperty-Pfad darf nicht leer sein.
es: La ruta de acceso TargetProperty no puede estar vacía.
fr: Le chemin de TargetProperty ne peut pas être vide.
it: Il percorso TargetProperty non può essere vuoto.
ja: TargetProperty パスは空白にできません。
ko: TargetProperty 경로를 비워 둘 수 없습니다.
pl: Ścieżka TargetProperty nie może być pusta.
pt_br: O caminho de TargetProperty não pode estar vazio.
ru: Путь TargetProperty не может быть пустым.
tr: TargetProperty yolu boş olamaz.
zh_hans: TargetProperty 路径不能为空。
zh_hant: TargetProperty 路徑不能是空的。

# Storyboard_PropertyPathFrozenCheckFailed
source: '{0}' property value in the path '{1}' points to immutable instance of '{2}'.
cs: Hodnota vlastnosti {0} v cestě {1} vede k neměnné instanci {2}.
de: Vom Eigenschaftswert "{0}" im Pfad "{1}" wird auf die unveränderliche Instanz von "{2}" verwiesen.
es: El valor de la propiedad "{0}" en la ruta de acceso "{1}" señala una instancia inalterable de "{2}".
fr: La valeur de propriété '{0}' du chemin '{1}' pointe vers l'instance non modifiable de '{2}'.
it: Il valore della proprietà '{0}' nel percorso '{1}' punta a un'istanza non modificabile di '{2}'.
ja: パス '{1}' の '{0}' プロパティ値は '{2}' の不変インスタンスをポイントします。
ko: 경로 '{1}'의 '{0}' 속성 값이 '{2}'의 변경할 수 없는 인스턴스를 지정하고 있습니다.
pl: Wartość właściwości „{0}” w ścieżce „{1}” wskazuje na niezmienialne wystąpienie „{2}”.
pt_br: O valor da propriedade '{0}' no caminho '{1}' aponta para a instância imutável de '{2}'.
ru: Значение свойства "{0}" в пути "{1}" указывает на неизменяемый экземпляр "{2}".
tr: '{1}' yolundaki '{0}' özellik değeri '{2}' sabit örneğini gösteriyor.
zh_hans: 路径“{1}”中的“{0}”属性值指向“{2}”的不可变实例。
zh_hant: 路徑 '{1}' 中的 '{0}' 屬性值，指向不可變的執行個體 '{2}'。

# Storyboard_PropertyPathIncludesNonAnimatableProperty
source: '{0}' Storyboard.TargetProperty path contains nonanimatable property '{1}'.
cs: Cesta {0} Storyboard.TargetProperty obsahuje neanimovatelnou vlastnost {1}.
de: Der Storyboard.TargetProperty-Pfad "{0}" enthält die nicht animierbare Eigenschaft "{1}".
es: La ruta de acceso "{0}" Storyboard.TargetProperty contiene una propiedad "{1}" sin animación.
fr: Le chemin Storyboard.TargetProperty '{0}' contient la propriété non animable '{1}'.
it: Il percorso di Storyboard.TargetProperty '{0}' contiene la proprietà '{1}' che non supporta l'animazione.
ja: '{0}' Storyboard.TargetProperty パスには、アニメーションで表示できないプロパティ '{1}' が含まれています。
ko: '{0}' Storyboard.TargetProperty 경로에 애니메이션 효과를 줄 수 없는 '{1}' 속성이 포함되어 있습니다.
pl: Ścieżka „{0}” Storyboard.TargetProperty zawiera nienadającą się do animacji właściwość „{1}”.
pt_br: O caminho '{0}' de Storyboard.TargetProperty contém a propriedade '{1}' que não pode ser animada.
ru: Путь Storyboard.TargetProperty "{0}" содержит свойство "{1}" без возможности анимации.
tr: '{0}' Storyboard.TargetProperty yolu animasyon oluşturulamaz '{1}' özelliğini içeriyor.
zh_hans: “{0}”Storyboard.TargetProperty 路径包含非动画属性“{1}”。
zh_hant: '{0}' Storyboard.TargetProperty 路徑包含非可製作動畫的屬性 '{1}'。

# Storyboard_PropertyPathMustPointToDependencyObject
source: '{0}' property does not point to a DependencyObject in path '{1}'.
cs: Vlastnost {0} neukazuje na DependencyObject v cestě {1}.
de: Von der {0}-Eigenschaft wird nicht auf ein DependencyObject im Pfad "{1}" verwiesen.
es: La propiedad "{0}" no señala un DependencyObject en la ruta de acceso "{1}".
fr: La propriété '{0}' ne pointe pas vers un DependencyObject dans le chemin '{1}'.
it: La proprietà '{0}' non punta a un elemento DependencyObject nel percorso '{1}'.
ja: '{0}' プロパティはパス '{1}' で DependencyObject をポイントしません。
ko: '{0}' 속성이 경로 '{1}'의 DependencyObject를 지정하고 있지 않습니다.
pl: Właściwość „{0}” nie wskazuje na obiekt DependencyObject w ścieżce „{1}”.
pt_br: A propriedade '{0}' não aponta para um DependencyObject no caminho '{1}'.
ru: Свойство "{0}" не указывает на DependencyObject в пути "{1}".
tr: '{0}' özelliği '{1}' yolunda bir DependencyObject'i göstermiyor.
zh_hans: “{0}”属性未指向路径“{1}”中的 DependencyObject。
zh_hant: '{0}' 屬性並未指向路徑 '{1}' 中的 DependencyObject。

# Storyboard_PropertyPathMustPointToDependencyProperty
source: '{0}' Storyboard.TargetProperty path does not point to a DependencyProperty.
cs: Cesta {0} Storyboard.TargetProperty neukazuje na DependencyProperty.
de: Vom Storyboard.TargetProperty-Pfad "{0}" wird nicht auf "DependencyProperty" verwiesen.
es: La ruta de acceso '{0}' Storyboard.TargetProperty no señala un DependencyProperty.
fr: Le chemin Storyboard.TargetProperty '{0}' ne pointe pas vers un DependencyProperty.
it: Il percorso Storyboard.TargetProperty '{0}' non punta a una DependencyProperty.
ja: '{0}' Storyboard.TargetProperty パスは DependencyProperty をポイントしません。
ko: '{0}' Storyboard.TargetProperty 경로가 DependencyProperty를 지정하고 있지 않습니다.
pl: Ścieżka „{0}” Storyboard.TargetProperty nie wskazuje na właściwość DependencyProperty.
pt_br: O caminho '{0}' de Storyboard.TargetProperty não aponta para um DependencyProperty.
ru: Путь Storyboard.TargetProperty "{0}" не указывает на DependencyProperty.
tr: '{0}' Storyboard.TargetProperty yolu bir DependencyProperty göstermiyor.
zh_hans: “{0}”Storyboard.TargetProperty 路径未指向 DependencyProperty。
zh_hant: '{0}' Storyboard.TargetProperty 路徑並未指向 DependencyProperty。

# Storyboard_PropertyPathObjectNotFound
source: '{0}' property value not found in property path '{1}'.
cs: Hodnota vlastnosti {0} nebyla v cestě vlastnosti {1} nalezena.
de: Der Eigenschaftswert "{0}" wurde im Eigenschaftspfad "{1}" nicht gefunden.
es: No se encontró el valor de la propiedad "{0}" en la ruta de acceso a la propiedad "{1}".
fr: La valeur de propriété '{0}' est introuvable dans le chemin de propriété '{1}'.
it: Il valore di proprietà '{0}' non è stato trovato nel percorso di proprietà '{1}'.
ja: プロパティ パス '{1}' で '{0}' プロパティ値が見つかりません。
ko: '{0}' 속성 값이 속성 경로 '{1}'에 없습니다.
pl: Wartość właściwości „{0}” nie została znaleziona w ścieżce właściwości „{1}”.
pt_br: Valor da propriedade '{0}' não encontrado no caminho da propriedade '{1}'.
ru: Значение свойства "{0}" не найдено в пути свойства "{1}".
tr: '{0}' özellik değeri '{1}' özelik yolunda bulunamadı.
zh_hans: 未在属性路径“{1}”中找到“{0}”属性值。
zh_hant: 在屬性路徑 '{1}' 中找不到 '{0}' 屬性值。

# Storyboard_PropertyPathPropertyNotFound
source: Cannot resolve all property references in the property path '{0}'. Verify that applicable objects support the properties.
cs: Nelze určit všechny reference vlastnosti v cestě vlastnosti {0}. Ověřte, zda použitelné objekty tyto vlastnosti podporují.
de: Nicht alle Eigenschaftsverweise im Eigenschaftspfad "{0}" können aufgelöst werden. Stellen Sie sicher, dass geeignete Objekte die Eigenschaften unterstützen.
es: No se pueden resolver todas las referencias de propiedad en la ruta a la propiedad '{0}'. Compruebe que los objetos aplicables admitan las propiedades.
fr: Impossible de résoudre toutes les références de propriété dans le chemin de la propriété '{0}'. Vérifiez que les objets applicables prennent en charge les propriétés.
it: Impossibile risolvere tutti i riferimenti di proprietà nel percorso della proprietà '{0}'. Verificare che gli oggetti applicabili supportino le proprietà.
ja: プロパティ パス '{0}' に解決できないプロパティ参照があります。該当するオブジェクトでそれらのプロパティがサポートされていることを確認してください。
ko: 속성 경로 '{0}'의 모든 속성 참조를 확인할 수 없습니다. 적용할 수 있는 개체가 속성을 지원하는지 확인하십시오.
pl: Nie można rozwiązać wszystkich odwołań do właściwości w ścieżce właściwości „{0}”. Sprawdź, czy odpowiednie obiekty obsługują właściwości.
pt_br: Não é possível resolver todas as referências de propriedade no caminho da propriedade '{0}'. Verifique se os objetos aplicáveis oferecem suporte às propriedades.
ru: Не удается разрешить все ссылки на свойства в пути свойств "{0}". Проверьте, что соответствующие объекты поддерживают такие свойства.
tr: '{0}' özellik yolundaki tüm özellik başvuruları çözülemiyor. Uygulanabilir nesnelerin özellikleri desteklediğinden emin olun.
zh_hans: 无法解析属性路径“{0}”中的所有属性引用。请确认适用的对象支持这些属性。
zh_hant: 無法解析屬性路徑 '{0}' 中的所有屬性參考。請確定有適當的物件支援那些屬性。

# Storyboard_PropertyPathSealedCheckFailed
source: '{0}' property value in the path '{1}' is on an immutable instance of '{2}'.
cs: Hodnota vlastnosti {0} v cestě {1} je uvedena u neměnné instance prvku {2}.
de: Der Eigenschaftswert "{0}" im Pfad "{1}" befindet sich in einer unveränderlichen Instanz von "{2}".
es: El valor de la propiedad "{0}" en la ruta de acceso "{1}" se encuentra en una instancia inalterable de "{2}".
fr: La valeur de propriété '{0}' du chemin '{1}' se trouve sur une instance non modifiable de '{2}'.
it: Il valore della proprietà '{0}' nel percorso '{1}' è riferito a un'istanza non modificabile di '{2}'.
ja: パス '{1}' の '{0}' プロパティ値が '{2}' の不変インスタンス上にあります。
ko: 경로 '{1}'의 '{0}' 속성 값이 '{2}'의 변경할 수 없는 인스턴스에 있습니다.
pl: Wartość właściwości „{0}” w ścieżce „{1}” jest w niezmienialnym wystąpieniu „{2}”.
pt_br: O valor da propriedade '{0}' no caminho '{1}' está em uma instância imutável de '{2}'.
ru: Значение свойства "{0}" в пути "{1}" относится к неизменяемому экземпляру "{2}".
tr: '{1}' yolundaki '{0}' özellik değeri sabit bir '{2}' örneğinde.
zh_hans: 路径“{1}”中的“{0}”属性值位于“{2}”的不可变实例上。
zh_hant: 路徑 '{1}' 中的 '{0}' 屬性值，位於固定的執行個體 '{2}' 上。

# Storyboard_PropertyPathUnresolved
source: '{0}' property path cannot be resolved to an animatable property.
cs: Cestu vlastnosti {0} nelze vytvořit tak, aby směřovala k animovatelné vlastnosti.
de: Der Eigenschaftspfad "{0}" kann nicht zu einer animierbaren Eigenschaft aufgelöst werden.
es: La ruta de acceso a la propiedad '{0}' no se puede resolver en una propiedad con animación.
fr: Le chemin de la propriété '{0}' ne peut pas être résolu en une propriété animable.
it: Impossibile risolvere il percorso della proprietà '{0}' in una proprietà che supporta l'animazione.
ja: '{0}' プロパティ パスは、アニメーション可能なプロパティに解決できません。
ko: '{0}' 속성 경로를 애니메이션 효과를 줄 수 있는 속성으로 확인할 수 없습니다.
pl: Ścieżki właściwości „{0}” nie można rozwiązać do właściwości, którą można animować.
pt_br: O caminho da propriedade '{0}' não pode ser resolvido para uma propriedade que pode ser animada.
ru: Путь свойства "{0}" не удается разрешить в свойство с возможностью анимации.
tr: '{0}' özellik yolu animasyonu oluşturulabilir bir özelliğe çözülemiyor.
zh_hans: 无法将“{0}”属性路径解析为动画属性。
zh_hant: '{0}' 屬性值無法解析為可展示動畫的屬性。

# Storyboard_StoryboardReferenceRequired
source: Must have a Storyboard object reference before this trigger action can execute.
cs: Před provedením této akce spouštění je potřeba mít objektovou referenci Storyboard.
de: Ein Verweis auf ein Storyboard-Objekt muss vorhanden sein, bevor diese Auslöseraktion ausgeführt werden kann.
es: Se debe contar con una referencia de objeto Storyboard antes de ejecutar esta acción desencadenadora.
fr: Référence d'objet Storyboard obligatoire avant que cette action du déclencheur ne puisse s'exécuter.
it: È necessario disporre di un riferimento a un oggetto Storyboard prima di poter eseguire questa azione trigger.
ja: このトリガー アクションを実行する前に、Storyboard オブジェクト参照が必要です。
ko: 이 트리거 동작을 실행하려면 Storyboard 개체 참조가 있어야 합니다.
pl: Przed wykonaniem czynności wyzwalacza należy uzyskać odwołania do obiektu Storyboard.
pt_br: É necessário ter uma referência do objeto Storyboard antes que esta ação do disparador possa ser executada.
ru: Чтобы выполнить данное действие триггера, необходимо указать ссылку на объект Storyboard.
tr: Bu tetikleyici eylemin yürütülebilmesi için bir Storyboard nesne başvurusu olmalıdır.
zh_hans: 必须具有 Storyboard 对象引用才能执行此触发器操作。
zh_hant: 執行此觸發程序動作之前，必須有 Storyboard 物件參考。

# Storyboard_TargetNameNotAllowedInStyle
source: A Storyboard tree in a Style cannot specify a TargetName. Remove TargetName '{0}'.
cs: Strom Storyboard ve Style nemůže určit TargetName. Odstraňte TargetName {0}.
de: Eine Storyboard-Struktur in einem "Style" kann keinen "TargetName" angeben. Entfernen Sie "TargetName" "{0}".
es: Un árbol Storyboard en un Style no puede especificar TargetName. Quite TargetName '{0}'.
fr: L'arborescence Storyboard d'un Style ne peut pas spécifier un TargetName. Supprimez TargetName '{0}'.
it: Impossibile specificare un TargetName nell'albero Storyboard in uno Style. Rimuovere il TargetName '{0}'.
ja: Style の Storyboard ツリーは、TargetName を指定できません。TargetName '{0}' を削除してください。
ko: Style의 Storyboard 트리가 TargetName을 지정할 수 없습니다. TargetName '{0}'을(를) 제거하십시오.
pl: Drzewo Storyboard w elemencie Style nie może określać elementu TargetName. Usuń TargetName „{0}”.
pt_br: Uma árvore Storyboard em um Style não pode especificar um TargetName. Remova TargetName '{0}'.
ru: Дерево Storyboard в стиля Style не указывать TargetName. Удалите TargetName "{0}".
tr: Bir Style içindeki Storyboard ağacı TargetName belirtemez. TargetName '{0}' kaldırın.
zh_hans: Style 中的 Storyboard 树无法指定 TargetName。请移除 TargetName“{0}”。
zh_hant: Style 中的 Storyboard 樹狀結構無法指定 TargetName。請移除 TargetName '{0}'。

# Storyboard_TargetNameNotDependencyObject
source: '{0}' target object Name found but the object is not a valid target type.
cs: Name cílového objektu {0} byl nalezen, ale objekt není platným cílovým typem.
de: Es wurde der Name "{0}" eines Zielobjekts gefunden, bei dem Objekt handelt es sich jedoch nicht um einen gültigen Zieltyp.
es: Se encontró Name del objeto de destino '{0}', pero el objeto no es un tipo de destino válido.
fr: La propriété Name de l'objet cible '{0}' a été trouvée, mais l'objet n'est pas un type de cible valide.
it: Name dell'oggetto di destinazione '{0}' trovato, ma l'oggetto non rappresenta un tipo di destinazione valido.
ja: '{0}' ターゲット オブジェクト Name が見つかりましたが、オブジェクトは有効なターゲットの型ではありません。
ko: '{0}' 대상 개체 Name은 있지만 개체가 올바른 대상 유형이 아닙니다.
pl: Znaleziono właściwość Name obiektu docelowego „{0}”, ale obiekt nie ma odpowiedniego typu docelowego.
pt_br: Objeto de destino Name '{0}' encontrado, mas o objeto não é do tipo de destino válido.
ru: Обнаружено имя Name целевого объекта "{0}", но тип объекта не является допустимым типом цели.
tr: '{0}' hedef nesne Name bulundu, ancak nesne geçerli bir hedef türü değil.
zh_hans: 找到“{0}”目标对象 Name，但是该对象不是有效的目标类型。
zh_hant: 找到 '{0}' 目標物件 Name，但該物件不是有效的目標型別。

# Storyboard_TargetPropertyRequired
source: Must specify TargetProperty for '{0}'.
cs: Nutno určit TargetProperty pro {0}.
de: "TargetProperty" muss für "{0}" angegeben werden.
es: Se debe especificar TargetProperty para '{0}'.
fr: Doit spécifier TargetProperty pour '{0}'.
it: È necessario specificare TargetProperty per '{0}'.
ja: '{0}' の TargetProperty を指定する必要があります。
ko: '{0}'에 대해 TargetProperty를 지정해야 합니다.
pl: Należy określić TargetProperty dla „{0}”.
pt_br: É necessário especificar TargetProperty para '{0}'.
ru: Необходимо указать TargetProperty для "{0}".
tr: '{0}' için TargetProperty belirtilmelidir.
zh_hans: 必须为“{0}”指定 TargetProperty。
zh_hant: 必須為 '{0}' 指定 TargetProperty。

# Storyboard_UnableToFreeze
source: Cannot freeze this Storyboard timeline tree for use across threads.
cs: Nelze zmrazit tento strom časové osy pro tento Storyboard pro použití ve všech vláknech.
de: Diese Storyboard-Zeitleistenstruktur kann nicht für die threadübergreifende Verwendung fixiert werden.
es: No se puede inmovilizar este árbol de escala de tiempo de Storyboard para usar entre subprocesos.
fr: Impossible de figer cette arborescence de chronologie Storyboard pour l¹utiliser sur les threads.
it: Non è possibile bloccare questo albero di sequenze temporali di Storyboard per l'uso in thread diversi.
ja: スレッド間で使用するために、この Storyboard タイムライン ツリーを固定することはできません。
ko: 스레드에서 사용하기 위해 이 Storyboard 시간 표시 막대 트리를 고정할 수 없습니다.
pl: Nie można zamrozić tego drzewa linii czasu obiektu Storyboard, aby korzystać z niego między wątkami.
pt_br: Não é possível congelar esta árvore de linha do tempo de Storyboard para uso em threads.
ru: Не удается зафиксировать данное дерево шкалы времени Storyboard для использования в различных потоках.
tr: Bu Storyboard zaman çizelgesi ağacı iş parçacıkları arasında kullanılmak üzere dondurulamıyor.
zh_hans: 无法冻结此 Storyboard 时间线树供跨线程使用。
zh_hant: 無法凍結此 Storyboard 時間表，以跨執行緒使用。

# Storyboard_UnrecognizedHandoffBehavior
source: HandoffBehavior value is not valid.
cs: Hodnota HandoffBehavior není platná.
de: Der HandoffBehavior-Wert ist ungültig.
es: El valor de HandoffBehavior no es válido.
fr: Valeur de HandoffBehavior non valide.
it: Valore HandoffBehavior non valido.
ja: HandoffBehavior 値は無効です。
ko: HandoffBehavior 값이 잘못되었습니다.
pl: Wartość HandoffBehavior jest nieprawidłowa.
pt_br: O valor de HandoffBehavior não é válido.
ru: Недопустимое значение HandoffBehavior.
tr: HandoffBehavior değeri geçerli değil.
zh_hans: HandoffBehavior 值无效。
zh_hant: HandoffBehavior 值無效。

# Storyboard_UnrecognizedTimeSeekOrigin
source: TimeSeekOrigin value is not valid.
cs: Hodnota TimeSeekOrigin není platná.
de: Der TimeSeekOrigin-Wert ist ungültig.
es: El valor de TimeSeekOrigin no es válido.
fr: Valeur TimeSeekOrigin non valide.
it: Valore TimeSeekOrigin non valido.
ja: TimeSeekOrigin 値は無効です。
ko: TimeSeekOrigin 값이 잘못되었습니다.
pl: Wartość TimeSeekOrigin jest nieprawidłowa.
pt_br: O valor de TimeSeekOrigin não é válido.
ru: Недопустимое значение TimeSeekOrigin.
tr: TimeSeekOrigin değeri geçerli değil.
zh_hans: TimeSeekOrigin 值无效。
zh_hant: TimeSeekOrigin 值無效。

# StreamCannotBeWritten
source: Cannot write to stream.
cs: Do tohoto datového proudu nelze zapisovat.
de: In den Datenstrom kann nicht geschrieben werden.
es: No se puede escribir en la secuencia.
fr: Impossible d'écrire dans le flux.
it: Impossibile scrivere nel flusso.
ja: ストリームに書き込めません。
ko: 스트림에 쓸 수 없습니다.
pl: Nie można zapisać do strumienia.
pt_br: Não é possível gravar no fluxo.
ru: Запись в поток невозможна.
tr: Akışa yazılamıyor.
zh_hans: 无法写入流。
zh_hant: 無法寫入資料流。

# StreamDoesNotSupportSeek
source: The stream is not valid because it does not support seeking.
cs: Datový proud není platný, protože nepodporuje vyhledávání.
de: Der Datenstrom ist nicht gültig, da er keine Suchvorgänge unterstützt.
es: La secuencia no es válida porque no admite la búsqueda.
fr: Le flux n'est pas valide, car il ne prend pas en charge la recherche.
it: Il flusso non è valido perché non supporta il posizionamento.
ja: ストリームは、シークをサポートしないために無効です。
ko: 찾기를 지원하지 않으므로 스트림이 올바르지 않습니다.
pl: Strumień nie jest prawidłowy, ponieważ nie obsługuje wyszukiwania.
pt_br: O fluxo não é válido porque não dá suporte à busca.
ru: Поток недействителен, поскольку он не поддерживает поиск.
tr: Aramayı desteklemediğinden akış geçerli değil.
zh_hans: 此流无效，因为它不支持查找。
zh_hant: 資料流無效，因為它不支援搜尋。
