Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SeekNegative
source: Cannot set seek pointer to negative position.
cs: Nelze nastavit ukazatel hledání do záporné polohy.
de: Der Suchzeiger kann nicht auf eine negative Position festgelegt werden.
es: No se puede establecer el puntero de llamada en una posición negativa.
fr: Impossible de définir le pointeur de recherche avec une position négative.
it: Impossibile impostare il puntatore di posizionamento su una posizione negativa.
ja: 負の位置にシーク ポインターを設定できません。
ko: 찾기 포인터를 음수 위치로 설정할 수 없습니다.
pl: Wskaźnika wyszukiwania nie można ustawić na pozycji ujemnej.
pt_br: Não é possível definir o ponteiro de busca até a posição negativa.
ru: Установка указателя поиска в отрицательную позицию не допускается.
tr: Arama işaretçisi negatif konuma ayarlanamaz.
zh_hans: 不能将查找指针设置到负数位置。
zh_hant: 無法將搜尋指標設定至負值位置。

# SeekNotSupported
source: Stream does not support Seek.
cs: Datový proud nepodporuje Seek.
de: "Seek" wird vom Datenstrom nicht unterstützt.
es: La secuencia no admite Seek.
fr: Le flux ne prend pas en charge Seek.
it: Il flusso non supporta Seek.
ja: ストリームは Seek をサポートしていません。
ko: 스트림이 Seek를 지원하지 않습니다.
pl: Strumień nie obsługuje metody Seek.
pt_br: O fluxo não oferece suporte a Seek.
ru: Поток не поддерживает операцию Seek.
tr: Akış Seek desteklemiyor.
zh_hans: 流不支持 Seek。
zh_hant: 資料流不支援 Seek。

# SelectedCellsCollection_DuplicateItem
source: The collection already contains the item.
cs: Kolekce tuto položku již obsahuje.
de: Die Sammlung enthält das Element bereits.
es: La colección ya contiene el elemento.
fr: La collection contient déjà l'élément.
it: La raccolta contiene già l'elemento.
ja: コレクションには既にこの項目が含まれています。
ko: 컬렉션에 항목이 이미 있습니다.
pl: Kolekcja zawiera już ten element.
pt_br: A coleção já contém o item.
ru: Коллекция уже содержит данный элемент.
tr: Koleksiyon zaten öğeyi içeriyor.
zh_hans: 集合已包含此项。
zh_hant: 集合中已包含項目。

# SelectedCellsCollection_InvalidItem
source: The DataGridItem is invalid.
cs: Třída DataGridItem není platná.
de: Das DataGridItem ist ungültig.
es: El valor de DataGridItem no es válido.
fr: DataGridItem n'est pas valide.
it: DataGridItem non valido.
ja: DataGridItem が無効です。
ko: DataGridItem이 잘못되었습니다.
pl: Element DataGridItem jest nieprawidłowy.
pt_br: O DataGridItem é inválido.
ru: Недопустимое значение DataGridItem.
tr: DataGridItem geçersiz.
zh_hans: DataGridItem 无效。
zh_hant: DataGridItem 無效。

# SelectionChangeActive
source: Cannot begin a new SelectionChange when another one is active.
cs: Nelze zahájit novou SelectionChange, pokud je aktivní jiná změna.
de: Neue "SelectionChange" kann nicht begonnen werden, während eine andere aktiv ist.
es: No se puede iniciar un SelectionChange nuevo mientras otro está activo.
fr: Impossible de commencer un nouveau SelectionChange quand un autre est déjà actif.
it: Impossibile avviare una nuova SelectionChange mentre ne è attiva un'altra.
ja: 新しい SelectionChange は、別にアクティブであるものがある場合は開始できません。
ko: 다른 SelectionChange가 활성화되어 있으면 새 SelectionChange를 시작할 수 없습니다.
pl: Nie można rozpocząć nowej operacji SelectionChange, gdy inna jest aktywna.
pt_br: Não é possível começar um novo SelectionChange quando outro já está ativo.
ru: Нельзя начать новое изменение SelectionChange, если другое является активным.
tr: Başka bir SelectionChange etkinken yenisine başlanamaz.
zh_hans: 如果有一个 SelectionChange 处于活动状态，则无法再启动另一个。
zh_hant: 當另一個 SelectionChange 正在作用中時，無法開始新的 SelectionChange。

# SelectionChangeNotActive
source: No SelectionChange is active.
cs: Žádná SelectionChange není aktivní.
de: Es ist keine "SelectionChange" aktiv.
es: No hay ningún SelectionChange activo.
fr: Aucun SelectionChange n'est actif.
it: Nessuna SelectionChange attiva.
ja: アクティブな SelectionChange がありません。
ko: SelectionChange가 활성화되어 있지 않습니다.
pl: Żadna operacja SelectionChange nie jest aktywna.
pt_br: Nenhum SelectionChange está ativo.
ru: Ни одно изменение SelectionChange не активно.
tr: Etkin olan SelectionChange yok.
zh_hans: 无活动的 SelectionChange。
zh_hant: 沒有任何 SelectionChange 是作用中。

# SelectionDoesNotResolveToAPage
source: '{0}' selection point does not belong to DocumentViewer page.
cs: Bod výběru {0} nepatří na stránku DocumentViewer.
de: Der Auswahlpunkt "{0}" ist nicht im Besitz der DocumentViewer-Seite.
es: El punto de selección '{0}' no pertenece a la página DocumentViewer.
fr: Le point de sélection '{0}' n'appartient pas à la page DocumentViewer.
it: Il punto di selezione '{0}' non appartiene a una pagina DocumentViewer.
ja: '{0}' 選択ポイントは、DocumentViewer ページに属していません。
ko: '{0}' 선택 포인트가 DocumentViewer 페이지에 속하지 않습니다.
pl: Punkt wyboru „{0}” nie należy do strony DocumentViewer.
pt_br: O ponto de seleção '{0}' não pertence à página DocumentViewer.
ru: Точка выбора "{0}" не принадлежит к странице DocumentViewer.
tr: '{0}' seçim noktası DocumentViewer sayfasına ait değil.
zh_hans: “{0}”选择点不属于 DocumentViewer 页面。
zh_hant: '{0}' 選取範圍點不屬於 DocumentViewer 頁面。

# SelectionMustBeServiceProvider
source: Selection for this processor must be an IServiceProvider.
cs: Volbou pro tento procesor musí být IServiceProvider.
de: Bei der Auswahl für diesen Prozessor muss es sich um "IServiceProvider" handeln.
es: La selección para este procesador debe ser IServiceProvider.
fr: La sélection pour ce processeur doit être un IServiceProvider.
it: La selezione per questo elaboratore deve essere un IServiceProvider.
ja: このプロセッサの選択は、IServiceProvider である必要があります。
ko: 이 프로세서에 대해 IServiceProvider를 선택해야 합니다.
pl: Dla tego procesora należy wybrać element IServiceProvider.
pt_br: A seleção para este processador deve ser um IServiceProvider.
ru: Для данного процессора следует выбрать IServiceProvider.
tr: Bu işlemci için seçim bir IServiceProvider olmalıdır.
zh_hans: 该处理器的所选内容必须是 IServiceProvider。
zh_hant: 此處理器的選取範圍必須是 IServiceProvider。

# SerializerProviderAlreadyRegistered
source: Cannot replace existing plug-in serializer '{0}' because it is already registered.
cs: Nelze nahradit stávající plug-in serializátor {0}, protože tento je již registrován.
de: Das vorhandene Plug-In-Serialisierungsprogramm "{0}" kann nicht ersetzt werden, da es bereits registriert ist.
es: No se puede reemplazar el serializador del complemento '{0}' porque ya está registrado.
fr: Impossible de remplacer le sérialiseur de plug-ins '{0}' parce qu'il est déjà inscrit.
it: Impossibile sostituire il serializzatore plug-in esistente '{0}' perché è già registrato.
ja: 既に登録されているため、既存のプラグイン シリアライザー '{0}' を置き換えられません。
ko: 이미 등록되어 있으므로 기존 플러그 인 직렬 변환기 '{0}'을(를) 바꿀 수 없습니다.
pl: Nie można zastąpić istniejącego programu szeregującego wtyczki „{0}”, ponieważ został już zarejestrowany.
pt_br: Não é possível substituir o serializador de plug-in existente '{0}' porque já está registrado.
ru: Не удается заместить имеющийся подключаемый модуль сериализатора "{0}", так как он уже зарегистрирован.
tr: Varolan eklenti seri hale getiricisi '{0}' zaten kayıtlı olduğu için değiştirilemez.
zh_hans: 无法替换现有的插件序列化程序“{0}”，因为它已注册。
zh_hant: 無法取代現有的掛外程式序列化程式 '{0}'，因為它已登錄。

# SerializerProviderCannotLoad
source: Cannot load serializer '{0}'.
cs: Nelze načíst serializátor {0}.
de: Das Serialisierungsprogramm "{0}" kann nicht geladen werden.
es: No se puede cargar el serializador '{0}'.
fr: Impossible de charger le sérialiseur '{0}'.
it: Impossibile caricare il serializzatore '{0}'.
ja: シリアライザー '{0}' を読み込めません。
ko: 직렬 변환기 '{0}'을(를) 로드할 수 없습니다.
pl: Nie można załadować programu szeregującego „{0}”.
pt_br: Não é possível carregar o serializador '{0}'.
ru: Не удается загрузить сериализатор "{0}".
tr: '{0}' seri hale getiricisi yüklenemiyor.
zh_hans: 无法加载序列化程序“{0}”。
zh_hant: 無法載入序列化程式 '{0}'。

# SerializerProviderDefaultFileExtensionNull
source: The serializer factory provided DefaultFileExtension 'null'.
cs: Objekt pro vytváření serializátoru vrátil nulovou hodnotu DefaultFileExtension.
de: Von der Factory des Serialisierungsprogramms wurde für "DefaultFileExtension" der Wert "null" bereitgestellt.
es: El valor de fábrica del serializador proporcionado para DefaultFileExtension es 'null'.
fr: La fabrique du sérialiseur a fourni un DefaultFileExtension avec la valeur null.
it: DefaultFileExtension 'null' fornita dalla factory del serializzatore.
ja: シリアライザー ファクトリにより DefaultFileExtension 'null' が提供されました。
ko: 직렬 변환기 공장에서 DefaultFileExtension 'null'을 제공했습니다.
pl: Fabryka programów szeregujących dostarczyła parametr DefaultFileExtension o wartości „null”.
pt_br: A criação do serializador forneceu DefaultFileExtension 'nulo'.
ru: Предопределенным значением DefaultFileExtension для сериализатора является "null".
tr: Fabrika çıkışında sağlanan seri hale getirici DefaultFileExtension 'boş'.
zh_hans: 序列化程序工厂提供了 DefaultFileExtension“null”。
zh_hant: 序列化程式工廠提供的 DefaultFileExtension 為空值。

# SerializerProviderDisplayNameNull
source: The serializer factory provided DisplayName 'null'.
cs: Objekt pro vytváření serializátoru vrátil nulovou hodnotu DisplayName.
de: Von der Factory des Serialisierungsprogramms wurde für "DisplayName" der Wert "null" bereitgestellt.
es: El valor de fábrica del serializador proporcionado para DisplayName es 'null'.
fr: La fabrique du sérialiseur a fourni un DisplayName avec la valeur null.
it: DisplayName 'null' fornito dalla factory del serializzatore.
ja: シリアライザー ファクトリにより DisplayName 'null' が提供されました。
ko: 직렬 변환기 공장에서 DisplayName 'null'을 제공했습니다.
pl: Fabryka programów szeregujących dostarczyła parametr DisplayName o wartości „null”.
pt_br: A criação do serializador forneceu DisplayName 'nulo'.
ru: Предопределенным значением DisplayName для сериализатора является "null".
tr: Fabrika çıkışında sağlanan seri hale getirici DisplayName 'boş'.
zh_hans: 序列化程序工厂提供了 DisplayName“null”。
zh_hant: 序列化程式工廠提供的 DisplayName 為空值。

# SerializerProviderManufacturerNameNull
source: The serializer factory provided ManufacturerName 'null'.
cs: Objekt pro vytváření serializátoru vrátil nulovou hodnotu ManufacturerName.
de: Von der Factory des Serialisierungsprogramms wurde für "ManufacturerName" der Wert "null" bereitgestellt.
es: El valor de fábrica del serializador para proporcionado ManufacturerName es 'null'.
fr: La fabrique du sérialiseur a fourni un ManufacturerName avec la valeur null.
it: ManufacturerName 'null' fornito dalla factory del serializzatore.
ja: シリアライザー ファクトリにより ManufacturerName 'null' が提供されました。
ko: 직렬 변환기 공장에서 ManufacturerName 'null'을 제공했습니다.
pl: Fabryka programów szeregujących dostarczyła parametr ManufacturerName o wartości „null”.
pt_br: A criação do serializador forneceu ManufacturerName 'nulo'.
ru: Предопределенным значением ManufacturerName для сериализатора является "null".
tr: Fabrika çıkışında sağlanan seri hale getirici ManufacturerName 'boş'.
zh_hans: 序列化程序工厂提供了 ManufacturerName“null”。
zh_hant: 序列化程式工廠提供的 ManufacturerName 為空值。

# SerializerProviderManufacturerWebsiteNull
source: The serializer factory provided ManufacturerWebsite 'null'.
cs: Objekt pro vytváření serializátoru vrátil nulovou hodnotu ManufacturerWebsite.
de: Von der Factory des Serialisierungsprogramms wurde für "ManufacturerWebsite" der Wert "null" bereitgestellt.
es: El valor de fábrica del serializador para proporcionado ManufacturerWebsite es 'null'.
fr: La fabrique du sérialiseur a fourni un ManufacturerWebsite avec la valeur null.
it: ManufacturerWebsite 'null' fornito dalla factory del serializzatore.
ja: シリアライザー ファクトリにより ManufacturerWebsite 'null' が提供されました。
ko: 직렬 변환기 공장에서 ManufacturerWebsite 'null'을 제공했습니다.
pl: Fabryka programów szeregujących dostarczyła parametr ManufacturerWebsite o wartości „null”.
pt_br: A criação do serializador forneceu ManufacturerWebsite 'nulo'.
ru: Предопределенным значением ManufacturerWebsite для сериализатора является "null"
tr: Fabrika çıkışında sağlanan seri hale getirici ManufacturerWebsite 'boş'.
zh_hans: 序列化程序工厂提供了 ManufacturerWebsite“null”。
zh_hant: 序列化程式工廠提供的 ManufacturerWebsite 為空值。

# SerializerProviderNotRegistered
source: Cannot unregister plug-in serializer '{0}' because it is not registered.
cs: Nelze zrušit registraci plug-in serializátoru {0}, protože tento není registrován.
de: Die Registrierung des Plug-In-Serialisierungsprogramms "{0}" kann nicht rückgängig gemacht werden, da es nicht registriert ist.
es: No se puede anular el registro del serializador del complemento '{0}' porque no está registrado.
fr: Impossible d'annuler l'inscription du sérialiseur de plug-ins '{0}' parce qu'il n'est pas inscrit.
it: Impossibile annullare la registrazione del serializzatore plug-in '{0}' perché non è registrato.
ja: 登録されていないため、プラグイン シリアライザー '{0}' の登録を解除できません。
ko: 플러그 인 직렬 변환기 '{0}'이(가) 등록되지 않아 등록을 취소할 수 없습니다.
pl: Nie można wyrejestrować programu szeregującego wtyczki „{0}”, ponieważ nie został on zarejestrowany.
pt_br: Não é possível cancelar o registro do serializador de plug-in '{0}' porque não está registrado.
ru: Не удается отменить регистрацию подключаемого модуля сериализатора "{0}", так как он не зарегистрирован.
tr: Eklenti seri hale getiricisi '{0}' kayıtlı olmadığı için kaydı kaldırılamaz.
zh_hans: 无法注销插件序列化程序“{0}”，因为它未注册。
zh_hant: 無法取消登錄外掛程式序列化程式 '{0}'，因為它並未登錄。

# SerializerProviderUnknownSerializer
source: Unrecognized SerializerDescriptor '{0}'.
cs: Neznámý deskriptor SerializerDescriptor {0}.
de: "SerializerDescriptor "{0}"" ist unbekannt.
es: SerializerDescriptor '{0}' no reconocido.
fr: SerializerDescriptor '{0}' non reconnu.
it: SerializerDescriptor '{0}' non riconosciuto.
ja: 認識できない SerializerDescriptor '{0}' です。
ko: 인식할 수 없는 SerializerDescriptor '{0}'입니다.
pl: Nierozpoznany deskryptor SerializerDescriptor „{0}”.
pt_br: SerializerDescriptor '{0}' não reconhecido.
ru: Нераспознанный SerializerDescriptor "{0}".
tr: Tanınmayan SerializerDescriptor '{0}'.
zh_hans: 无法识别的 SerializerDescriptor“{0}”。
zh_hant: 無法識別的 SerializerDescriptor '{0}'。

# SerializerProviderWrongVersion
source: '{0}' SerializerDescriptor cannot be loaded because the version is incorrect.
cs: SerializerDescriptor {0} nelze načíst, protože se jedná o nesprávnou verzi.
de: "SerializerDescriptor '{0}'" kann aufgrund einer falschen Version nicht geladen werden.
es: El SerializerDescriptor '{0}' no se puede cargar porque la versión es incorrecta.
fr: Impossible de charger le SerializerDescriptor '{0}' parce que la version n'est pas correcte.
it: Impossibile caricare SerializerDescriptor '{0}' perché la versione non è corretta.
ja: バージョンが無効であるため、'{0}' SerializerDescriptor を読み込めません。
ko: 버전이 올바르지 않으므로 '{0}' SerializerDescriptor를 로드할 수 없습니다.
pl: Nie można załadować deskryptora SerializerDescriptor „{0}”, ponieważ wersja jest nieprawidłowa.
pt_br: O SerializerDescriptor '{0}' não pode ser carregado porque a versão é incorreta.
ru: Не удается загрузить SerializerDescriptor "{0}", неправильная версия.
tr: Sürüm yanlış olduğu için '{0}' SerializerDescriptor yüklenemiyor.
zh_hans: 无法加载“{0}”SerializerDescriptor，因为版本不正确。
zh_hant: 無法載入 '{0}' SerializerDescriptor，因為版本不正確。

# SetFocusFailed
source: The target element cannot receive focus.
cs: Cílový element nemůže získat fokus.
de: Das Zielelement kann keinen Fokus erhalten.
es: El elemento de destino no puede recibir el foco.
fr: L'élément cible ne peut pas recevoir le focus.
it: Impossibile spostare lo stato attivo sull'elemento di destinazione.
ja: ターゲット要素は、フォーカスを受け取ることができません。
ko: 대상 요소가 포커스를 받을 수 없습니다.
pl: Nie można ustawić fokusu na elemencie docelowym.
pt_br: O elemento de destino não pode receber o foco.
ru: Конечный элемент не может получить фокус.
tr: Hedef öğe odak alamıyor.
zh_hans: 目标元素无法接收焦点。
zh_hant: 目標項目無法接收焦點。

# SetInDeferSelectionActive
source: Cannot set an item in a selection when selection is in progress. Use Add or Remove method.
cs: Nelze zadat položku do výběru, pokud žádný výběr neprobíhá. Použijte metodu Add nebo Remove.
de: Während einer laufenden Auswahl kann kein Element in einer Auswahl festgelegt werden. Verwenden Sie die Add-Methode oder die Remove-Methode.
es: No se puede establecer un elemento en una selección cuando esta está en curso. Use el método Add o Remove.
fr: Impossible de définir un élément dans une sélection lorsque la sélection est en cours. Utilisez la méthode Add ou Remove.
it: Impossibile impostare un elemento in una selezione mentre è in corso la selezione. Utilizzare il metodo Add o Remove.
ja: 選択中に選択内に項目を設定することはできません。Add メソッドまたは Remove メソッドを使用してください。
ko: 선택이 진행 중인 경우 선택 항목을 설정할 수 없습니다. Add 또는 Remove 메서드를 사용하십시오.
pl: Nie można ustawić elementu w wyborze, gdy wybór jest w toku. Użyj metody Add lub Remove.
pt_br: Não é possível definir um item em uma seleção quando a seleção está em andamento. Use o método Add ou Remove.
ru: Невозможно поместить элемент в выделенный фрагмент во время выполнения выделения. Используйте метод Add или Remove.
tr: Seçim devam ederken seçim içindeki bir öğe ayarlanamaz. Add veya Remove metodunu kullanın.
zh_hans: 选择正在进行时无法设置选择中的项。请使用 Add 或 Remove 方法。
zh_hant: 無法在選取進行當中設定選取範圍中的項目。請使用 Add 或 Remove 方法。

# SetLengthNotSupported
source: Stream does not support SetLength.
cs: Stream nepodporuje SetLength.
de: "SetLength" wird von Stream nicht unterstützt.
es: La secuencia no admite SetLength.
fr: Stream ne prend pas en charge SetLength.
it: Il flusso non supporta SetLength.
ja: Stream は SetLength をサポートしていません。
ko: Stream이 SetLength를 지원하지 않습니다.
pl: Obiekt Stream nie obsługuje metody SetLength.
pt_br: O fluxo não oferece suporte a SetLength.
ru: Поток не поддерживает функцию SetLength.
tr: Stream, SetLength desteklemiyor.
zh_hans: Stream 不支持 SetLength。
zh_hant: Stream 不支援 SetLength。

# SetPositionNotSupported
source: Stream does not support setting the Position property.
cs: Stream nepodporuje možnost nastavení vlastnosti Position.
de: Das Festlegen der Position-Eigenschaft wird von Stream nicht unterstützt.
es: Stream no admite el establecimiento de la propiedad Position.
fr: Stream ne prend pas en charge la définition de la propriété Position.
it: Stream non supporta l'impostazione della proprietà Position.
ja: Stream は、Position プロパティの設定をサポートしていません。
ko: Stream이 Position 속성 설정을 지원하지 않습니다.
pl: Obiekt Stream nie obsługuje ustawiania właściwości Position.
pt_br: Stream não oferece suporte à definição da propriedade Position.
ru: Поток (Stream) не поддерживает задание свойства Position.
tr: Stream, Position özelliğinin ayarlanmasını desteklemiyor.
zh_hans: Stream 不支持设置 Position 属性。
zh_hant: Stream 不支援設定 Position 屬性。

# SetterOnStyleNotAllowedToHaveTarget
source: A Style has no child nodes so a Style Setter cannot specify child node name '{0}'.
cs: Style nemá podřízené uzly, a proto Style Setter nemůže určit název podřízeného uzlu {0}.
de: Ein "Style" besitzt keine untergeordneten Knoten, weshalb der Name "{0}" des untergeordneten Knotens von Style Setter nicht festgelegt werden kann.
es: Un Style no tiene nodos secundarios, por lo que Style Setter no puede especificar el nombre del nodo secundario '{0}'.
fr: Comme un Style n'a pas de nœuds enfants, un Style Setter ne peut pas spécifier un nom de nœud d'enfant '{0}'.
it: Nessun nodo figlio per Style. Impossibile specificare il nome del nodo figlio '{0}' tramite uno Style Setter.
ja: Style に子ノードがないため、Style Setter は子ノード名 '{0}' を指定できません。
ko: Style에 자식 노드가 없으므로 Style Setter가 자식 노드 이름 '{0}'을(를) 지정할 수 없습니다.
pl: Element Style nie ma podrzędnych węzłów, więc element Style Setter nie może określać nazwy węzła podrzędnego „{0}”.
pt_br: Um Style não tem nós filhos; portanto, um Style Setter não pode especificar o nome do nó filho '{0}'.
ru: Style не имеет дочерних узлов, поэтому Style Setter не может задать имя "{0}" дочернего узла.
tr: Bir Style alt düğümlere sahip olmadığı için, Style Setter, '{0}' alt düğüm adını belirtemiyor.
zh_hans: Style 不具有子节点，因此 Style Setter 无法指定子节点名“{0}”。
zh_hant: Style 不能有子節點，因此 Style Setter 無法指定子節點名稱 '{0}'。

# SetterValueCannotBeUnset
source: Cannot unset a Setter value.
cs: Nelze zrušit nastavení hodnoty Setter.
de: Das Festlegen eines Setter-Werts kann nicht rückgängig gemacht werden.
es: No se puede desactivar un valor Setter.
fr: Impossible d'annuler une valeur Setter.
it: Impossibile annullare l'impostazione di un valore Setter.
ja: Setter 値を設定解除できません。
ko: Setter 값의 설정을 해제할 수 없습니다.
pl: Nie można cofnąć ustawienia wartości elementu Setter.
pt_br: Não é possível remover a definição de um valor Setter.
ru: Не удается отменить значение Setter.
tr: Bir Setter değerinin ayarı kaldırılamaz.
zh_hans: 无法取消设置 Setter 值。
zh_hant: 無法取消設定 Setter 值。

# SetterValueOfMarkupExtensionNotSupported
source: '{0}' is not valid for Setter.Value. The only supported MarkupExtension types are DynamicResourceExtension and BindingBase or derived types.
cs: Hodnota {0} není platná pro Setter.Value. Jedinými podporovanými typy MarkupExtension jsou DynamicResourceExtension a BindingBase nebo odvozené typy.
de: "{0}" ist für "Setter.Value" nicht gültig. Unterstützt werden nur die MarkupExtension-Typen "DynamicResourceExtension" und "BindingBase" oder abgeleitete Typen.
es: '{0}' no es válido para Setter.Value. Los únicos tipos de MarkupExtension admitidos son DynamicResourceExtension y BindingBase o tipos derivados.
fr: '{0}' non valide pour Setter.Value. Les seuls types MarkupExtension pris en charge sont DynamicResourceExtension et BindingBase ou les types dérivés.
it: Tipo '{0}' non valido per Setter.Value. Gli unici tipi di MarkupExtension supportati sono DynamicResourceExtension e BindingBase o tipi derivati.
ja: '{0}' は、Setter.Value に対して無効です。サポートされている MarkupExtension 型は DynamicResourceExtension および BindingBase または派生型のみです。
ko: Setter.Value에 대해 '{0}'을(를) 사용할 수 없습니다. 지원되는 MarkupExtension 형식은 DynamicResourceExtension 및 BindingBase 또는 파생된 형식입니다.
pl: „{0}” jest nieprawidłową wartością parametru Setter.Value. Jedynymi obsługiwanymi typami MarkupExtension są DynamicResourceExtension i BindingBase lub typy pochodne.
pt_br: '{0}' não é válido para Setter.Value. Os únicos tipos MarkupExtension com suporte são DynamicResourceExtension e BindingBase ou tipos derivados.
ru: "{0}" недопустим для Setter.Value. К поддерживаемым типам MarkupExtension относятся только DynamicResourceExtension и BindingBase или производные типы.
tr: '{0}', Setter.Value için geçerli değildir. Yalnızca DynamicResourceExtension ve BindingBase veya türetilen türler desteklenen MarkupExtension türleridir.
zh_hans: “{0}”对 Setter.Value 无效。唯一受支持的 MarkupExtension 类型是 DynamicResourceExtension 和 BindingBase 或派生类型。
zh_hant: '{0}' 對於 Setter.Value 而言是無效的。唯一支援的 MarkupExtension 型別是 DynamicResourceExtension 與 BindingBase 或衍生型別。
