Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# XpsValidatingLoaderUnsupportedEncoding
source: XPS markup must be in one of the following XML encodings: UTF-8, UTF-16.
cs: Označení XPS musí používat jedno z následujících kódování XML: UTF-8, UTF-16.
de: Das XPS-Markup muss eine der folgenden XML-Codierungen aufweisen: UTF-8, UTF-16.
es: El marcado XPS debe ser una de las siguientes codificaciones XML: UTF-8, UTF-16.
fr: Le balisage XPS doit être dans l'un des encodages XML suivants : UTF-8, UTF-16.
it: Le codifiche XML supportate per il markup XPS sono UTF-8 e UTF-16.
ja: XPS Markup は、UTF-8 または UTF-16 のいずれかの XML エンコード形式である必要があります。
ko: XPS 태그는 UTF-8 또는 UTF-16과 같은 XML 인코딩 중 하나로 적용되어야 합니다.
pl: Znacznik XPS musi być zakodowany w jednym z następujących kodowań XML: UTF-8, UTF-16.
pt_br: A marcação do XPS deve estar em uma das seguintes codificações de XML: UTF-8, UTF-16.
ru: Разметка XPS должна иметь одну из следующих кодировок XML: UTF-8, UTF-16.
tr: XPS işaretleme aşağıdaki XML kodlamalarından birinde olmalıdır: UTF-8, UTF-16.
zh_hans: XPS 标记必须为下列 XML 编码之一: UTF-8、UTF-16。
zh_hant: XPS 標記必須是下列其中一種 XML 編碼: UTF-8 或 UTF-16。

# XpsValidatingLoaderUnsupportedMimeType
source: Stream content type is not a supported XPS content type.
cs: Typ obsahu datového proudu není podporovaným typem obsahu XPS.
de: Bei dem Inhaltstyp des Datenstroms handelt es sich nicht um einen unterstützten XPS-Inhaltstyp.
es: El tipo de contenido de la secuencia no es un tipo de contenido XPS admitido.
fr: Le type de contenu du flux n'est pas un type de contenu XPS.
it: Il tipo di contenuto del flusso non è un tipo di contenuto XPS supportato.
ja: ストリーム コンテンツの種類は、サポートされている XPS コンテンツの種類ではありません。
ko: 스트림 콘텐츠 형식이 지원되는 XPS 콘텐츠 형식이 아닙니다.
pl: Typ zawartości strumienia nie jest obsługiwanym typem zawartości XPS.
pt_br: O tipo de conteúdo do fluxo não é um tipo de conteúdo de XPS com suporte.
ru: Тип содержимого потока не является поддерживаемым типом содержимого XPS.
tr: Akış içerik türü, desteklenen bir XPS içerik türü değil.
zh_hans: 流内容类型不是受支持的 XPS 内容类型。
zh_hant: 資料流內容類型不是支援的 XPS 內容類型。

# XpsValidatingLoaderUnsupportedRootNamespaceUri
source: Unexpected XML namespace of root element tag.
cs: Neočekávaný obor XML názvu tagu kořenového prvku.
de: Unerwarteter XML-Namespace des Stammelementtags.
es: Espacio de nombres XML inesperado de la etiqueta del elemento raíz.
fr: Espace de noms XML de la balise de l'élément racine inattendu.
it: Spazio dei nomi XML imprevisto nel tag dell'elemento radice.
ja: ルート要素タグの予期しない XML 名前空間です。
ko: 루트 요소 태그의 예기치 못한 XML 네임스페이스입니다.
pl: Nieoczekiwana przestrzeń nazw XML znacznika elementu głównego.
pt_br: Namespace XML inesperado da marca do elemento raiz.
ru: Неожиданное пространство имен XML тега корневого элемента.
tr: Beklenmeyen kök öğe etiketi XML ad alanı.
zh_hans: 根元素标记的意外 XML 命名空间。
zh_hant: 未預期的根項目標記 XML 命名空間。

# XpsValidatingLoaderUriNotInSamePackage
source: URI in the XPS document points outside the Package.
cs: Identifikátor URI v dokumentu XPS směřuje mimo Package.
de: Der Verweis eines URI im XPS-Dokument befindet sich außerhalb von Package.
es: El URI en el documento XPS señala fuera de Package.
fr: L'URI du document XPS pointe à l'extérieur du Package.
it: L'URI nel documento XPS punta a una posizione esterna al Package.
ja: XPS ドキュメント内の URI が、Package の外部を指しています。
ko: XPS 문서의 URI가 Package 외부를 가리킵니다.
pl: Identyfikator URI w dokumencie XPS wskazuje poza element Package.
pt_br: O URI do documento XPS aponta para fora de Package.
ru: URI в документе XPS указывает на ресурс вне Package.
tr: XPS belgesindeki URI, Package dışını gösteriyor.
zh_hans: XPS 文档中的 URI 指向 Package 以外。
zh_hant: XPS 文件中的 URI 指向 Package 以外的位置。

# DesignerMetadata_CustomCategory_Navigation
source: Navigation
cs: Navigace
es: Exploración
it: Spostamento
ja: ナビゲーション
ko: 탐색
pl: Nawigacja
pt_br: Navegação
ru: Навигация
tr: Gezinme
zh_hans: 导航
zh_hant: 導覽

# KeyTabForwardDisplayString
source: Tab
es: Pestaña
fr: Onglet
it: Scheda
pt_br: Guia
ru: Вкладка
zh_hans: 选项卡
zh_hant: 索引標籤

# ToStringFormatString_GridViewColumn
source: {0} Header:{1}
ja: {0} ヘッダー:{1}
ko: {0} 헤더:{1}
pl: {0} Nagłówek:{1}
zh_hans: {0} 标头:{1}
zh_hant: {0} 標頭:{1}

# ToStringFormatString_HeaderedItemsControl
source: {0} Header:{1} Items.Count:{2}
ja: {0} ヘッダー:{1} Items.Count:{2}
ko: {0} 헤더:{1} Items.Count:{2}
pl: {0} Nagłówek:{1} Items.Count:{2}
zh_hans: {0} 标头:{1} Items.Count:{2}
zh_hant: {0} 標頭:{1} Items.Count:{2}
