Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UnableToConvertInt32
source: Unable to convert to Int32Collection.
cs: Nelze provést převod na třídu Int32Collection.
de: Die Konvertierung in Int32Collection ist nicht möglich.
es: No se puede convertir en Int32Collection.
fr: Impossible de convertir Int32Collection.
it: Impossibile convertire in Int32Collection.
ja: Int32Collection に変換できません。
ko: Int32Collection으로 변환할 수 없습니다.
pl: Nie można przekonwertować na kolekcję Int32Collection.
pt_br: Não foi possível converter em Int32Collection.
ru: Не удалось преобразовать в Int32Collection.
tr: Int32Collection'a dönüştürülemiyor.
zh_hans: 无法转换为 Int32Collection。
zh_hant: 無法轉換為 Int32Collection。

# UnableToLocateResource
source: Cannot locate resource '{0}'.
cs: Nelze nalézt zdroj {0}.
de: Die Ressource "{0}" kann nicht gefunden werden.
es: No se encuentra el recurso '{0}'.
fr: Impossible de trouver la ressource '{0}'.
it: Impossibile individuare la risorsa '{0}'.
ja: リソース '{0}' を検索できません。
ko: '{0}' 리소스가 없습니다.
pl: Nie można zlokalizować zasobu „{0}”.
pt_br: Não é possível localizar o recurso '{0}'.
ru: Не удается найти ресурс "{0}".
tr: '{0}' kaynağının yeri belirlenemiyor.
zh_hans: 找不到资源“{0}”。
zh_hant: 找不到資源 '{0}'。

source: Undefined HighlightAnchor.
cs: Nedefinovaná HighlightAnchor.
de: HighlightAnchor nicht definiert.
es: HighlightAnchor no definido.
fr: HighlightAnchor non défini.
it: HighlightAnchor non definito.
ja: HighlightAnchor が定義されていません。
ko: 정의되지 않은 HighlightAnchor입니다.
pl: Niezdefiniowana kotwica HighlightAnchor.
pt_br: HighlightAnchor indefinido.
ru: Неопределенный HighlightAnchor.
tr: Tanımlanmamış HighlightAnchor.
zh_hans: 未定义的 HighlightAnchor。
zh_hant: 未定義的 HighlightAnchor。

# UndoContainerTypeMismatch
source: Value of Container must be type IUndoService or IParentUndoUnit.
cs: Hodnota Zásobníku musí být typu IUndoService nebo IParentUndoUnit.
de: Der Wert von "Container" muss vom Typ "IUndoService" oder "IParentUndoUnit" sein.
es: El valor de Container debe ser de tipo IUndoService o IParentUndoUnit.
fr: La valeur de Container doit être de type IUndoService ou IParentUndoUnit.
it: Il valore del contenitore deve essere di tipo IUndoService o IParentUndoUnit.
ja: コンテナーの値の型は、IUndoService または IParentUndoUnit である必要があります。
ko: Container 값은 IUndoService 또는 IParentUndoUnit 형식이어야 합니다.
pl: Wartość parametru Container musi być typu IUndoService lub IParentUndoUnit.
pt_br: O valor do contêiner deve ser do tipo IUndoService ou IParentUndoUnit.
ru: Значение контейнера должно иметь тип IUndoService или IParentUndoUnit.
tr: Kapsayıcı değeri IUndoService veya IParentUndoUnit türünde olmalıdır.
zh_hans: 容器值必须是类型 IUndoService 或 IParentUndoUnit。
zh_hant: Container 值的型別必須是 IUndoService 或 IParentUndoUnit。

# UndoManagerAlreadyAttached
source: UndoManager is already attached to some scope.
cs: UndoManager je již k některému rozsahu přidán.
de: "UndoManager" ist bereits an einen Bereich angefügt.
es: UndoManager ya está asociado a algún ámbito.
fr: UndoManager est déjà attaché à une portée.
it: UndoManager è già associato a un ambito.
ja: UndoManager は既に特定のスコープに接続されています。
ko: UndoManager가 이미 일부 범위에 연결되어 있습니다.
pl: UndoManager już przypisano do jakiegoś zakresu.
pt_br: UndoManager já está anexado a algum escopo.
ru: UndoManager уже присоединен к какой-то области.
tr: UndoManager zaten bazı kapsamlara bağlı.
zh_hans: UndoManager 已经附加到某个范围。
zh_hant: UndoManager 已附加至某些範圍。

# UndoNoOpenParentUnit
source: Cannot add nonparent undo unit when there is no open IParentUndoUnit.
cs: Nelze přidat nenadřazenou jednotku bez otevřené jednotky IParentUndoUnit.
de: Die nicht übergeordnete Rückgängig-Komponente kann nicht hinzugefügt werden, wenn keine geöffnete "IParentUndoUnit" vorhanden ist.
es: No se puede agregar una unidad de deshacer no primaria cuando no existe IParentUndoUnit.
fr: Impossible d'ajouter une unité Undo non parent quand il n'y a aucun IParentUndoUnit ouvert.
it: Impossibile aggiungere un unità di annullamento non padre quando non esiste una IParentUndoUnit aperta.
ja: 開いている IParentUndoUnit がない場合には、親以外の undo ユニットを追加できません
ko: 열려 있는 IParentUndoUnit이 없으면 부모가 없는 실행 취소 단위를 추가할 수 없습니다.
pl: Nie można dodawać modułu cofania innego niż nadrzędny, gdy nie ma otwartego modułu IParentUndoUnit.
pt_br: Não é possível adicionar uma unidade para desfazer diferente de pai quando não há IParentUndoUnit aberto.
ru: Невозможно добавить модуль отмены, не являющийся родительским, при отсутствии открытых IParentUndoUnit.
tr: Açık IParentUndoUnit yokken, üst öğe olmayan geri alma birimi eklenemez.
zh_hans: 在没有打开的 IParentUndoUnit 时，无法添加非父级撤消单元。
zh_hant: 沒有開啟的 IParentUndoUnit 時，無法新增 nonparent 復原單位。

# UndoNoOpenUnit
source: Cannot close undo unit because no opened unit exists.
cs: Nelze zavřít jednotku, protože neexistuje žádná otevřená jednotka.
de: Die Rückgängig-Komponente kann nicht geschlossen werden, da keine geöffnete Komponente vorhanden ist.
es: No se puede cerrar la unidad de deshacer porque no hay una unidad abierta.
fr: Impossible de fermer l'unité undo parce qu'il n'existe aucune unité ouverte.
it: Impossibile chiudere l'unità di annullamento perché non esiste un'unità aperta.
ja: 開いたユニットが存在しないため、undo ユニットを閉じることができません。
ko: 열려 있는 단위가 없으므로 실행 취소 단위를 닫을 수 없습니다.
pl: Nie można zamknąć modułu cofania, ponieważ nie ma żadnego otwartego.
pt_br: Não é possível fechar uma unidade para desfazer porque não existe unidade aberta.
ru: Невозможно закрыть модуль отмены, так как нет открытых модулей.
tr: Açık birim olmadığı için geri alma birimi kapatılamaz.
zh_hans: 无法关闭撤消单元，因为不存在已打开的单元。
zh_hant: 無法關閉復原單位，因為沒有任何開啟的單位存在。

# UndoNotInNormalState
source: This method can only be called while UndoService.State == UndoState.Normal.
cs: Tuto metodu lze vyvolat pouze za podmínky UndoService.State == UndoState.Normal.
de: Die Methode kann nur aufgerufen werden, während Folgendes zutrifft: "UndoService.State == UndoState.Normal".
es: Sólo se puede llamar a este método si UndoService.State == UndoState.Normal.
fr: Cette méthode ne peut être appelée que lorsque UndoService.State == UndoState.Normal.
it: È possibile chiamare questo metodo solo quando UndoService.State == UndoState.Normal.
ja: このメソッドは、UndoService.State == UndoState.Normal の場合にのみ呼び出すことができます。
ko: UndoService.State == UndoState.Normal인 경우에만 이 메서드를 호출할 수 있습니다.
pl: Tę metodę można wywołać, gdy UndoService.State == UndoState.Normal.
pt_br: Este método somente pode ser chamado quando UndoService.State == UndoState.Normal.
ru: Вызов этого метода возможен только при условии UndoService.State == UndoState.Normal.
tr: Bu metot yalnızca UndoService.State == UndoState.Normal olduğunda çağırılabilir.
zh_hans: 当 UndoService.State == UndoState.Normal 时，才能调用此方法。
zh_hant: 只有當 UndoService.State == UndoState.Normal 時，才能呼叫此方法。

# UndoServiceDisabled
source: Cannot use UndoService while it is disabled.
cs: Nelze používat funkci UndoService, pokud není aktivní.
de: "UndoService" kann im deaktivierten Zustand nicht verwendet werden.
es: No se puede usar UndoService cuando está deshabilitado.
fr: Impossible d'utiliser UndoService tandis qu'il est désactivé.
it: Impossibile utilizzare UndoService quando è disabilitato.
ja: UndoService は、無効になっている間は使用できません。
ko: UndoService는 사용할 수 없도록 설정되어 있으면 사용할 수 없습니다.
pl: Nie można użyć usługi UndoService, jeśli jest wyłączona.
pt_br: Não é possível utilizar UndoService enquanto está desabilitado.
ru: Не удается использовать UndoService, пока модуль отключен.
tr: UndoService devre dışı durumdayken kullanılamaz.
zh_hans: 当禁用 UndoService 时，无法对其进行使用。
zh_hant: 當 UndoService 停用時無法使用。

# UndoUnitAlreadyOpen
source: Cannot Reopen undo unit while another unit is already open.
cs: Nelze znovu otevřít zrušenou jednotku, pokud je otevřena jiná jednotka.
de: "Reopen" ist für die Rückgängig-Komponente nicht möglich, während bereits eine andere Komponente geöffnet ist.
es: No se puede volver a abrir la unidad de deshacer si otra unidad ya está abierta.
fr: Impossible de rouvrir l'unité undo quand une autre unité est déjà ouverte.
it: Impossibile riaprire l'unità di annullamento quando è già aperta un'altra unità.
ja: 別のユニットが既に開いている間は、undo ユニットを再度開くことはできません。
ko: 다른 단위가 이미 열려 있으면 실행 취소 단위의 Reopen을 실행할 수 없습니다.
pl: Nie można przeprowadzić operacji Reopen modułu cofnięcia, jeśli inny moduł jest już otwarty.
pt_br: Não é possível reabrir a unidade para desfazer enquanto outra unidade já está aberta.
ru: Не удается повторно открыть модуль отмены, пока другой модуль уже открыт.
tr: Başka bir birim açıkken geri alma birimi yeniden açılamaz.
zh_hans: 当另一个单元已打开时，无法重新打开撤消单元。
zh_hant: 當另一個單位已開啟時，無法重新開啟復原單位。

# UndoUnitCantBeAddedTwice
source: Cannot add undo unit to itself or one of its own children.
cs: Nelze přidat jednotku samu k sobě nebo k některé z jejích podřízených jednotek.
de: Die Rückgängig-Komponente kann nicht sich selbst oder einem ihr untergeordneten Element hinzugefügt werden.
es: No se puede agregar una unidad de deshacer a sí misma o a uno de sus elementos secundarios.
fr: Impossible d'ajouter l'unité undo à elle-même ou à l'un de ses propres enfants.
it: Impossibile aggiungere l'unità di annullamento a se stessa o in una delle unità figlio.
ja: undo ユニットを、それ自体またはその子の 1 つに追加することはできません。
ko: 자신 또는 자기 자식 중 하나에 실행 취소 단위를 추가할 수 없습니다.
pl: Nie można dodać modułu cofnięcia do samego siebie ani do jego elementów podrzędnych.
pt_br: Não é possível adicionar a unidade para desfazer a ela mesma ou a um de seus próprios filhos.
ru: Не удается добавить модуль отмены сам в себя или в один из дочерних модулей.
tr: Geri alma birimi kendisine veya kendi alt öğelerinden birine eklenemez.
zh_hans: 无法将撤消单元添加到其自身或其自身的子级。
zh_hant: 無法新增復原單位到它本身或它的子項目。

# UndoUnitCantBeOpenedTwice
source: Cannot open undo unit that is already open.
cs: Nelze otevřít jednotku, která je již otevřena.
de: Die Rückgängig-Komponente kann nicht geöffnet werden, da sie bereits geöffnet ist.
es: No se puede abrir una unidad de deshacer que ya está abierta.
fr: Impossible d'ouvrir une unité undo qui est déjà ouverte.
it: Impossibile aprire un'unità di annullamento già aperta.
ja: 既に開いている undo ユニットを開くことはできません。
ko: 이미 열려 있는 실행 취소 단위를 열 수 없습니다.
pl: Nie można otworzyć modułu cofnięcia, który jest już otwarty.
pt_br: Não é possível abrir a unidade para desfazer que já esteja aberta.
ru: Не удается открыть уже открытый модуль отмены.
tr: Zaten açık olan geri alma birimi açılamaz.
zh_hans: 无法打开已经打开的撤消单元。
zh_hant: 無法開啟已開啟的復原單位。

# UndoUnitLocked
source: Cannot modify locked unit.
cs: Zamčenou jednotku nelze upravovat.
de: Die gesperrte Komponente kann nicht geändert werden.
es: No se puede modificar la unidad bloqueada.
fr: Impossible de modifier une unité verrouillée.
it: Impossibile modificare l'unità bloccata.
ja: ロックされているユニットを変更することはできません。
ko: 잠겨 있는 단위를 수정할 수 없습니다.
pl: Nie można zmienić zablokowanego modułu cofnięcia.
pt_br: Não é possível modificar a unidade bloqueada.
ru: Невозможно изменить заблокированный модуль.
tr: Kilitli birim değiştirilemez.
zh_hans: 无法修改已锁定的单元。
zh_hant: 無法修改鎖定的單位。

# UndoUnitNotFound
source: Cannot close unit. Cannot find unit as open unit in this ParentUndoUnit or its children.
cs: Jednotku nelze zavřít. Nelze najít otevřenou jednotku v této jednotce ParentUndoUnit nebo její podřízené jednotce.
de: Die Komponente kann nicht geschlossen werden. Die Komponente kann in "ParentUndoUnit" oder einem untergeordneten Element nicht als geöffnete Komponente gefunden werden.
es: No se puede cerrar la unidad. No se encuentra la unidad como una unidad abierta en esta ParentUndoUnit o uno de sus elementos secundarios.
fr: Impossible de fermer l'unité. Impossible de trouver une unité en tant qu'unité ouverte dans ce ParentUndoUnit ou ses enfants.
it: Impossibile chiudere l'unità. Impossibile trovare tale unità aperta in questa ParentUndoUnit o in una delle unità figlio.
ja: ユニットを閉じることができません。この ParentUndoUnit またはその子で、開いたユニットとしてのユニットを見つけることができません。
ko: 단위를 닫을 수 없습니다. 이 ParentUndoUnit 또는 해당 자식에서 열기 단위로 사용된 단위를 찾을 수 없습니다.
pl: Nie można zamknąć modułu. Nie można znaleźć otwartego modułu w danym obiekcie ParentUndoUnit lub jego elementach podrzędnych.
pt_br: Não é possível fechar a unidade. Não é possível encontrar a unidade como unidade aberta neste ParentUndoUnit ou em seu filho.
ru: Не удается закрыть модуль. Не удается найти открытый модуль в этом ParentUndoUnit или в дочерних модулях.
tr: Birim kapatılamıyor. Birim bu ParentUndoUnit veya alt öğelerinde açık birim olarak bulunamıyor.
zh_hans: 无法关闭单元。无法查找作为此 ParentUndoUnit 或其子单元中打开单元的单元。
zh_hant: 無法關閉單位。在此 ParentUndoUnit 或其子項目中找不到已開啟的單位。

# UndoUnitNotOnTopOfStack
source: Cannot Reopen undo unit that is not on top of stack.
cs: Nelze znovu otevřít zrušenou jednotku, která není ve stohu nahoře.
de: "Reopen" ist nicht möglich für eine Rückgängig-Komponente, die sich nicht auf der höchsten Ebene befindet.
es: No se puede volver a abrir una unidad de deshacer que está en la parte superior de la pila.
fr: Impossible de rouvrir l'unité undo qui n'est pas en haut de la pile.
it: Impossibile riaprire un'unità di annullamento che non si trova all'inizio dello stack.
ja: スタックの一番上にない undo ユニットを再度開くことはできません。
ko: 스택 맨 위에 있지 않은 실행 취소 단위인 Reopen을 실행할 수 없습니다.
pl: Nie można ponownie otworzyć modułu cofnięcia, który nie znajduje się na wierzchu stosu.
pt_br: Não é possível reabrir a unidade para desfazer que não esteja no início da pilha.
ru: Не удается повторно открыть модуль отмены, не находящийся вверху стека.
tr: Yığının en üstünde olmayan geri alma birimi yeniden açılamaz.
zh_hans: 无法重新打开不在堆栈顶端的撤消单元。
zh_hant: 無法重新開啟不是在堆疊上方的復原單位。

# UndoUnitOpen
source: Cannot Undo or Redo while undo unit is open.
cs: Nelze provést funkce Zpět nebo Znovu, pokud je jednotka otevřena.
de: "Undo" oder "Redo" ist nicht möglich, während die Rückgängig-Komponente geöffnet ist.
es: No se puede deshacer ni rehacer cuando la unidad está abierta.
fr: Impossible de rétablir ou d'annuler quand l'unité undo est ouverte.
it: Impossibile eseguire operazioni Annulla o Ripeti mentre è aperta un'unità di annullamento.
ja: undo ユニットが開いている間は、Undo または Redo を実行できません。
ko: 실행 취소 단위가 열려 있으면 Undo 또는 Redo를 실행할 수 없습니다.
pl: Nie można cofnąć ani ponowić otwartego modułu cofnięcia.
pt_br: Não é possível desfazer ou refazer enquanto a unidade para desfazer está aberta.
ru: Не удается выполнить команду отмены или повторения, пока открыт модуль отмены.
tr: Geri alma birimi açıkken Geri Al veya Yinele işlemi yapılamaz.
zh_hans: 当撤消单元打开时，无法撤消或重做。
zh_hant: 當復原單位已開啟時，無法復原或重做。

# UnexpectedAttribute
source: Unexpected attribute '{0}' in element '{1}'.
cs: Neočekávaný atribut {0} elementu {1}
de: Element "{1}" enthält unerwartetes Attribut "{0}".
es: Atributo inesperado "{0}" en el elemento "{1}".
fr: Attribut inattendu '{0}' dans l'élément '{1}'.
it: Attributo imprevisto '{0}' nell'elemento '{1}'.
ja: 要素 '{1}' の予期しない属性 '{0}' です。
ko: '{1}' 요소에 예기치 못한 '{0}' 특성이 있습니다.
pl: Nieoczekiwany atrybut „{0}” w elemencie „{1}”.
pt_br: Atributo inesperado '{0}' no elemento '{1}'.
ru: Непредвиденный атрибут "{0}" в элементе "{1}".
tr: '{1}' öğesinde beklenmeyen '{0}' özniteliği.
zh_hans: 元素“{1}”中出现意外特性“{0}”。
zh_hant: 在項目 '{1}' 中出現未預期的屬性 '{0}'。

# UnexpectedCollectionChangeAction
source: Unexpected collection change action '{0}'.
cs: Neočekávaná akce změny kolekce {0}.
de: Unerwartete Sammlungsänderungsaktion "{0}".
es: Acción de cambio de colección '{0}' inesperada.
fr: Action de modification de la collection inattendue '{0}'.
it: Azione di modifica della raccolta imprevista '{0}'.
ja: 予期しないコレクションの変更アクション '{0}'。
ko: 예기치 못한 컬렉션 변경 동작 '{0}'입니다.
pl: Nieoczekiwana operacja zmiany kolekcji „{0}”.
pt_br: Ação '{0}' de alteração na coleção inesperada.
ru: Неожиданное действие изменения семейства "{0}".
tr: Beklenmeyen koleksiyon değiştirme eylemi '{0}'.
zh_hans: 意外集合更改操作“{0}”。
zh_hant: 未預期的集合變更動作 '{0}'。

# UnexpectedParameterType
source: Parameter is unexpected type '{0}'. Expected type is '{1}'.
cs: Parametr je neočekávaného typu {0}. Byl očekáván typ {1}.
de: Der Parameter weist den nicht erwarteten Typ "{0}" auf. Erwartet wurde der Typ "{1}".
es: Tipo de parámetro inesperado "{0}". El tipo esperado es "{1}".
fr: Le paramètre a un type inattendu : '{0}'. Le type attendu est '{1}'.
it: Il tipo del parametro è imprevisto: '{0}'. Il tipo previsto è '{1}'.
ja: パラメーターは、予期しない型 '{0}' です。予期していた型は '{1}' です。
ko: 매개 변수가 예기치 못한 '{0}' 형식입니다. 필요한 형식은 '{1}'입니다.
pl: Parametr nieoczekiwanego typu „{0}”. Oczekiwano typu „{1}”.
pt_br: O parâmetro é do tipo inesperado '{0}'. O tipo esperado é '{1}'.
ru: Параметр имеет непредвиденный тип "{0}". Ожидается тип "{1}".
tr: Parametre beklenmeyen '{0}' türünde. Beklenen tür '{1}'.
zh_hans: 参数是意外的类型“{0}”。预期类型为“{1}”。
zh_hant: 參數是非預期的類型 '{0}'。類型應為 '{1}'。

# UnexpectedProperty
source: Expected {0} property, got {1}.
cs: Namísto očekávané vlastnosti {0} byla získána vlastnost {1}.
de: Die {0}-Eigenschaft wurde erwartet, "{1}" wurde gefunden.
es: Se esperaba la propiedad {0} y se obtuvo {1}.
fr: Propriété {0} attendue, mais {1} obtenu.
it: Era prevista la proprietà {0}, ma è stata ottenuta {1}.
ja: 必要なプロパティは {0} ですが、{1} が取得されました。
ko: {0} 속성이 필요한데 {1}을(를) 받았습니다.
pl: Oczekiwano właściwości {0}, otrzymano właściwość {1}.
pt_br: Propriedade {0} esperada, {1} obtida.
ru: Ожидалось свойство {0}, получено {1}.
tr: {0} özelliği bekleniyordu, {1} alındı.
zh_hans: 应为 {0} 属性，但获取的是 {1}。
zh_hant: 應為 {0} 屬性，但卻得到 {1}。

# UnexpectedType
source: Expected {0}, got {1}.
cs: Namísto očekávaného typu {0} byl získán typ {1}.
de: "{0}" wurde erwartet, "{1}" wurde gefunden.
es: Se esperaba {0}, pero se obtuvo {1}.
fr: {0} attendu, {1} obtenu.
it: È previsto {0}, ma è stato ottenuto {1}.
ja: '{0}' が想定されましたが、実際は '{1}' でした。
ko: {0}이(가) 필요한데 {1}을(를) 받았습니다.
pl: Oczekiwano wartości {0}, otrzymano wartość {1}.
pt_br: {0} esperado, {1} obtido.
ru: Ожидалось {0}, получено {1}.
tr: '{0}' bekleniyordu, '{1}' alındı.
zh_hans: 应为 {0}，但获取的是 {1}。
zh_hant: 應為 {0}，但卻得到 {1}。

# UnexpectedValueTypeForCondition
source: '{0}' ValueType is not valid for Condition.
cs: {0} ValueType není platný pro Condition.
de: "ValueType" "{0}" ist für "Condition" nicht gültig.
es: ValueType '{0}' no es válido para Condition.
fr: ValueType '{0}' non valide pour Condition.
it: ValueType '{0}' non valido per Condition.
ja: '{0}' ValueType は、Condition に対して無効です。
ko: Condition에 '{0}' ValueType을 사용할 수 없습니다.
pl: Typ „{0}” ValueType jest nieprawidłowy dla właściwości Condition.
pt_br: ValueType '{0}' não é válido para Condition.
ru: Недопустимый тип ValueType "{0}" для Condition.
tr: '{0}' ValueType, Condition için geçerli değil.
zh_hans: “{0}”ValueType 对 Condition 无效。
zh_hant: '{0}' ValueType 對於 Condition 而言是無效的。

# UnexpectedValueTypeForDataTrigger
source: '{0}' ValueType is not valid for DataTrigger.
cs: Typ hodnoty {0} ValueType není platný pro DataTrigger.
de: "ValueType "{0}"" ist für "DataTrigger" nicht gültig.
es: ValueType '{0}' no es válido para DataTrigger.
fr: ValueType '{0}' non valide pour DataTrigger.
it: ValueType '{0}' non valido per DataTrigger.
ja: '{0}' ValueType は、DataTrigger に対して無効です。
ko: DataTrigger에 '{0}' ValueType을 사용할 수 없습니다.
pl: Typ „{0}” ValueType jest nieprawidłowy dla właściwości DataTrigger.
pt_br: ValueType '{0}' não é válido para DataTrigger.
ru: Недопустимый тип ValueType "{0}" для DataTrigger.
tr: '{0}' ValueType, DataTrigger için geçerli değil.
zh_hans: “{0}”ValueType 对 DataTrigger 无效。
zh_hant: '{0}' ValueType 對於 DataTrigger 而言是無效的。

# UnexpectedXmlNodeInXmlFixedPageInfoConstructor
source: \"{{{0}}}{1}\" element found. Expected fixed page element ({{{2}}}{3}).
cs: Nalezen element {{{0}}}{1}. Program očekával neměnný element stránky ({{{2}}}{3}).
de: Das Element \"{{{0}}}{1}\" wurde gefunden. Erwartet wurde ein fixiertes Seitenelement ({{{2}}}{3}).
es: Se encontró el elemento \"{{{0}}}{1}\". Elemento de página fija esperado ({{{2}}}{3}).
fr: Élément \"{{{0}}}{1}\" trouvé. Élément de page fixe attendu ({{{2}}}{3}).
it: È stato trovato l'elemento \"{{{0}}}{1}\". Era previsto l'elemento pagina fissa ({{{2}}}{3}).
ja: \"{{{0}}}{1}\" 要素は見つかりませんでした。予期していた固定ページ要素は ({{{2}}}{3}) です。
ko: "{{{0}}}{1}" 요소가 있습니다. 고정 페이지 요소({{{2}}}{3})가 필요합니다.
pl: Znaleziono element „{{{0}}}{1}”. Oczekiwano elementu o określonej liczbie stron ({{{2}}}{3}).
pt_br: Elemento \"{{{0}}}{1}\" encontrado. Elemento de página fixa ({{{2}}}{3}) esperado.
ru: Обнаружен элемент \"{{{0}}}{1}\". Ожидался элемент фиксированной страницы ({{{2}}}{3}).
tr: "{{{0}}}{1}" öğe bulundu. Sabit sayfa öğesi bekleniyor ({{{2}}}{3}).
zh_hans: 找到“{{{0}}}{1}\”元素。需要固定页面元素({{{2}}}{3})。
zh_hant: 找到 \"{{{0}}}{1}\" 個項目。應為固定頁面項目 ({{{2}}}{3})。

# UnknownBamlRecord
source: Found unknown BAML record {0}.
cs: Byl zjištěn neznámý záznam jazyka BAML {0}.
de: Ein unbekannter BAML-Datensatz "{0}" wurde gefunden.
es: Se encontró el registro BAML {0} desconocido.
fr: Enregistrement BAML {0} inconnu trouvé.
it: È stato trovato un record BAML {0} sconosciuto.
ja: 不明な BAML レコード {0} が見つかりました。
ko: 알 수 없는 BAML 레코드 {0}이(가) 있습니다.
pl: Znaleziono nieznany rekord BAML {0}.
pt_br: Registro BAML {0} desconhecido encontrado.
ru: Найдена неизвестная запись BAML {0}.
tr: Bilinmeyen BAML kaydı {0} bulundu.
zh_hans: 找到了未知的 BAML 记录 {0}。
zh_hant: 發現不明的 BAML 記錄 {0}。

# UnknownContainerFormat
source: Container is unrecognized format.
cs: Zásobník neznámého formátu.
de: Der Container besitzt ein unbekanntes Format.
es: El formato del contenedor no se reconoce.
fr: Le format de Container n'est pas reconnu.
it: Formato del contenitore non riconosciuto.
ja: コンテナーは認識できない形式です。
ko: 컨테이너가 인식할 수 없는 형식입니다.
pl: Kontener ma nierozpoznany format.
pt_br: O contêiner tem formato não reconhecido.
ru: Контейнер имеет нераспознанный формат.
tr: Kapsayıcı tanınmayan biçimde.
zh_hans: 容器为不可识别的格式。
zh_hant: 容器是無法識別的格式。

# UnknownErrorText
source: The application cannot be deployed because of an unknown error. Contact the application publisher for more information.
cs: Aplikaci nelze zavést kvůli neznámé chybě. Pro další informace se obraťte na vydavatele aplikace.
de: Die Anwendung kann aufgrund eines unbekannten Fehlers nicht bereitgestellt werden. Wenden Sie sich an den Herausgeber der Anwendung.
es: La aplicación no se puede implementar debido a un error desconocido. Póngase en contacto con el publicador de la aplicación para obtener más información.
fr: L'application ne peut pas être déployée en raison d'une erreur inconnue. Contactez l'éditeur de l'application pour plus d'informations.
it: Impossibile distribuire l'applicazione a causa di un errore sconosciuto. Per ulteriori informazioni, contattare l'autore dell'applicazione.
ja: 不明なエラーのため、アプリケーションを展開できません。詳細については、アプリケーションの公開元に問い合わせてください。
ko: 알 수 없는 오류 때문에 응용 프로그램을 배포할 수 없습니다. 자세한 내용은 응용 프로그램 게시자에게 문의하십시오.
pl: Nie można wdrożyć aplikacji z powodu nieznanego błędu. Aby uzyskać więcej informacji, należy skontaktować się z wydawcą oprogramowania.
pt_br: O aplicativo não pode ser implantado devido a um erro desconhecido. Entre em contato com o editor do aplicativo para obter mais informações.
ru: Не удается развернуть приложение из-за неизвестной ошибки. За дополнительными сведениями обращайтесь к издателю приложения.
tr: Uygulama bilinmeyen bir hata nedeniyle dağıtılamıyor. Daha fazla bilgi için, uygulamanın yayımcısına başvurun.
zh_hans: 由于未知错误，无法部署该应用程序。有关详细信息，请与应用程序发行者联系。
zh_hant: 因為發生不明的錯誤，無法部署應用程式。請連絡應用程式發行者以取得詳細資訊。

# UnknownErrorTitle
source: Unknown Error
cs: Neznámá chyba
de: Unbekannter Fehler
es: Error desconocido
fr: Erreur inconnue
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
pl: Nieznany błąd
pt_br: Erro desconhecido
ru: Неизвестная ошибка
tr: Bilinmeyen hata
zh_hans: 未知错误
zh_hant: 不明的錯誤
