Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ClipboardCopyMode_Disabled
source: Cannot perform copy if ClipboardCopyMode is None.
cs: Kopírování nelze provést, pokud je vlastnost ClipboardCopyMode nastavena hodnotu None.
de: Der Kopiervorgang kann nicht ausgeführt werden, wenn ClipboardCopyMode auf "None" festgelegt ist.
es: No se puede realizar una copia si ClipboardCopyMode es None.
fr: Impossible d'effectuer la copie si ClipboardCopyMode a la valeur Aucun.
it: Impossibile eseguire la copia se ClipboardCopyMode è None.
ja: ClipboardCopyMode が None のときにはコピーを実行できません。
ko: ClipboardCopyMode가 None이면 복사를 수행할 수 없습니다.
pl: Nie można wykonać kopii, jeśli tryb ClipboardCopyMode ma wartość None.
pt_br: Não será possível fazer a cópia se ClipboardCopyMode for None.
ru: Не удается выполнить копирование, если для параметра ClipboardCopyMode установлено значение "None".
tr: ClipboardCopyMode değeri None ise kopyalama yapılamaz.
zh_hans: 如果 ClipboardCopyMode 为 None，则无法执行复制。
zh_hant: 如果 ClipboardCopyMode 為 None，則無法執行複製。

# CollectionAddEventMissingItem
source: After a CollectionChange.Add event, Items collection does not contain the added item '{0}'.\n This could happen if the event sender supplied incorrect information in CollectionChangedEventArgs.
cs: Po události CollectionChange.Add neobsahuje kolekce položek přidanou položku {0}.\n To se mohlo stát, pokud odesílatel události dodal nesprávné informace do argumentů CollectionChangedEventArgs.
de: Nach einem CollectionChange.Add-Ereignis ist das hinzugefügte Element "{0}" in der Items-Sammlung nicht enthalten.\n Möglicherweise wurden vom Sender des Ereignisses in "CollectionChangedEventArgs" falsche Informationen bereitgestellt.
es: Después de un evento CollectionChange.Add, la colección de elementos no contiene el elemento agregado "{0}".\nEsto puede suceder si el emisor del evento proporcionó información incorrecta en CollectionChangedEventArgs.
fr: Après un événement CollectionChange.Add, la collection Items ne contient pas l'élément ajouté '{0}'.\n Cela peut se produire si l'expéditeur de l'événement a fourni des informations incorrectes dans CollectionChangedEventArgs.
it: Dopo un evento CollectionChange.Add, la raccolta Items non contiene l'elemento aggiunto '{0}'.\n Questa condizione può verificarsi se il mittente dell'evento ha fornito informazioni non corrette in CollectionChangedEventArgs.
ja: CollectionChange.Add イベントの後、Items コレクションには追加項目 '{0}' が含まれません。\nこれは、イベントの送信者が CollectionChangedEventArgs で間違った情報を提供した場合に、発生する可能性があります。
ko: CollectionChange.Add 이벤트를 수행한 후 추가된 '{0}' 항목이 Items 컬렉션에 포함되어 있지 않습니다.\n 이벤트 전송자가 CollectionChangedEventArgs에서 잘못된 정보를 제공한 경우에 이러한 상황이 발생할 수 있습니다.
pl: Po zdarzeniu CollectionChange.Add kolekcja Items nie zawiera dodanego elementu „{0}”.\n Mogło się tak zdarzyć, jeśli nadawca zdarzenia dostarczył nieprawidłowe informacje w elemencie CollectionChangedEventArgs.
pt_br: Após um evento CollectionChange.Add, a coleção Itens não contém o item '{0}' adicionado.\n Isso pode ocorrer se o remetente do evento forneceu informações incorretas em CollectionChangedEventArgs.
ru: После события CollectionChange.Add в коллекции Items отсутствует добавленный элемент "{0}".\n Возможно, отправитель события предоставил неверные данные в CollectionChangedEventArgs.
tr: CollectionChange.Add olayından sonra, Items koleksiyonu '{0}' eklenen öğesini içermez.\nOlay göndericisi CollectionChangedEventArgs içinde yanlış bilgi verdiyse bu durum ortaya çıkabilir.
zh_hans: 在 CollectionChange.Add 事件之后，项集合不包含添加项“{0}”。\n如果事件发送方在 CollectionChangedEventArgs 中提供了错误的信息，则可能会发生这种情况。
zh_hant: 在 CollectionChange.Add 事件之後，項目集合並未包含新增的項目 '{0}'。\n 若事件發送者在 CollectionChangedEventArgs 中提供的資訊不正確，即會發生此問題。

# CollectionChangeIndexOutOfRange
source: '{0}' index in collection change event is not valid for collection of size '{1}'.
cs: Index {0} události změny kolekce není platný pro kolekci o velikosti {1}.
de: Der Index "{0}" im Ereignis zum Ändern einer Sammlung ist ungültig für die Sammlung mit der Größe "{1}".
es: El índice "{0}" en el evento de cambio de colección no es válido para una colección de tamaño "{1}".
fr: L'index '{0}' de l'événement relatif au changement de la collection est non valide pour la collection dont la taille est '{1}'.
it: L'indice '{0}' nell'evento di modifica dell'insieme non è valido per la raccolta di dimensioni '{1}'.
ja: コレクション変更イベントの '{0}' インデックスは、サイズ '{1}' のコレクションに対して無効です。
ko: 컬렉션 변경 이벤트의 '{0}' 인덱스가 '{1}' 크기의 컬렉션에 유효하지 않습니다.
pl: Indeks „{0}” w zdarzeniu zmiany kolekcji nie jest prawidłowy dla kolekcji o wielkości „{1}”.
pt_br: O índice '{0}' no evento de alteração da coleção não é válido para a coleção de tamanho '{1}'.
ru: Индекс "{0}" в событии изменения коллекции является недопустимым для коллекции с размером "{1}".
tr: Koleksiyon değişiklik olayındaki '{0}' dizini '{1}' boyutundaki koleksiyon için geçerli değil.
zh_hans: 在集合更改事件中的“{0}”索引对于大小为“'{1}”的集合无效。
zh_hant: 集合變更事件中的 '{0}' 索引，對大小為 '{1}' 的集合而言無效。

# CollectionContainerMustBeUniqueForComposite
source: CompositeCollection can accept only CollectionContainers it does not already have.
cs: CompositeCollection může akceptovat pouze zásobníky CollectionContainers, které dosud neobsahuje.
de: Von der "CompositeCollection" können nur "CollectionContainers" angenommen werden, die noch nicht in ihrem Besitz sind.
es: CompositeCollection sólo puede aceptar CollectionContainers que no posea.
fr: CompositeCollection peut accepter uniquement des CollectionContainers qu'il ne possède pas déjà.
it: CompositeCollection può accettare solo CollectionContainers non ancora inclusi nella raccolta.
ja: CompositeCollection は、まだ保持していない CollectionContainers のみを受け入れることができます。
ko: CompositeCollection은 자신에게 없는 CollectionContainers만 허용할 수 있습니다.
pl: Kolekcja CompositeCollection może przyjmować tylko kontenery CollectionContainers, których jeszcze nie zawiera.
pt_br: CompositeCollection pode aceitar somente CollectionContainers que ele não tenha.
ru: CompositeCollection может принимать только CollectionContainers, которые отсутствуют в семействе.
tr: CompositeCollection yalnızca sahip olmadığı CollectionContainers kabul edebilir.
zh_hans: CompositeCollection 只接受它还没有的 CollectionContainers。
zh_hant: CompositeCollection 只能接受它目前沒有的 CollectionContainers。

# CollectionNumberOfElementsMustBeLessOrEqualTo
source: The number of elements in this collection must be less than or equal to '{0}'.
cs: Počet elementů v této kolekci musí být menší nebo roven {0}.
de: Die Elementanzahl in der Sammlung muss kleiner oder gleich "{0}" sein.
es: El número de elementos de esta colección debe ser menor que o igual a '{0}'.
fr: Le nombre d'éléments de cette collection doit être inférieur ou égal à '{0}'.
it: Il numero di elementi nella raccolta deve essere minore o uguale a '{0}'.
ja: このコレクション内の要素の数は、'{0}' 以下でなければなりません。
ko: 이 컬렉션의 요소 수는 '{0}'보다 작거나 같아야 합니다.
pl: Liczba elementów w tej kolekcji musi być mniejsza lub równa „{0}”.
pt_br: O número de elementos nesta coleção deve ser menor ou igual a '{0}'.
ru: Число элементов в данной коллекции должно быть меньше или равно "{0}".
tr: Bu koleksiyondaki öğe sayısı '{0}' değerine eşit veya daha az olmalıdır.
zh_hans: 此集合中元素的数量必须小于或等于“{0}”。
zh_hant: 此集合中的項目數目必須小於或等於 '{0}'。

# CollectionViewTypeIsInitOnly
source: CollectionViewType property can only be set during initialization.
cs: Vlastnost CollectionViewType lze nastavit pouze během inicializace.
de: Die CollectionViewType-Eigenschaft kann nur während der Initialisierung festgelegt werden.
es: La propiedad CollectionViewType sólo se puede establecer durante la inicialización.
fr: La propriété CollectionViewType ne peut être définie que pendant l'initialisation.
it: La proprietà CollectionViewType può essere impostata solo durante l'inizializzazione.
ja: CollectionViewType プロパティは、初期化中にのみ設定できます。
ko: CollectionViewType 속성은 초기화하는 동안에만 설정할 수 있습니다.
pl: Właściwość CollectionViewType można ustawić tylko podczas inicjowania.
pt_br: A propriedade CollectionViewType somente pode ser definida durante a inicialização.
ru: Свойство CollectionViewType можно задать только при инициализации.
tr: CollectionViewType özelliği yalnızca başlatma sırasında ayarlanabilir.
zh_hans: 只能在初始化过程中设置 CollectionViewType 属性。
zh_hant: CollectionViewType 屬性只能在初始化階段中設定。

# CollectionView_MissingSynchronizationCallback
source: Synchronization callback for '{0}' collection is no longer available.\n This could happen if the callback is an anonymous method.
cs: Synchronizační zpětné volání pro kolekci {0} již není k dispozici.\n K tomu může dojít, když je zpětné volání anonymní metoda.
de: Der Synchronisierungsrückruf für die {0}-Sammlung ist nicht mehr verfügbar.\n Dies kann der Fall sein, wenn es sich beim Rückruf um eine anonyme Methode handelt.
es: La devolución de llamada de sincronización para la colección "{0}" ya no está disponible.\nEsto puede suceder si la devolución de llamada es un método anónimo.
fr: Le rappel de synchronisation pour la collection '{0}' n'est plus disponible.\n Cela peut arriver si le rappel est une méthode anonyme.
it: Il callback di sincronizzazione per la raccolta '{0}' non è più disponibile.\n Questa condizione può verificarsi se il callback è un metodo anonimo.
ja: '{0}' コレクションに対する同期コールバックは使用できなくなりました。\nこれは、コールバックが匿名メソッドの場合に発生する可能性があります。
ko: '{0}' 컬렉션에 대한 동기화 콜백을 더 이상 사용할 수 없습니다.\n 이 오류는 콜백이 무명 메서드인 경우에 발생할 수 있습니다.
pl: Wywołanie synchronizujące kolekcji „{0}” nie jest już dostępne.\n Może się tak zdarzyć w przypadku, gdy wywołanie jest anonimową metodą.
pt_br: A chamada de retorno de sincronização para a coleção '{0}' não está mais disponível.\n Isso pode ocorrer se a chamada de retorno é um método anônimo.
ru: Обратный вызов синхронизации для коллекции "{0}" более не доступен.\n Это может происходить, если обратный вызов является анонимным методом.
tr: '{0}' koleksiyonu için eşitleme geri çağrısı artık kullanılamıyor.\nGeri çağrı anonim bir metotsa bu durum oluşabilir.
zh_hans: 对“{0}”集合的同步回调不再可用。\n如果回调是匿名方法，则会出现这种情况。
zh_hant: 無法再使用 '{0}' 集合的同步處理回呼。\n 如果呼叫是非同步方法，即可能發生此情形。

# CollectionView_NameTypeDuplicity
source: Cannot get CollectionView of type '{0}' for CollectionViewSource that already uses type '{1}'.
cs: Nelze vytvořit náhled kolekce CollectionView typu {0} pro CollectionViewSource, který již používá typ {1}.
de: CollectionView vom Typ "{0}" kann für "CollectionViewSource" nicht abgerufen werden, wenn bereits der Typ "{1}" verwendet wird.
es: No se puede obtener CollectionView de tipo "{0}" para un CollectionViewSource que ya usa el tipo "{1}".
fr: Impossible d'obtenir un CollectionView de type '{0}' pour un CollectionViewSource qui utilise déjà le type '{1}'.
it: Non è possibile recuperare l'elemento CollectionView di tipo '{0}' per un elemento CollectionViewSource che usa già il tipo '{1}'.
ja: 型 '{1}' を既に使用している CollectionViewSource に対して、型 '{0}' の CollectionView を取得することはできません。
ko: 이미 '{1}' 형식을 사용하는 CollectionViewSource에 대해 '{0}' 형식의 CollectionView를 가져올 수 없습니다.
pl: Nie można uzyskać widoku CollectionView typu „{0}” dla źródła CollectionViewSource, które już używa typu „{1}”.
pt_br: Não é possível obter CollectionView do tipo '{0}' para CollectionViewSource que já usa o tipo '{1}'.
ru: Не удается получить CollectionView типа "{0}" для источника CollectionViewSource, уже использующего тип "{1}".
tr: Zaten '{1}' türünü kullanan CollectionViewSource için '{0}' türünde CollectionView alınamaz.
zh_hans: 无法为已使用类型“{1}”的 CollectionViewSource 获取类型“{0}”的 CollectionView。
zh_hant: 對於已使用類型 '{1}' 的 CollectionViewSource 來說，無法為其取得類型 '{0}' 的 CollectionView。

# CollectionView_ViewTypeInsufficient
source: '{0}' does not have a constructor that accepts collection type '{1}'.
cs: Typ {0} nemá konstruktor, který přijímá typ kolekce {1}.
de: "{0}" besitzt keinen Konstruktor, von dem der Sammlungstyp "{1}" angenommen wird.
es: "{0}" no tiene ningún constructor que acepte el tipo de colección {1}".
fr: '{0}' n'a pas de constructeur qui accepte le type de collection '{1}'.
it: Per '{0}' non è disponibile un costruttore che accetta il tipo di raccolta '{1}'.
ja: '{0}' に、コレクションの型 '{1}' を受け入れるコンストラクターがありません。
ko: '{0}'에 '{1}' 컬렉션 형식을 허용하는 생성자가 없습니다.
pl: „{0}” nie zawiera konstruktora akceptującego typ kolekcji „{1}”.
pt_br: '{0}' não tem um construtor que aceita o tipo de coleção '{1}'.
ru: Для "{0}" отсутствует конструктор, принимающий тип коллекции "{1}".
tr: '{0}', '{1}' koleksiyon türünü kabul eden bir oluşturucuya sahip değil.
zh_hans: “{0}”没有可接受集合类型“{1}”的构造函数。
zh_hant: '{0}' 沒有接受集合類型 '{1}' 的建構函式。

# CollectionView_WrongType
source: '{0}' type is not a CollectionView type.
cs: Typ {0} není typ třídy CollectionView.
de: Der Typ "{0}" ist kein CollectionView-Typ.
es: El tipo '{0}' no es un tipo de CollectionView.
fr: Le type '{0}' n'est pas un type CollectionView.
it: Il tipo '{0}' non è un tipo CollectionView.
ja: '{0}' 型は、CollectionView 型ではありません。
ko: '{0}' 형식이 CollectionView 형식이 아닙니다.
pl: Typ „{0}” nie jest typem CollectionView.
pt_br: O tipo '{0}' não é um tipo CollectionView.
ru: Тип "{0}" не является типом CollectionView.
tr: '{0}' türü CollectionView türü değil.
zh_hans: “{0}”类型不是 CollectionView 类型。
zh_hant: '{0}' 型別不是 CollectionView 型別。

# Collection_BadType
source: Cannot add instance of type '{1}' to a collection of type '{0}'. Only items of type '{2}' are allowed.
cs: Instanci typu {1} nelze přidat ke kolekci typu {0}. Jsou povoleny pouze položky typu {2}.
de: Die Instanz vom Typ "{1}" kann keiner Sammlung vom Typ "{0}" hinzugefügt werden. Es sind nur Elemente vom Typ "{2}" zulässig.
es: No se puede agregar una instancia de tipo "{1}" a una colección de tipo "{0}". Sólo se permiten los elementos de tipo "{2}".
fr: Impossible d'ajouter une instance de type '{1}' à une collection de type '{0}'. Seuls les éléments de type '{2}' sont autorisés.
it: Non è possibile aggiungere l'istanza di tipo '{1}' a una raccolta di tipo '{0}'. Sono consentiti solo elementi di tipo '{2}'.
ja: 型 '{1}' のインスタンスを型 '{0}' のコレクションに追加することはできません。型 '{2}' の項目のみが許可されます。
ko: '{0}' 형식의 컬렉션에 '{1}' 형식의 인스턴스를 추가할 수 없습니다. '{2}' 형식의 항목만 추가할 수 있습니다.
pl: Nie można dodać wystąpienia typu „{1}” do kolekcji typu „{0}”. Dozwolone są jedynie elementy typu „{2}”.
pt_br: Não é possível adicionar uma instância do tipo '{1}' a uma coleção do tipo '{0}'. Somente itens do tipo '{2}' são permitidos.
ru: Не удается добавить экземпляр типа "{1}" в коллекцию типа "{0}". Это можно сделать только для элементов типа "{2}".
tr: '{0}' türündeki koleksiyona '{1}' türünde örnek eklenemez. Yalnızca '{2}' türündeki öğelere izin verilir.
zh_hans: 无法将类型“{1}”的实例添加到类型“{0}”的集合。仅允许类型“{2}”的项。
zh_hant: 無法將類型 '{1}' 的執行個體新增至類型 '{0}' 的集合。只允許類型為 '{2}' 的項目。

# Collection_CopyTo_ArrayCannotBeMultidimensional
source: Cannot pass multidimensional array to the CopyTo method on a collection.
cs: Vícerozměrné pole nelze předat metodě CopyTo do kolekce.
de: Mehrdimensionales Array kann nicht an die CopyTo-Methode in einer Sammlung übergebenen werden.
es: No se puede pasar una matriz multidimensional al método CopyTo de una colección.
fr: Impossible de passer un tableau multidimensionnel à la méthode CopyTo d'une collection.
it: Non è possibile passare la matrice multidimensionale al metodo CopyTo in una raccolta.
ja: コレクション上の CopyTo メソッドに多次元配列を渡すことはできません。
ko: 다차원 배열을 컬렉션의 CopyTo 메서드에 전달할 수 없습니다.
pl: Nie można przekazać wielowymiarowej tablicy do metody CopyTo w kolekcji.
pt_br: Não é possível transferir a matriz multidimensional para o método CopyTo em uma coleção.
ru: Передача многомерного массива методу CopyTo для семейства невозможна.
tr: Bir koleksiyonda CopyTo yöntemine çok boyutlu dizi geçirilemez.
zh_hans: 无法将多维数组传递到集合上的 CopyTo 方法。
zh_hant: 無法傳遞多維度陣列至集合上的 CopyTo 方法。

# Collection_CopyTo_IndexGreaterThanOrEqualToArrayLength
source: '{0}' parameter value is equal to or greater than the length of the '{1}' parameter value.
cs: Hodnota parametru {0} je větší nebo rovna délce hodnoty parametru {1}.
de: Der {0}-Parameterwert ist größer oder gleich der Länge des {1}-Parameterwerts.
es: El valor del parámetro "{0}" es igual a o mayor que la longitud del valor del parámetro "{1}".
fr: La valeur du paramètre '{0}' est supérieure ou égale à la longueur de la valeur du paramètre '{1}'.
it: Il valore del parametro '{0}' è maggiore o uguale alla lunghezza del valore del parametro '{1}'.
ja: '{0}' パラメーター値は、'{1}' パラメーター値の長さと同じかそれより長くなっています。
ko: '{0}' 매개 변수 값은 '{1}' 매개 변수 값보다 길이가 크거나 같습니다.
pl: Wartość parametru „{0}” jest równa lub większa od długości wartości parametru „{1}”.
pt_br: O valor do parâmetro '{0}' é igual ou superior ao tamanho do valor de parâmetro '{1}'.
ru: Значение параметра "{0}" больше или равно длине значения параметра "{1}".
tr: '{0}' parametre değeri '{1}' parametre değerinin uzunluğuna eşit veya daha büyük.
zh_hans: “{0}”参数值等于或大于“{1}”参数值的长度。
zh_hant: '{0}' 參數值等於或大於 '{1}' 參數值的長度。

# Collection_CopyTo_NumberOfElementsExceedsArrayLength
source: The number of elements in this collection is greater than the available space from '{0}' to the end of destination '{1}'.
cs: Počet elementů v této kolekci je větší než dostupný prostor od {0} do konce cílového umístění {1}.
de: Die Elementanzahl in der Sammlung übersteigt den verfügbaren Platz zwischen "{0}" und dem Ende des Ziels "{1}".
es: El número de elementos de esta colección es mayor que el espacio disponible desde "{0}" hasta el final del destino "{1}".
fr: Le nombre d'éléments de cette collection est supérieur à l'espace disponible compris entre '{0}' et la fin de la destination '{1}'.
it: Il numero di elementi della raccolta è maggiore dello spazio disponibile da '{0}' alla fine della destinazione '{1}'.
ja: このコレクション内の要素の数は、'{0}' からコピー先の最後である '{1}' までの使用可能な領域より大きくなっています。
ko: 이 컬렉션의 요소 수는 '{0}'부터 대상 '{1}' 끝까지의 사용 가능한 공간보다 큽니다.
pl: Liczba elementów w tej kolekcji jest większa niż miejsce dostępne od elementu „{0}” do końca obiektu docelowego „{1}”.
pt_br: O número de elementos nesta coleção é maior que o espaço disponível de '{0}' até o fim do destino '{1}'.
ru: Число элементов в этой коллекции больше, чем доступный размер от "{0}" до конца назначения "{1}".
tr: Bu koleksiyondaki öğe sayısı, '{0}' ile '{1}' hedefinin sonuna kadar olan kullanılabilir alandan daha büyük.
zh_hans: 此集合中元素的数量大于从“{0}”到目标“{1}”末尾的可用空间。
zh_hant: 此集合中的項目數，大於從 '{0}' 到目的地 '{1}' 結尾的可用空間。

# Collection_NoNull
source: Cannot add null to a collection of type '{0}'.
cs: Nelze přidat nulu do kolekce typu {0}.
de: Der Wert NULL kann Sammlungen vom Typ "{0}" nicht hinzugefügt werden.
es: No se puede agregar un valor nulo a una colección de tipo '{0}'.
fr: Impossible d'ajouter une valeur null à une collection de type '{0}'.
it: Impossibile aggiungere valori null a una raccolta di tipo '{0}'.
ja: 型 '{0}' のコレクションに NULL を追加できません。
ko: '{0}' 형식의 컬렉션에 null을 추가할 수 없습니다.
pl: Wartości null nie można dodać do kolekcji typu „{0}”.
pt_br: Não é possível adicionar nulo a uma coleção do tipo '{0}'.
ru: Невозможно добавить неопределенное значение в семейство типа "{0}".
tr: '{0}' türünde bir koleksiyona boş değer eklenemez.
zh_hans: 无法将 Null 添加到类型“{0}”的集合。
zh_hant: 無法新增空值到型別為 '{0}' 的集合。

# ColorConvertedBitmapExtensionNoSourceImage
source: The source image for the ProfileImage markup is not specified.
cs: Zdrojové zobrazení pro označení ProfileImage není specifikováno.
de: Das Quellbild für das ProfileImage-Markup wurde nicht angegeben.
es: La imagen de origen para el marcado ProfileImage no se ha especificado.
fr: L'image source du balisage ProfileImage n'est pas spécifiée.
it: L'immagine di origine per il markup ProfileImage non è specificata.
ja: ProfileImage マークアップのソース イメージが指定されていません。
ko: ProfileImage 태그에 대한 원본 이미지가 지정되지 않았습니다.
pl: Obraz źródłowy dla znacznika ProfileImage nie został określony.
pt_br: A imagem de origem da marcação ProfileImage não está especificada.
ru: Не указан исходный образ для разметки ProfileImage.
tr: ProfileImage işaretlemesi için kaynak görüntü belirtilmedi.
zh_hans: 未指定 ProfileImage 标记的源映像。
zh_hant: 未指定 ProfileImage 標記的來源影像。

# ColorConvertedBitmapExtensionNoSourceProfile
source: The source profile for the ProfileImage markup is not specified.
cs: Zdrojový profil pro označení ProfileImage není specifikován.
de: Das Quellprofil für das ProfileImage-Markup wurde nicht angegeben.
es: El perfil de origen para el marcado ProfileImage no se ha especificado.
fr: Le profil source du balisage ProfileImage n'est pas spécifié.
it: Il profilo di origine per il markup ProfileImage non è specificato.
ja: ProfileImage マークアップのソース プロファイルが指定されていません。
ko: ProfileImage 태그에 대한 원본 프로필이 지정되지 않았습니다.
pl: Profil źródłowy dla znacznika ProfileImage nie został określony.
pt_br: O perfil de origem da marcação ProfileImage não está especificada.
ru: Не указан исходный профиль для разметки ProfileImage.
tr: ProfileImage işaretlemesi için kaynak profil belirtilmedi.
zh_hans: 未指定 ProfileImage 标记的源配置文件。
zh_hant: 未指定 ProfileImage 標記的來源設定檔。

# ColorConvertedBitmapExtensionSyntax
source: The syntax for the ProfileImage markup is not correct.
cs: Syntax označení ProfileImage není správná.
de: Die Syntax für das ProfileImage-Markup ist falsch.
es: La sintaxis del marcado ProfileImage no es correcta.
fr: La syntaxe du balisage ProfileImage n'est pas correcte.
it: La sintassi per il markup ProfileImage non è corretta.
ja: ProfileImage マークアップの構文が正しくありません。
ko: ProfileImage 태그에 대한 구문이 올바르지 않습니다.
pl: Składnia znacznika ProfileImage nie jest prawidłowa.
pt_br: A sintaxe da marcação ProfileImage não está correta.
ru: Неверный синтаксис для разметки ProfileImage.
tr: ProfileImage işaretlemesi doğru değil.
zh_hans: ProfileImage 标记的语法不正确。
zh_hant: ProfileImage 標記的語法不正確。

# CompatibilityPreferencesSealed
source: The property '{0}' cannot be changed. The '{1}' class has been sealed.
cs: Vlastnost {0} nelze změnit. Třída {1} byla zapečetěna.
de: Die Eigenschaft "{0}" kann nicht geändert werden. Die {1}-Klasse wurde versiegelt.
es: La propiedad "{0}" no se puede cambiar. La clase "{1}" se ha protegido.
fr: Impossible de changer la propriété '{0}'. La classe '{1}' est sealed.
it: Non è possibile modificare la proprietà '{0}'. La classe '{1}' è stata impostata come sealed.
ja: プロパティ '{0}' は変更できません。'{1}' クラスがシールされています。
ko: '{0}' 속성을 변경할 수 없습니다. '{1}' 클래스가 봉인되어 있습니다.
pl: Nie można zmienić właściwości „{0}”. Klasa „{1}” jest zapieczętowana.
pt_br: A propriedade '{0}' não pode ser alterada. A classe '{1}' foi selada.
ru: Невозможно изменить свойство "{0}". Класс "{1}" запечатан.
tr: '{0}' özelliği değiştirilemiyor. '{1}' sınıfı mühürlenmiş.
zh_hans: 无法更改属性“{0}”。“{1}”类已密封。
zh_hant: 無法變更屬性 '{0}'。'{1}' 類別已密封。

# ComponentAlreadyInPresentationContext
source: '{0}' component is already in presentation context.
cs: Komponent {0} je již v kontextu prezentace obsažen.
de: Die Komponente "{0}" befindet sich bereits im Präsentationskontext.
es: El componente '{0}' ya se encuentra en el contexto de presentación.
fr: Le composant '{0}' est déjà en contexte de présentation.
it: Il componente '{0}' è già incluso nel contesto di presentazione.
ja: '{0}' コンポーネントは、プレゼンテーション コンテキストに既にあります。
ko: '{0}' 구성 요소가 이미 프레젠테이션 컨텍스트에 있습니다.
pl: Składnik „{0}” jest już w kontekście prezentacji.
pt_br: O componente '{0}' já está no contexto da apresentação.
ru: Компонент "{0}" уже находится в контексте презентации.
tr: '{0}' bileşeni zaten sunu bağlamında.
zh_hans: “{0}”组件已在演示上下文中。
zh_hant: '{0}' 元件已存在於呈現內容中。
