Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# StreamDoesNotSupportWrite
source: Cannot change content of read-only stream.
cs: Nelze změnit obsah datového proudu jen pro čtení.
de: Der Inhalt des schreibgeschützten Datenstroms kann nicht geändert werden.
es: No se puede cambiar el contenido de la secuencia de sólo lectura.
fr: Impossible de modifier le contenu d'un flux en lecture seule.
it: Impossibile modificare il contenuto di un flusso di sola lettura.
ja: 読み取り専用のストリームのコンテンツは変更できません。
ko: 읽기 전용 스트림의 콘텐츠를 변경할 수 없습니다.
pl: Nie można zmienić zawartości strumienia tylko do odczytu.
pt_br: Não é possível alterar o conteúdo de fluxo somente leitura.
ru: Изменение содержимого потока, доступного только для чтения, невозможно.
tr: Salt okunur akışın içeriği değiştirilemez.
zh_hans: 无法更改只读流的内容。
zh_hant: 無法變更唯讀資料流的範圍。

# StreamNotSet
source: Stream not set on XmlStreamStore.
cs: Datový proud není nastaven na XmlStreamStore.
de: Der Datenstrom für "XmlStreamStore" ist nicht festgelegt.
es: Secuencia no establecida en XmlStreamStore.
fr: Flux non défini sur XmlStreamStore.
it: Flusso non impostato in XmlStreamStore.
ja: ストリームは XmlStreamStore 上で設定されていません。
ko: XmlStreamStore에 스트림이 설정되어 있지 않았습니다.
pl: Nie ustawiono strumienia dla XmlStreamStore.
pt_br: Fluxo não definido em XmlStreamStore.
ru: Поток не задан для XmlStreamStore.
tr: XmlStreamStore üzerinde akış ayarlanmamış.
zh_hans: 未在 XmlStreamStore 上设置流。
zh_hant: 未在 XmlStreamStore 上設定資料流。

# StreamObjectDisposed
source: Current stream object was closed and disposed. Cannot access a closed stream.
cs: Aktuální objekt datového proudu byl právě zavřen a odstraněn. K zavřenému proudu není přístup.
de: Das aktuelle Datenstromobjekt wurde geschlossen und verworfen. Auf geschlossene Datenströme kann nicht zugegriffen werden.
es: El objeto de secuencia actual se cerró y eliminó. No se puede obtener acceso a una secuencia cerrada.
fr: L'objet de flux en cours a été fermé et libéré. Impossible d'accéder à un flux fermé.
it: L'oggetto flusso corrente è stato chiuso ed eliminato. Impossibile accedere a un flusso chiuso.
ja: 現在のストリーム オブジェクトは終了しており、破棄されています。終了したストリームにはアクセスできません。
ko: 현재 스트림 개체가 닫히고 삭제되었습니다. 닫힌 스트림에 액세스할 수 없습니다.
pl: Bieżący obiekt strumienia został zamknięty i usunięty. Nie można uzyskać dostępu do zamkniętego strumienia.
pt_br: O objeto do fluxo atual foi fechado e descartado. Não é possível acessar um fluxo fechado.
ru: Текущий объект потока был закрыт и ликвидирован. Невозможно получить доступ к закрытому потоку.
tr: Geçerli akış nesnesi kapatıldı ve bırakıldı. Kapalı akışa erişilemez.
zh_hans: 当前流属性对象已关闭并且已释放。无法访问已关闭的流。
zh_hant: 無法將已關閉或已處置的物件轉換為資料流。無法存取已關閉的資料流。

# StringEmpty
source: Parameter cannot be a zero-length string.
cs: Parametr nemůže být řetězec o nulové délce.
de: Der Parameter darf keine Zeichenfolge mit der Länge Null sein.
es: El parámetro no puede ser una cadena de longitud cero.
fr: Le paramètre ne peut pas être une chaîne nulle.
it: Il parametro non può essere una stringa di lunghezza zero.
ja: パラメーターを長さゼロの文字列にすることはできません。
ko: 매개 변수 문자열의 길이는 0일 수 없습니다.
pl: Parametr nie może być ciągiem o zerowej długości.
pt_br: O parâmetro não pode ser uma cadeia de caracteres de comprimento zero.
ru: Параметр не может представлять собой строку нулевой длины.
tr: Parametre sıfır uzunlukta bir dize olamaz.
zh_hans: 参数不能为零长度的字符串。
zh_hant: 參數不能是零長度字串。

# StringIdOutOfSequence
source: Unexpected String Id {0}. String IDs must be sequential.
cs: Byl poskytnut neočekávaný identifikátor řetězce {0}. Identifikátory řetězce musejí být sekvenční.
de: Unerwartete Zeichenfolgen-ID {0}. Zeichenfolgen-IDs müssen sequenziell sein.
es: Identificador de cadena no esperado ({0}). Los identificadores de cadena deben ser secuenciales.
fr: ID de chaîne {0} inattendu. Les ID de chaîne doivent être séquentiels.
it: ID stringa imprevisto {0}. È necessario che gli ID stringa siano sequenziali.
ja: 予期しない String Id {0}。文字列 ID は連番である必要があります。
ko: 예기치 않은 문자열 ID {0}입니다. 문자열 ID는 순차적이어야 합니다.
pl: Nieoczekiwany identyfikator ciągu {0}. Identyfikatory ciągów muszą być kolejne.
pt_br: Id de Cadeia de Caracteres {0} inesperada. As IDs de Cadeia de Caracteres devem ser sequenciais.
ru: Непредвиденный идентификатор строки: {0}. Идентификаторы строк должны быть последовательными.
tr: Beklenmeyen Dize kimliği {0}. Dize kimlikleri ardışık olmalıdır.
zh_hans: 意外的字符串 ID {0}。字符串 ID 必须按顺序排列。
zh_hant: 未預期的字串 ID {0}。字串 ID 必須是循序的。

# StyleBasedOnHasLoop
source: This Style's hierarchy of BasedOn references contains a loop.
cs: Hierarchie BasedOn referencí tohoto Style obsahuje smyčku.
de: Die Hierarchie von "Style" für BasedOn-Verweise enthält eine Schleife.
es: Esta jerarquía de Style de referencias BasedOn contiene un bucle.
fr: Cette hiérarchie de Style de références BasedOn contient une boucle.
it: La gerarchia di riferimenti BasedOn di questo Style contiene un ciclo.
ja: BasedOn 参照のこの Style の階層にはループが含まれています。
ko: 이 Style의 BasedOn 참조의 계층 구조에 루프가 있습니다.
pl: Ta hierarchia odwołań BasedOn obiektu Style zawiera pętlę.
pt_br: A hierarquia de Style das referências BasedOn contém um loop.
ru: Эта иерархия Style ссылок BasedOn содержит циклическую зависимость.
tr: Bu Style'ın BasedOn başvuruları hiyerarşisi döngü içeriyor.
zh_hans: 此 BasedOn 引用的 Style 层次结构包含循环。
zh_hant: Style 的 BasedOn 參考階層包含迴圈。

# StyleCannotBeBasedOnSelf
source: A Style cannot be based on itself.
cs: Style nemůže být založen sám na sobě.
de: "Style" kann nicht auf sich selbst basieren.
es: Un Style no puede estar basado en sí mismo.
fr: Un Style ne peut pas être basé sur lui-même.
it: Impossibile basare uno Style su se stesso.
ja: Style はそれ自体をベースにできません。
ko: Style은 자신을 기준으로 할 수 없습니다.
pl: Obiekt Style nie może być oparty na samym sobie.
pt_br: Um Style não pode ser baseado nele mesmo.
ru: Style не может основываться на себе самом.
tr: Style kendisine dayalı olamaz.
zh_hans: Style 不能基于其自身。
zh_hant: Style 無法以本身為基礎。

# StyleDataTriggerBindingHasBadValue
source: '{0}' value for DataTrigger.Binding is not a Binding object.
cs: Hodnota {0} pro DataTrigger.Binding není objekt Binding.
de: Der Wert "{0}" für "DataTrigger.Binding" ist kein Binding-Objekt.
es: El valor '{0}' de DataTrigger.Binding no es un objeto Binding.
fr: Valeur '{0}' de DataTrigger.Binding n'est pas un objet Binding.
it: Il valore '{0}' per DataTrigger.Binding non è un oggetto Binding.
ja: DataTrigger.Binding の '{0}' 値は Binding オブジェクトではありません。
ko: DataTrigger.Binding에 대한 '{0}' 값이 Binding 개체가 아닙니다.
pl: Wartość „{0}” dla DataTrigger.Binding nie jest obiektem Binding.
pt_br: O valor '{0}' para DataTrigger.Binding não é um objeto Binding.
ru: Значение "{0}" для DataTrigger.Binding не является объектом Binding.
tr: DataTrigger.Binding için '{0}' değeri bir Binding nesnesi değil.
zh_hans: DataTrigger.Binding 的“{0}”值不是 Binding 对象。
zh_hant: DataTrigger.Binding 的 '{0}' 值不是 Binding 物件。

# StyleDataTriggerBindingMissing
source: Must specify both Binding and Value for DataTrigger.
cs: Pro DataTrigger je nutno určit jak Binding, tak Value.
de: Sowohl "Binding" als auch "Value" müssen für "DataTrigger" angegeben werden.
es: Se debe especificar tanto Binding como Value para DataTrigger.
fr: Spécification obligatoire de Binding et de Value pour DataTrigger.
it: È necessario specificare sia Binding che Value per DataTrigger.
ja: DataTrigger の Binding と Value の両方を指定する必要があります。
ko: DataTrigger에 대해 Binding과 Value를 모두 지정해야 합니다.
pl: Dla DataTrigger należy określić zarówno Binding, jak i Value.
pt_br: É necessário especificar tanto Binding quanto Value para DataTrigger.
ru: Для DataTrigger необходимо задать значения и Binding, и Value.
tr: DataTrigger için hem Binding hem Value belirtilmelidir.
zh_hans: 必须为 DataTrigger 指定 Binding 和 Value。
zh_hant: 必須為 DataTrigger 同時指定 Binding 與 Value。

# StyleForWrongType
source: A style intended for type '{0}' cannot be applied to type '{1}'.
cs: Styl určený pro typ {0} nelze použít pro typ {1}.
de: Ein für den Typ "{0}" vorgesehener Stil kann nicht auf den Typ "{1}" angewendet werden.
es: Un estilo diseñado para el tipo "{0}" no se puede aplicar al tipo "{1}".
fr: Un style destiné au type '{0}' ne peut pas être appliqué au type '{1}'.
it: Non è possibile applicare al tipo '{1}' uno stile destinato al tipo '{0}'.
ja: 型 '{0}' 用のスタイルは、型 '{1}' に適用できません。
ko: '{0}' 형식에 사용할 스타일을 '{1}' 형식에 적용할 수 없습니다.
pl: Stylu przewidzianego dla typu „{0}” nie można zastosować dla typu „{1}”.
pt_br: Um estilo destinado ao tipo '{0}' não pode ser aplicado ao tipo '{1}'.
ru: Стиль, заданный для типа "{0}", не может применяться к типу "{1}".
tr: '{0}' türü için hedeflenen bir stil '{1}' türüne uygulanamaz.
zh_hans: 用于类型“{0}”的样式不能应用于类型“{1}”。
zh_hant: 無法將適用於類型 '{0}' 的樣式套用到類型 '{1}'。

# StyleHasTooManyElements
source: Style cannot have more than 65,534 elements.
cs: Style nemůže obsahovat víc než 65 534 prvků.
de: "Style" kann nicht mehr als 65.534 Elemente besitzen.
es: Style no puede incluir más de 65.534 elementos.
fr: Style ne peut pas avoir plus de 65 534 éléments.
it: Style non può includere più di 65.534 elementi.
ja: Style は、65,534 を超える要素を持てません。
ko: Style에 요소가 65,534개 이상 있을 수 없습니다.
pl: Obiekt Style nie może mieć więcej niż 65 534 elementów.
pt_br: Style não pode ter mais de 65.534 elementos.
ru: Style не может иметь более 65534 элементов.
tr: Style 65.534 öğeden fazlasına sahip olamaz.
zh_hans: Style 不能包含超过 65,534 个元素。
zh_hant: Style 不能有超過 65,534 個項目。

# StyleImpliedAndComplexChildren
source: Cannot use both '{0}' tags and Style.'{1}' property tags for a single Style. Use one or the other.
cs: Pro jeden Style nelze používat současně značky {0} a značky vlastnosti Style.{1}. Použijte buď jedno, nebo druhé.
de: Für einen einzelnen Style können nicht gleichzeitig {0}-Tags und Style.'{1}'-Eigenschaftstags verwendet werden. Verwenden Sie nicht beide gleichzeitig.
es: No se pueden usar al mismo tiempo etiquetas "{0}" y etiquetas de propiedad Style."{1}" para un solo Style. Use una de las dos.
fr: Impossible d'utiliser à la fois les balises '{0}' et les balises de propriété Style.'{1}' pour un seul Style. Utilisez l'une des deux possibilités.
it: Non è possibile usare sia tag '{0}' che tag di proprietà Style.'{1}' per un singolo elemento Style. Usare un tipo di tag o l'altro.
ja: 単一の Style に '{0}' タグと Style '{1}' プロパティ タグの両方を使用することはできません。どちらかをご使用ください。
ko: 단일 Style에 대해 '{0}' 태그와 Style.'{1}' 속성 태그를 모두 사용할 수 없습니다. 둘 중 하나만 사용하세요.
pl: Nie można używać tagów „{0}” i tagów właściwości Style.„{1}” dla pojedynczego obiektu Style. Użyj jednego rodzaju tagów.
pt_br: Não é possível usar as marcas '{0}' e as marcas de propriedade Style.'{1}' para um único Style. Use uma ou outra.
ru: Невозможно одновременно использовать теги "{0}" и теги свойства Style."{1}" для одного и того же Style. Используйте либо то, либо другое.
tr: Tek bir Style için hem '{0}' etiketleri, hem Style.'{1}' özellik etiketleri kullanılamaz. Birini veya diğerini kullanın.
zh_hans: 无法使用“{0}”标记和 Style。“{1}”属性标记用于单个 Style。请使用其中任一一个。
zh_hant: 無法為單一 Style 同時使用 '{0}' 標記與 Style.'{1}' 屬性標記。請使用其中一個。

# StyleInvalidElementTag
source: '{0}' type element tags are not valid at this location in a Style section.
cs: Tagy typu prvku {0} nejsou na této pozici sekce Style platné.
de: Elementtags vom Typ "{0}" sind im Style-Abschnitt an dieser Stelle nicht gültig.
es: Las etiquetas de elemento de tipo '{0}' no son válidas en esta ubicación en una sección Style.
fr: Les balises d'élément de type '{0}' ne sont pas valides à cet emplacement dans une section Style.
it: I tag di elemento di tipo '{0}' non sono validi in questa posizione di una sezione Style.
ja: Style セクションのこの場所では '{0}' 型要素タグは無効です。
ko: Style 섹션의 이 위치에서 '{0}' 형식 요소 태그가 잘못되었습니다.
pl: Znaczniki elementu typu „{0}” nie są prawidłowe w tej lokalizacji w sekcji Style.
pt_br: As marcas do elemento de tipo '{0}' não são válidas neste local em uma seção Style.
ru: Теги элементов типа "{0}" не являются допустимыми в данной части раздела Style.
tr: '{0}' türü öğe etiketleri bir Style eyleminde bu konumda geçerli değildir.
zh_hans: 在 Style 部分中的此位置“{0}”类型元素标记无效。
zh_hant: '{0}' 型別項目標記在 Style 區段的此位置是無效的。

# StyleKnownTagWrongLocation
source: '{0}' property element location is not valid. It must immediately follow a Style tag.
cs: Umístění prvku vlastnosti {0} není platné. Tento prvek musí následovat bezprostředně po tagu Style.
de: Der Ort "{0}" des Eigenschaftselements ist ungültig. Das Element muss direkt auf ein Style-Tag folgen.
es: La ubicación del elemento de propiedad '{0}' no es válida. Debe seguir inmediatamente a una etiqueta Style.
fr: L'emplacement de l'élément de propriété '{0}' n'est pas valide. Il doit immédiatement suivre une balise Style.
it: Posizione dell'elemento proprietà '{0}' non valida. L'elemento deve seguire immediatamente un tag Style.
ja: '{0}' プロパティ要素の位置が無効です。Style タグの直後にある必要があります。
ko: '{0}' 속성 요소 위치가 잘못되었습니다. Style 태그가 해당 요소 바로 앞에 있어야 합니다.
pl: Lokalizacja elementu właściwości „{0}” jest nieprawidłowa. Musi występować zaraz po znaczniku Style.
pt_br: O local do elemento da propriedade '{0}' não é válido. Ele deve seguir uma marca Style imediatamente.
ru: Недопустимое расположение элемента свойства "{0}". Данный элемент должен следовать непосредственно за тегом Style.
tr: '{0}' özellik öğesinin konumu geçerli değil. Bir Style etiketinin hemen ardında olmalıdır.
zh_hans: “{0}”属性元素位置无效。它必须紧跟在 Style 标记之后。
zh_hant: '{0}' 屬性項目位置無效。它必須緊接在 Style 標記之後。

# StyleNoClrEvent
source: '{0}' CLR event cannot be set in a Style EventSetter. Only routed events are valid.
cs: Událost CLR {0} nelze nastavit ve Style EventSetter. Platné jsou pouze trasované události.
de: Das CLR-Ereignis "{0}" kann in einem "EventSetter" für "Style" nicht festgelegt werden. Gültig sind nur Routingereignisse.
es: El evento CLR '{0}' no se puede establecer en un EventSetter de Style. Sólo son válidos los eventos enrutados.
fr: Impossible de définir l'événement de CLR '{0}' dans un EventSetter de Style. Seuls les événements routés sont valides.
it: Impossibile impostare l'evento CLR '{0}' in un EventSetter di Style. Sono validi solo gli eventi indirizzati.
ja: '{0}' CLR イベントは Style EventSetter で設定できません。ルーティング イベントのみが有効です。
ko: Style EventSetter에 '{0}' CLR 이벤트를 설정할 수 없습니다. 라우트된 이벤트만 설정할 수 있습니다.
pl: Zdarzenia CLR „{0}” nie można ustawić w EventSetter elementu Style. Tylko kierowane zdarzenia są prawidłowe.
pt_br: O evento CLR '{0}' não pode ser definido em um EventSetter de Style. Somente os eventos roteados são válidos.
ru: Событие CLR "{0}" не может быть задано в EventSetter для Style. Допускаются только переданные события.
tr: '{0}' CLR olayı Style EventSetter'da ayarlanamaz. Yalnızca yönlendirilen olaylar geçerlidir.
zh_hans: 无法在 Style EventSetter 中设置“{0}”CLR 事件。只有路由事件是有效的。
zh_hant: 無法在 Style EventSetter 中設定 '{0}' CLR。只有路由事件是有效的。

# StyleNoDef
source: '{0}' attribute is not valid at this location in a style.
cs: Atribut {0} není na této pozici ve Stylu platný.
de: Das Attribut "{0}" ist in einem Stil an dieser Stelle nicht gültig.
es: El atributo '{0}' no es válido en esta ubicación de un estilo.
fr: Attribut '{0}' non valide à cet emplacement d'un style.
it: Attributo '{0}' non valido in questa posizione in uno stile.
ja: スタイルのこの場所では '{0}' 属性は無効です。
ko: 스타일의 이 위치에서 '{0}' 특성이 잘못되었습니다.
pl: Atrybut „{0}” jest nieprawidłowy w tej lokalizacji sekcji Style.
pt_br: O atributo '{0}' não é válido neste local em um estilo.
ru: Использование атрибута "{0}" в данном месте стиля недопустимо.
tr: '{0}' özniteliği bir stilde bu konumda geçerli değildir.
zh_hans: “{0}”特性在样式中的此位置无效。
zh_hant: '{0}' 屬性在樣式中的此位置是無效的。

# StyleNoDictionaryKey
source: This Style has no key. Styles in a Dictionary must have either a TargetType or Name attribute specified.
cs: Tento Style nemá klíč. Styles ve Dictionary musejí mít specifikován buď atribut TargetType, nebo atribut Name.
de: "Style" besitzt keinen Schlüssel. Für Styles in "Dictionary" muss entweder "TargetType" oder ein Name-Attribut angegeben werden.
es: Este Style no tiene clave. Los Styles en un Dictionary deben tener un atributo TargetType o Name especificado.
fr: Ce Style n'a pas de clé. Les Style d'un Dictionary doivent avoir un attribut TargetType ou Name spécifié.
it: Nessuna chiave disponibile per questo Style. Per gli Style in un Dictionary è necessario specificare l'attributo TargetType o Name.
ja: この Style にはキーがありません。Dictionary 内の Styles には、TargetType または Name 属性を指定する必要があります。
ko: 이 Style에 키가 없습니다. Dictionary의 Style에 TargetType 또는 Name 특성이 지정되어 있어야 합니다.
pl: Ten element Style nie ma klucza. Style w obiekcie Dictionary muszą mieć określony atrybut TargetType lub Name.
pt_br: Este Style não tem chave. Styles em um Dictionary devem ter um atributo TargetType ou Name especificado.
ru: Этот Style не имеет ключа. Для элементов Style в Dictionary должен быть задан атрибут TargetType или Name.
tr: Bu Style'ın anahtarı yok. Bir Dictionary'deki Styles için TargetType veya Name özniteliği belirtilmiş olmalıdır.
zh_hans: 此 Style 没有任何密钥。Dictionary 中的 Style 必须指定 TargetType 或 Name 特性。
zh_hant: 此 Style 沒有索引鍵。Dictionary 中的 Style 必須指定 TargetType 或 Name 屬性。

# StyleNoEventSetters
source: Cannot load XAML file that has EventSetters. Try compiling the XAML.
cs: Nelze načíst soubor XAML obsahující EventSetters. Pokuste se zkompilovat XAML.
de: Die XAML-Datei mit "EventSetters" kann nicht geladen werden. Kompilieren Sie XAML.
es: No se puede cargar un archivo XAML que tenga EventSetters. Inténtelo compilando el archivo XAML.
fr: Impossible de charger un fichier XAML qui possède des EventSetter. Essayez de compiler le XAML.
it: Impossibile caricare un file XAML con EventSetter. Provare a compilare il codice XAML.
ja: EventSetters を持つ XAML ファイルを読み込めません。XAML をコンパイルしてください。
ko: EventSetter가 있는 XAML 파일을 로드할 수 없습니다. XAML을 컴파일하십시오.
pl: Nie można załadować pliku XAML zawierającego EventSetters. Spróbuj skompilować XAML.
pt_br: Não é possível carregar um arquivo XAML que tenha EventSetters. Tente compilar o XAML.
ru: Не удается загрузить файл XAML, в котором есть EventSetters. Попробуйте скомпилировать XAML.
tr: EventSetter'lar içeren XAML dosyası yüklenemiyor. XAML'yi derlemeyi deneyin.
zh_hans: 无法加载具有 EventSetter 的 XAML 文件。请尝试编译 XAML。
zh_hant: 無法載入具有 EventSetters 的 XAML 檔案。請嘗試編譯 XAML。

# StyleNoPropOrEvent
source: Cannot find the Style {0} '{1}' on the type '{2}'.
cs: Nelze najít Style {0} {1} u typu {2}.
de: Style {0} "{1}" wurde nicht in Typ "{2}" gefunden.
es: No se puede encontrar el Style {0} "{1}" en el tipo "{2}".
fr: Le Style {0} '{1}' est introuvable sur le type '{2}'.
it: Non è possibile trovare l'elemento Style {0} '{1}' nel tipo '{2}'.
ja: 型 '{2}' に Style {0} '{1}' が見つかりません。
ko: '{2}' 형식에서 Style {0} '{1}'을(를) 찾을 수 없습니다.
pl: Nie można znaleźć elementu Style {0} „{1}” typu „{2}”.
pt_br: Não é possível encontrar o Style {0} '{1}' no tipo '{2}'.
ru: Не удается найти Style {0} "{1}" типа "{2}".
tr: '{2}' türünde Style {0} '{1}' bulunamıyor.
zh_hans: 无法在类型“{2}”上找到 Style {0} “{1}”。
zh_hant: 在類型 '{2}' 上找不到 Style {0} '{1}'。

# StyleNoSetterResource
source: Setter resource references are not supported.
cs: Zdrojové reference Setter nejsou podporovány.
de: Die Ressourcenverweise des Setters werden nicht unterstützt.
es: Las referencias a recursos Setter no están admitidas.
fr: Les références à une ressource Setter ne sont pas prises en charge.
it: Riferimenti a risorse Setter non supportati.
ja: Setter リソース参照はサポートされていません。
ko: Setter 리소스 참조가 지원되지 않습니다.
pl: Odwołania do zasobu Setter nie są obsługiwane.
pt_br: Não há suporte para as referências do recurso Setter.
ru: Ссылки на ресурсы Setter не поддерживаются.
tr: Setter kaynak başvuruları desteklenmez.
zh_hans: 不支持 Setter 资源引用。
zh_hant: 不支援 Setter 資源參考。

# StyleNoTarget
source: Cannot resolve the Style {0} '{1}'. Verify that the owning type is the Style's TargetType, or use Class.Property syntax to specify the {0}.
cs: Nelze přeložit Style {0} {1}. Ověřte, zda vlastnící typ je TargetType pro Style, nebo použijte syntaxi Class.Property pro určení stylu {0}.
de: Style {0} "{1}" kann nicht aufgelöst werden. Stellen Sie sicher, dass der besitzende Typ "TargetType" von "Style" ist, oder verwenden Sie die Class.Property-Syntax, um "{0}" anzugeben.
es: No se puede resolver Style {0} "{1}". Compruebe que el tipo de propiedad sea TargetType de Style, o bien use la sintaxis Class.Property para especificar {0}.
fr: Impossible de résoudre le Style {0} '{1}'. Vérifiez que le type propriétaire est le TargetType de Style, ou utilisez la syntaxe Class.Property pour spécifier le {0}.
it: Non è possibile risolvere l'elemento Style {0} '{1}'. Verificare che il tipo proprietario sia l'elemento TargetType di Style oppure usare la sintassi Classe.Proprietà per specificare lo stile {0}.
ja: Style {0} '{1}' を解決できません。所有している型が Style の TargetType であることを確認するか、Class.Property 構文を使用して {0} を指定してください。
ko: Style {0} '{1}'을(를) 확인할 수 없습니다. 자체 형식이 Style의 TargetType인지 확인하거나 Class.Property 구문을 사용하여 {0}을(를) 지정하세요.
pl: Nie można rozwiązać elementu Style {0} „{1}”. Sprawdź, czy typem właściciela jest właściwość TargetType elementu Style, lub użyj składni Class.Property w celu określenia {0}.
pt_br: Não é possível resolver o Style {0} '{1}'. Verifique se o tipo proprietário é o TargetType de Style ou use a sintaxe Class.Property para especificar o {0}.
ru: Не удается разрешить Style {0} "{1}". Проверьте, что тип-владелец — TargetType объекта Style, или с помощью синтаксиса Class.Property задайте {0}.
tr: Style {0} '{1}' çözümlenemiyor. Sahip olan türün Style'ın TargetType öğesi olduğunu doğrulayın veya {0} belirtmek için Class.Property söz dizimini kullanın.
zh_hans: 无法解析 Style {0}.“{1}”。请确认拥有的类型是 Style 的 TargetType，或使用 Class.Property 语法指定 {0}。
zh_hant: 無法解析 Style {0} '{1}'。請確定擁有類型是 Style 的 TargetType，或使用 Class.Property 語法來指定 {0}。

# StyleNoTemplateBindInSetters
source: '{0}' cannot be set to a TemplateBinding because it is in the Setters section.
cs: Prvek {0} nelze nastavit na TemplateBinding, protože se nachází v sekci Nastavovačů.
de: Das {0}-Objekt kann nicht auf "TemplateBinding" festgelegt werden, da es sich im Setters-Abschnitt befindet.
es: '{0}' no se puede establecer en TemplateBinding porque se encuentra en la sección Setters.
fr: '{0}' ne peut pas avoir pour valeur un TemplateBinding en raison de sa présence dans la section Setters.
it: Impossibile impostare '{0}' su un TemplateBinding perché è incluso nella sezione Setters.
ja: '{0}' は Setters セクションにあるため、TemplateBinding に設定できません。
ko: '{0}'이(가) Setter 섹션에 있어 '{0}'을(를) TemplateBinding으로 설정할 수 없습니다.
pl: „{0}” nie można ustawić na TemplateBinding, ponieważ znajduje się w sekcji Setters.
pt_br: '{0}' não pode ser definido para um TemplateBinding porque está na seção Setters.
ru: Нельзя задать "{0}" как TemplateBinding из-за расположения в разделе Setters.
tr: '{0}', Setters bölümünde olduğu için bir TemplateBinding'e ayarlanamaz.
zh_hans: 无法将“{0}”设置为 TemplateBinding，因为它不在 Setter 部分中。
zh_hant: 無法將 '{0}' 設定為 TemplateBinding，因為它位於 Setters 區段。
