Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TextSchema_IllegalHyperlinkChild
source: Element of type '{0}' cannot be placed within the scope of a Hyperlink.
cs: Prvek typu {0} nelze umístit v rámci Hyperlink.
de: Das Element vom Typ "{0}" kann nicht in den Bereich von Hyperlink eingefügt werden.
es: El elemento de tipo '{0}' no se puede colocar en el ámbito de un Hyperlink.
fr: L'élément de type '{0}' ne peut pas être placé dans la portée de Hyperlink.
it: Impossibile posizionare un elemento di tipo '{0}' nell'ambito di un Hyperlink.
ja: 型 '{0}' の要素は、Hyperlink のスコープ内に配置できません。
ko: '{0}' 유형의 요소를 Hyperlink의 범위 안에 둘 수 없습니다.
pl: Element typu „{0}” nie może zostać umieszczony w zakresie elementu Hyperlink.
pt_br: O elemento do tipo '{0}' não pode ser colocado dentro do escopo de um Hyperlink.
ru: Элемент типа "{0}" не может быть помещен в диапазон Hyperlink.
tr: '{0}' türü öğe bir Hyperlink kapsamına yerleştirilemez.
zh_hans: 无法将“{0}”类型的元素放在 Hyperlink 的范围中。
zh_hant: 型別為 '{0}' 的項目不能放在 Hyperlink 的範圍內。

# TextSchema_TextIsNotAllowed
source: Text is not valid in '{0}'.
cs: Text není v prvku {0} platný.
de: Der Text ist in "{0}" nicht gültig.
es: El texto no es válido en '{0}'.
fr: Texte non valide dans '{0}'.
it: Testo non valido in '{0}'.
ja: テキストは '{0}' 内で無効です。
ko: '{0}'에 텍스트를 사용할 수 없습니다.
pl: Tekst jest nieprawidłowy w „{0}”.
pt_br: O texto não é válido em '{0}'.
ru: Недопустимый текст в "{0}".
tr: '{0}' içinde metin geçerli değildir.
zh_hans: 文本在“{0}”中无效。
zh_hant: 文字在 '{0}' 中是無效的。

# TextSchema_TextIsNotAllowedInThisContext
source: Cannot have Text or UIElement at this position in '{0}'.
cs: Na tuto pozici v {0} nepatří Text ani prvek UIElement.
de: "Text" oder "UIElement" sind in "{0}" an dieser Position nicht gültig.
es: Text o UIElement no pueden estar presentes en esta ubicación '{0}'.
fr: Impossible d'avoir Text ou UIElement à cette position dans '{0}'.
it: Testo o UIElement non consentito in questa posizione in '{0}'.
ja: '{0}' 内のこの位置に Text または UIElement を置くことはできません。
ko: '{0}'의 이 위치에 Text 또는 UIElement가 있을 수 없습니다.
pl: W tym miejscu we właściwości „{0}” nie może być elementu Text ani UIElement.
pt_br: Não é possível ter Text ou UIElement nesta posição em '{0}'.
ru: Наличие Text или UIElement в данном месте "{0}" не допускается.
tr: '{0}' içinde bu konumda Metin veya UIElement olamaz.
zh_hans: 在“{0}”中的此位置不能含有文本或 UIElement。
zh_hant: 在 '{0}' 的此位置不能有 Text 或 UIElement。

# TextSchema_TheChildElementBelongsToAnotherTreeAlready
source: '{0}' element cannot be inserted in a tree because it is already a child of a tree.
cs: Prvek {0} nelze vložit do stromu, protože je již podřízeným prvkem tohoto stromu.
de: Das Element "{0}" kann nicht in die Struktur eingefügt werden, da es bereits einer Struktur untergeordnet ist.
es: El elemento '{0}' no se puede insertar en un árbol porque ya es un elemento secundario de un árbol.
fr: Impossible d'insérer l'élément '{0}' dans une arborescence parce qu'il est déjà l'enfant d'une arborescence.
it: Impossibile inserire l'elemento '{0}' in un albero perché è già un elemento figlio in un albero.
ja: '{0}' 要素は、既にツリーの子であるため、ツリーに挿入することはできません。
ko: '{0}' 요소가 이미 트리의 자식이므로 해당 요소를 트리에 삽입할 수 없습니다.
pl: Elementu „{0}” nie można wstawiać do drzewa, ponieważ jest już elementem podrzędnym drzewa.
pt_br: O elemento '{0}' não pode ser inserido em uma árvore porque já é um filho de uma árvore.
ru: Вставка элемента "{0}" в дерево невозможна, так как элемент уже является дочерним объектом дерева.
tr: '{0}' öğesi zaten bir ağacın alt öğesi olduğundan bir ağaca eklenemez.
zh_hans: 无法将“{0}”元素插入树中，因为它已经是树的子级。
zh_hant: 無法將 '{0}' 插入到樹狀結構中，因為它已經是樹狀結構的子項目。

# TextSchema_ThisBlockUIContainerHasAChildUIElementAlready
source: '{0}' already has a child '{1}'. '{2}' element needs its own BlockUIContainer parent.
cs: Prvek {0} již má podřízený prvek {1}. Prvek {2} potřebuje svůj vlastní nadřazený BlockUIContainer.
de: "{0}" besitzt bereits ein untergeordnetes {1}-Objekt. Für das Element "{2}" ist ein eigener übergeordneter BlockUIContainer erforderlich.
es: "{0}" ya tiene un elemento secundario "{1}". El elemento "{2}" necesita su propio elemento primario BlockUIContainer.
fr: '{0}' a déjà un enfant '{1}'. L'élément '{2}' a besoin de son propre parent BlockUIContainer.
it: Per l'elemento '{0}' esiste già un elemento figlio '{1}'. Per l'elemento '{2}' è necessario un elemento padre BlockUIContainer specifico.
ja: '{0}' には既に子 '{1}' があります。'{2}' 要素には独自の BlockUIContainer 親が必要です。
ko: '{0}'에 이미 '{1}' 자식이 있습니다. '{2}' 요소에 자체 BlockUIContainer 부모가 필요합니다.
pl: Element „{0}” ma już element podrzędny „{1}”. Element „{2}” wymaga własnego elementu nadrzędnego BlockUIContainer.
pt_br: '{0}' já tem um filho '{1}'. O elemento '{2}' precisa de seu próprio pai BlockUIContainer.
ru: У "{0}" уже имеется дочерний объект "{1}". Для элемента "{2}" требуется собственный родительский объект BlockUIContainer.
tr: '{0}' öğesinin zaten '{1}' alt öğesi var. '{2}' öğesi kendi BlockUIContainer üst öğesine gereksinim duyar.
zh_hans: “{0}”已经拥有子级“{1}”。“{2}”元素需要其自身的 BlockUIContainer 父级。
zh_hant: '{0}' 已有子系 '{1}'。'{2}' 項目需要本身的 BlockUIContainer 父系。

# TextSchema_ThisInlineUIContainerHasAChildUIElementAlready
source: '{0}' already has a child '{1}'. '{2}' element needs its own InlineUIContainer parent.
cs: Prvek {0} již má podřízený prvek {1}. Prvek {2} potřebuje svůj vlastní nadřazený InlineUIContainer.
de: "{0}" besitzt bereits ein untergeordnetes {1}-Objekt. Für das Element "{2}" ist ein eigener übergeordneter InlineUIContainer erforderlich.
es: "{0}" ya tiene un elemento secundario "{1}". El elemento "{2}" necesita su propio elemento primario InlineUIContainer.
fr: '{0}' a déjà un enfant '{1}'. L'élément '{2}' a besoin de son propre parent InlineUIContainer.
it: Per l'elemento '{0}' esiste già un elemento figlio '{1}'. Per l'elemento '{2}' è necessario un elemento padre InlineUIContainer specifico.
ja: '{0}' には既に子 '{1}' があります。'{2}' 要素には独自の InlineUIContainer 親が必要です。
ko: '{0}'에 이미 '{1}' 자식이 있습니다. '{2}' 요소에 자체 InlineUIContainer 부모가 필요합니다.
pl: Element „{0}” ma już element podrzędny „{1}”. Element „{2}” wymaga własnego elementu nadrzędnego InlineUIContainer.
pt_br: '{0}' já tem um filho '{1}'. O elemento '{2}' precisa de seu próprio pai InlineUIContainer.
ru: У "{0}" уже имеется дочерний объект "{1}". Для элемента "{2}" требуется собственный родительский объект InlineUIContainer.
tr: '{0}' öğesinin zaten '{1}' alt öğesi var. '{2}' öğesi kendi InlineUIContainer üst öğesine gereksinim duyar.
zh_hans: “{0}”已经拥有子级“{1}”。“{2}”元素需要其自身的 InlineUIContainer 父级。
zh_hant: '{0}' 已有子系 '{1}'。'{2}' 項目需要本身的 InlineUIContainer 父系。

# TextSchema_UIElementNotAllowedInThisPosition
source: UIElement is not valid at this position.
cs: UIElement není na této pozici platný.
de: "UIElement" ist an dieser Position nicht gültig.
es: UIElement no es válido en esta posición.
fr: UIElement non valide à cet emplacement.
it: UIElement non valido in questa posizione.
ja: この位置で UIElement は無効です。
ko: 이 위치에서 UIElement를 사용할 수 없습니다.
pl: UIElement jest nieprawidłowy w tym miejscu.
pt_br: UIElement não é válido nesta posição.
ru: Наличие UIElement в данном месте не допускается.
tr: UIElement bu konumda geçerli değildir.
zh_hans: UIElement 在此位置无效。
zh_hant: UIElement 在此位置是無效的。

# TextSegmentsMustNotOverlap
source: TextSegments in the same anchor must not overlap.
cs: TextSegments ve stejné kotvě se nesmějí překrývat.
de: "TextSegments" im selben Anchor dürfen nicht überlappen.
es: TextSegments en el mismo delimitador no se deben superponer.
fr: Les TextSegment du même ancrage ne doivent pas se chevaucher.
it: I TextSegment nello stesso ancoraggio non devono sovrapporsi.
ja: 同じアンカー内の TextSegments は重なってはなりません。
ko: TextSegment가 같은 앵커에 겹치지 않아야 합니다.
pl: Segmenty TextSegments w tej samej kotwicy nie mogą nachodzić na siebie.
pt_br: TextSegments não devem se sobrepor na mesma âncora.
ru: Сегменты TextSegments с одной привязкой не должны пересекаться.
tr: Aynı tutturucudaki TextSegments çakışmamalıdır.
zh_hans: 同一定位点中的 TextSegment 不能重叠。
zh_hant: 相同錨點中的 TextSegments 不能重疊。

# TextStore_BadIMECharOffset
source: Character offset {0} is not valid in document with {1} characters.
cs: Odsazení znaků {0} není platné v dokumentu s následujícím počtem znaků: {1}
de: Das Zeichenoffset {0} ist im Dokument mit {1} Zeichen nicht gültig.
es: El desplazamiento de caracteres {0} no es válido en el documento con {1} caracteres.
fr: L'offset de caractère {0} est non valide dans le document avec {1} caractères.
it: L'offset di carattere {0} non è valido nel documento con {1} caratteri.
ja: {1} 文字のドキュメントでは、文字オフセット {0} は無効です。
ko: {1} 문자의 문서에서 문자 오프셋 {0}을(를) 사용할 수 없습니다.
pl: Przesunięcie znaków {0} jest nieprawidłowe w dokumencie zawierającym następującą liczbę znaków: {1}.
pt_br: O deslocamento de caracteres {0} não é válido no documento com {1} caracteres.
ru: Смещение символов {0} недопустимо в документе с числом символов, равным {1}.
tr: {1} karakter içeren belgede {0} karakter göreli konumu geçerli değil.
zh_hans: 字符偏移量 {0} 在具有 {1} 字符的文档中无效。
zh_hant: 字元位移 {0} 在 {1} 個字元的文件中無效。

# TextStore_BadLockFlags
source: Lock flags are not valid.
cs: Vlaječky zámku jsou neplatné.
de: Ungültige Lock-Flags.
es: Las marcas de bloqueo no son válidas.
fr: Les indicateurs de verrouillage ne sont pas valides.
it: Contrassegni di blocco non validi.
ja: ロック フラグが無効です。
ko: Lock 플래그가 잘못되었습니다.
pl: Flagi blokady są nieprawidłowe.
pt_br: As marcas de bloqueio não são válidas.
ru: Недопустимые флаги блокировки.
tr: Kilitleme bayrakları geçerli değildir.
zh_hans: 锁定标志无效。
zh_hant: 鎖定旗標無效。

# TextStore_CONNECT_E_CANNOTCONNECT
source: Unrecognized sink GUID.
cs: Neznámá jímka identifikátoru GUID.
de: Unbekannter Senke-GUID.
es: GUID de receptor no reconocido.
fr: GUID de récepteur non reconnu.
it: GUID di sink non riconosciuto.
ja: 認識できないシンク GUID です。
ko: 인식할 수 없는 싱크 GUID입니다.
pl: Nieznany interfejs GUID sink.
pt_br: GUID de coletor não reconhecido.
ru: Нераспознанный GUID приемника.
tr: Tanınmayan iç havuz GUID'si.
zh_hans: 无法识别的接收 GUID。
zh_hant: 無法識別的接收器 GUID。

# TextStore_CONNECT_E_NOCONNECTION
source: Sink was not previously advised with a call to AdviseSink.
cs: Jímka nebyla ještě doporučena výzvou AdviseSink.
de: Die Senke wurde nicht zuvor mithilfe des Aufrufs für "AdviseSink" aufgerufen.
es: No se advirtió previamente al receptor con una llamada a AdviseSink.
fr: Le récepteur n'a pas été précédemment avisé avec un appel d'AdviseSink.
it: Sink non annunciato in precedenza con una chiamata ad AdviseSink.
ja: シンクは以前に AdviseSink への呼び出しによって通知されていません。
ko: AdviseSink에 대한 호출을 사용하여 미리 싱크에 알리지 않았습니다.
pl: Nie zalecono wcześniej obiektu sink z wywołaniem do AdviseSink.
pt_br: O coletor não foi informado anteriormente com uma chamada para AdviseSink.
ru: Приемник не был настроен как приемник уведомлений с помощью вызова AdviseSink.
tr: İç havuz daha önce bir AdviseSink çağrısıyla önerilmedi.
zh_hans: 先前未使用对 AdviseSink 的调用提示接收。
zh_hant: 接收器之前並未收到使用 AdviseSink 呼叫的通知。

# TextStore_CompositionRejected
source: Document cannot accept composition content.
cs: Tento dokument nemůže přijmout obsah kompozice.
de: Der Kompositionsinhalt kann vom Dokument nicht angenommen werden.
es: El documento no puede aceptar el contenido de la composición.
fr: Document ne peut pas accepter un contenu de composition.
it: Il documento non accetta contenuto di composizione.
ja: ドキュメントは、合成コンテンツを受け入れられません。
ko: 문서에서 컴퍼지션 콘텐츠를 허용하지 않습니다.
pl: Dokument nie może zaakceptować zawartości kompozycji.
pt_br: O documento não pode aceitar o conteúdo de composição.
ru: Документ не позволяет принять составное содержимое.
tr: Belge yazı içeriği kabul edemez.
zh_hans: 文档无法接受撰写内容。
zh_hant: 文件無法接受組合內容。

# TextStore_E_NOINTERFACE
source: Sink does not support ITextStoreACPSink interface.
cs: Jímka nepodporuje rozhraní ITextStoreACPSink.
de: Die ITextStoreACPSink-Schnittstelle wird von der Senke nicht unterstützt.
es: El receptor no admite la interfaz ITextStoreACPSink.
fr: Le récepteur ne prend pas en charge l'interface ITextStoreACPSink.
it: Il sink non supporta l'interfaccia ITextStoreACPSink.
ja: シンクは ITextStoreACPSink インターフェイスをサポートしません。
ko: 싱크가 ITextStoreACPSink 인터페이스를 지원하지 않습니다.
pl: Obiekt sink nie obsługuje interfejsu ITextStoreACPSink.
pt_br: O coletor oferece suporte a interface ITextStoreACPSink.
ru: Приемник не поддерживает интерфейс ITextStoreACPSink.
tr: İç havuz ITextStoreACPSink arabirimini desteklemez.
zh_hans: 接收不支持 ITextStoreACPSink 接口。
zh_hant: 接收器不支援 ITextStoreACPSink 介面。

# TextStore_E_NOTIMPL
source: Method is not implemented.
cs: Tato metoda není implementována.
de: Die Methode ist nicht implementiert.
es: El método no está implementado
fr: Méthode non implémentée.
it: Metodo non implementato.
ja: メソッドは実装されていません。
ko: 메서드가 구현되지 않았습니다.
pl: Metoda nie została zaimplementowana.
pt_br: Método não está implementado.
ru: Метод не реализован.
tr: Metot uygulanmaz.
zh_hans: 方法未实现。
zh_hant: 方法未實作。

# TextStore_NoSink
source: RequestLock called with no sink.
cs: RequestLock vyvolán bez zanoření.
de: "RequestLock" wurde ohne Senke aufgerufen.
es: Se llamó a RequestLock sin receptor.
fr: RequestLock appelé sans récepteur.
it: Chiamata di RequestLock senza sink.
ja: RequestLock がシンクなしで呼び出されました。
ko: 싱크 없이 RequestLock을 호출했습니다.
pl: RequestLock wywołano bez obiektu sink.
pt_br: RequestLock chamado sem coletor.
ru: Вызов RequestLock без указания приемника.
tr: İç havuz olmadan RequestLock çağırıldı.
zh_hans: 未使用接收调用 RequestLock。
zh_hant: 已呼叫 RequestLock，但未提供接收器。

# TextStore_ReentrantRequestLock
source: Cannot call RequestLock inside another call's scope unless changing a lock from read-only to write access.
cs: Nelze vyvolat funkci RequestLock v rámci jiné výzvy beze změny přístupu k zámku z možnosti jen pro čtení na možnost zapisování.
de: "RequestLock" kann nicht innerhalb des Bereichs eines anderen Aufrufs aufgerufen werden, es sei denn, ein schreibgeschützter Zugriff wird zu einem Zugriff mit Schreibrechten geändert.
es: No se puede llamar a RequestLock dentro del ámbito de otra llamada si no se cambia un bloqueo de sólo lectura a acceso de escritura.
fr: Impossible d'appeler RequestLock à l'intérieur de la portée d'un autre appel à moins de modifier un verrou en lecture seule et de lui accorder un accès en écriture.
it: Impossibile chiamare RequestLock nell'ambito di un'altra chiamata, se non per modificare un blocco dall'accesso in sola lettura all'accesso in scrittura.
ja: ロックを読み取り専用から書き込みアクセスに変更しない限り、別の呼び出しのスコープ内の RequestLock を呼び出すことはできません。
ko: 잠금을 읽기 전용에서 쓰기 권한으로 변경하지 않으면 다른 호출 범위에서 RequestLock을 호출할 수 없습니다.
pl: RequestLock nie można wywoływać wewnątrz zakresu innego wywołania, chyba że nastąpi zmiana blokady z dostępu tylko do odczytu na dostęp z zapisem.
pt_br: Não é possível chamar RequestLock dentro do escopo de outra chamada a não ser alterando o acesso de um bloqueio de somente leitura para gravação.
ru: Вызов RequestLock внутри области другого вызова допускается только для изменения доступа только для чтения на доступ на запись.
tr: Bir kilit salt okunur durumdan yazma erişimine değiştirilmedikçe, başka bir çağrının kapsamı içinde RequestLock çağırılamaz.
zh_hans: 无法在另一个调用范围内调用 RequestLock，除非将锁定从只读访问权限更改为写访问权限。
zh_hant: 除非將鎖定從唯讀變更為寫入存取，否則無法在其他呼叫的範圍內呼叫 RequestLock。

# TextStore_TS_E_FORMAT
source: Document does not support embedded objects.
cs: Dokument nepodporuje vložené objekty.
de: Eingebettete Objekte werden von dem Dokument nicht unterstützt.
es: El documento no admite objetos incrustados.
fr: Document ne prend pas en charge les objets incorporés.
it: Il documento non supporta oggetti incorporati.
ja: ドキュメントは、埋め込みオブジェクトをサポートしません。
ko: 문서에서 포함된 개체를 지원하지 않습니다.
pl: Dokument nie obsługuje osadzonych obiektów.
pt_br: O documento não oferece suporte a objetos embutidos.
ru: Документ не поддерживает внедренные объекты.
tr: Belge katıştırılmış nesneleri desteklemez.
zh_hans: 文档不支持嵌入式对象。
zh_hant: 文件不支援內嵌物件。

# TextStore_TS_E_INVALIDPOINT
source: Point does not cover any text.
cs: Bod neukazuje na žádný text.
de: Von dem Punkt wird kein Text abgedeckt.
es: El puntero no cubre ningún texto.
fr: Point ne couvre aucun texte.
it: Il punto non copre alcun testo.
ja: ポイントはテキストをカバーしません。
ko: 포인트가 모든 텍스트에 적용되지 않습니다.
pl: Punkt nie zawiera żadnego tekstu.
pt_br: O ponto não cobre qualquer texto.
ru: Точка не накрывает никакой текст.
tr: Nokta herhangi bir metni örtmüyor.
zh_hans: 点不包含任何文本。
zh_hant: 點並未涵蓋任何文字。

# TextStore_TS_E_NOLAYOUT
source: No layout currently available.
cs: Momentálně není k dispozici žádné uspořádání.
de: Derzeit ist kein Layout verfügbar.
es: No hay ningún diseño disponible.
fr: Aucune disposition actuellement disponible.
it: Nessun layout attualmente disponibile.
ja: 現在、レイアウトは使用できません。
ko: 현재 레이아웃을 사용할 수 없습니다.
pl: Brak dostępnego układu.
pt_br: Nenhum layout disponível no momento.
ru: Нет ни одного доступного макета.
tr: Kullanılabilir yerleşim yok.
zh_hans: 当前没有可用的布局。
zh_hant: 目前沒有可用的配置。

# TextStore_TS_E_READONLY
source: Document is read-only.
cs: Tento dokument je určen jen pro čtení.
de: Das Dokument ist schreibgeschützt.
es: El documento es de sólo lectura.
fr: Document en lecture seule.
it: Documento di sola lettura.
ja: ドキュメントは読み取り専用です。
ko: 문서가 읽기 전용입니다.
pl: Dokument jest tylko do odczytu.
pt_br: O documento é somente leitura.
ru: Документ доступен только для чтения.
tr: Belge salt okunur.
zh_hans: 文档为只读。
zh_hant: 文件是唯讀的。

# TextViewInvalidLayout
source: Layout information on TextView is not valid. Must call Validate before calling this method.
cs: Informace o uspořádání v náhledu textu TextView není platná. Před vyvoláním této metody je potřeba provést Validate.
de: Die Layoutinformationen für "TextView" sind ungültig. Vor dem Aufrufen dieser Methode muss "Validate" aufgerufen werden.
es: La información de diseño sobre TextView no es válida. Se debe llamar a Validate antes de llamar a este método.
fr: Les informations de disposition sur TextView ne sont pas valides. Appel obligatoire de Validate avant d'appeler cette méthode.
it: Le informazioni di layout in TextView non sono valide. È necessario chiamare Validate prima di chiamare questo metodo.
ja: TextView 上のレイアウト情報は、無効です。このメソッドを呼び出す前に Validate を呼び出す必要があります。
ko: TextView의 레이아웃 정보가 잘못되었습니다. 이 메서드를 호출하려면 먼저 Validate를 호출해야 합니다.
pl: Informacje o układzie w TextView są nieprawidłowe. Przed wywołaniem tej metody należy wywołać Validate.
pt_br: As informações de layout em TextView não são válidas. É necessário chamar Validate antes de chamar este método.
ru: Недопустимые сведения о макете для TextView. Перед вызовом данного метода необходимо вызвать Validate.
tr: TextView'daki yerleşim bilgileri geçerli değil. Bu metot çağırılmadan önce Validate çağırılmalıdır.
zh_hans: TextView 上的布局信息无效。必须调用 Validate 才能调用此方法。
zh_hant: TextView 上的配置資訊無效。呼叫此方法之前，必須先呼叫 Validate。

# ThemeDictionaryExtension_Name
source: AssemblyName property must be specified on ThemeDictionaryExtension.
cs: Vlastnost AssemblyName musí být v koncovce ThemeDictionaryExtension určena.
de: Die AssemblyName-Eigenschaft muss für "ThemeDictionaryExtension" angegeben werden.
es: La propiedad AssemblyName se debe especificar en ThemeDictionaryExtension.
fr: La propriété AssemblyName doit être spécifiée sur ThemeDictionaryExtension.
it: È necessario specificare la proprietà AssemblyName in ThemeDictionaryExtension.
ja: AssemblyName プロパティは、ThemeDictionaryExtension 上で指定される必要があります。
ko: ThemeDictionaryExtension에 AssemblyName 속성을 지정해야 합니다.
pl: Właściwość AssemblyName należy określić w rozszerzeniu ThemeDictionaryExtension.
pt_br: A propriedade AssemblyName deve ser especificada em ThemeDictionaryExtension.
ru: Необходимо задать свойство AssemblyName для ThemeDictionaryExtension.
tr: AssemblyName özelliği ThemeDictionaryExtension'da belirtilmelidir.
zh_hans: 必须在 ThemeDictionaryExtension 上指定 AssemblyName 属性。
zh_hant: 必須在 ThemeDictionaryExtension 上指定 AssemblyName 屬性。

# ThemeDictionaryExtension_Source
source: ThemeDictionaryExtension can be applied only to the Source property on ResourceDictionary.
cs: Koncovku ThemeDictionaryExtension lze použít pouze pro vlastnost Source slovníku ResourceDictionary.
de: "ThemeDictionaryExtension" kann nur auf die Source-Eigenschaft für "ResourceDictionary" angewendet werden.
es: ThemeDictionaryExtension sólo se puede aplicar a la propiedad Source en ResourceDictionary.
fr: ThemeDictionaryExtension ne peut être appliqué qu'à la propriété Source de ResourceDictionary.
it: È possibile applicare ThemeDictionaryExtension solo alla proprietà Source in ResourceDictionary.
ja: ThemeDictionaryExtension は、ResourceDictionary 上の Source プロパティにのみ適用できます。
ko: ThemeDictionaryExtension은 ResourceDictionary의 Source 속성에만 적용될 수 있습니다.
pl: Rozszerzenie ThemeDictionaryExtension można zastosować we właściwości Source w słowniku ResourceDictionary.
pt_br: ThemeDictionaryExtension pode ser aplicado somente à propriedade Source em ResourceDictionary.
ru: ThemeDictionaryExtension можно применить только к свойству Source для ResourceDictionary.
tr: ThemeDictionaryExtension yalnızca ResourceDictionary'deki Source özelliğine uygulanabilir.
zh_hans: ThemeDictionaryExtension 只能应用到 ResourceDictionary 上的 Source 属性。
zh_hant: ThemeDictionaryExtension 只能套用到 ResourceDictionary 上的 Source 屬性。

# ToStringFormatString_GridViewRowPresenter
source: {0} Content:{1} Columns.Count:{2}
de: {0}: Inhalt:{1}, Columns.Count:{2}
ja: {0} コンテンツ:{1} Columns.Count:{2}
ko: {0} 콘텐츠:{1} Columns.Count:{2}
pl: {0} Zawartość:{1} Columns.Count:{2}
zh_hans: {0} 内容:{1} Columns.Count:{2}
zh_hant: {0} 內容:{1} Columns.Count:{2}

# ToStringFormatString_HeaderedContentControl
source: {0} Header:{1} Content:{2}
de: {0}: Header:{1}, Inhalt:{2}
ja: {0} ヘッダー:{1} コンテンツ:{2}
ko: {0} 헤더:{1} 콘텐츠:{2}
pl: {0} Nagłówek:{1} Zawartość:{2}
zh_hans: {0} 标头:{1} 内容:{2}
zh_hant: {0} 標頭:{1} 內容:{2}

# ToStringFormatString_RangeBase
source: {0} Minimum:{1} Maximum:{2} Value:{3}
de: {0}: Minimum:{1}, Maximum:{2}, Wert:{3}
ja: {0} 最小:{1} 最大:{2} 値:{3}
ko: {0} 최솟값:{1} 최댓값:{2} 값:{3}
pl: {0} Minimum:{1} Maksimum:{2} Wartość:{3}
ru: {0} Минимум:{1} Максимум:{2} Значение:{3}
zh_hans: {0} 最小值:{1} 最大值:{2} 值:{3}
zh_hant: {0} 下限:{1} 上限: {2} 值:{3}

# ToStringFormatString_ToggleButton
source: {0} Content:{1} IsChecked:{2}
de: {0}: Inhalt:{1}, IsChecked:{2}
ja: {0} コンテンツ:{1} IsChecked:{2}
ko: {0} 콘텐츠:{1} IsChecked:{2}
pl: {0} Zawartość:{1} IsChecked:{2}
zh_hans: {0} 内容:{1} IsChecked:{2}
zh_hant: {0} 內容:{1} IsChecked:{2}

# TokenizerHelperEmptyToken
source: Empty token encountered at position {0} while parsing '{1}'.
cs: Při parsování {1} byl zjištěn prázdný token na pozici {0}.
de: Beim Analysieren von "{1}" wurde ein leeres Token an Position {0} gefunden.
es: Se encontró un token vacío en la posición {0} al analizar "{1}".
fr: Jeton vide rencontré à la position {0} durant l'analyse de '{1}'.
it: È stato rilevato un token vuoto alla posizione {0} durante l'analisi di '{1}'.
ja: '{1}' の解析中に、位置 {0} で空のトークンが見つかりました。
ko: '{1}'을(를) 구문 분석하는 동안 위치 {0}에서 비어 있는 토큰이 발견되었습니다.
pl: Podczas analizy elementu „{1}” napotkano pusty token na pozycji {0}.
pt_br: Token vazio encontrado na posição {0} ao analisar '{1}'.
ru: При синтаксическом анализе "{1}" обнаружен пустой маркер в позиции {0}.
tr: '{1}' ayrıştırılırken {0} konumunda boş belirteçle karşılaşıldı.
zh_hans: 分析“{1}”时在位置 {0} 处遇到空标记。
zh_hant: 剖析 '{1}' 時，位置 {0} 出現空的語彙基元。
