Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DataGridColumnHeaderItemAutomationPeer_Unsupported
source: Can not move or rotate DataGridColumnHeader.
cs: Nelze přesunout nebo otočit DataGridColumnHeader.
de: DataGridColumnHeader kann nicht verschoben oder gedreht werden.
es: No se puede mover o girar DataGridColumnHeader.
fr: Impossible de déplacer ou de faire pivoter DataGridColumnHeader.
it: Impossibile spostare o ruotare DataGridColumnHeader.
ja: DataGridColumnHeader を移動または回転することはできません。
ko: DataGridColumnHeader를 이동하거나 회전할 수 없습니다.
pl: Nie można przenieść ani obrócić nagłówka DataGridColumnHeader.
pt_br: Não é possível mover ou girar DataGridColumnHeader.
ru: Не удается переместить или изменить направление элемента DataGridColumnHeader.
tr: DataGridColumnHeader taşınamıyor veya döndürülemiyor.
zh_hans: 无法移动或旋转 DataGridColumnHeader。
zh_hant: 無法移動或旋轉 DataGridColumnHeader。

# DataGridLength_Infinity
source: Value should not be infinity.
cs: Hodnota by neměla být nekonečná.
de: Der Wert darf nicht unendlich sein.
es: El valor no debe ser infinito.
fr: La valeur ne pas être infinie.
it: Il valore non può essere infinito.
ja: 無限値は指定できません。
ko: 값은 무한대일 수 없습니다.
pl: Wartość nie może być nieskończona.
pt_br: O valor não deve ser infinito.
ru: Значение не должно быть бесконечным.
tr: Değer sonsuz olamaz.
zh_hans: 不应允许无限值。
zh_hant: 值不可以為無限大。

# DataGridLength_InvalidType
source: Invalid type.
cs: Typ je neplatný.
de: Ungültiger Typ.
es: Tipo no válido.
fr: Le type n'est pas valide.
it: Tipo non valido.
ja: 型が無効です。
ko: 형식이 잘못되었습니다.
pl: Nieprawidłowy typ.
pt_br: Tipo inválido.
ru: Недопустимый тип.
tr: Geçersiz tür.
zh_hans: 类型无效。
zh_hant: 無效的型別。

# DataGridRow_CannotSelectRowWhenCells
source: The current value of the SelectionUnit property on the parent DataGrid prevents rows from being selected.
cs: Aktuální hodnota vlastnosti SelectionUnit u nadřazené třídy DataGrid brání ve výběru řádků.
de: Aufgrund des aktuellen Werts der SelectionUnit-Eigenschaft für das übergeordnete DataGrid werden keine Zeilen ausgewählt.
es: El valor actual de la propiedad SelectionUnit del elemento DataGrid primario impide seleccionar filas.
fr: La valeur actuelle de la propriété SelectionUnit sur le DataGrid parent empêche la sélection de lignes.
it: Il valore corrente della proprietà SelectionUnit sul DataGrid padre impedisce di selezionare le righe.
ja: 親 DataGrid の SelectionUnit プロパティが現在の値の場合、行を選択できません。
ko: 부모 DataGrid의 현재 SelectionUnit 속성 값 때문에 행을 선택할 수 없습니다.
pl: Bieżąca wartość właściwości SelectionUnit nadrzędnego formantu DataGrid zapobiega wybraniu wierszy.
pt_br: O valor atual da propriedade SelectionUnit no pai DataGrid impede que as linhas sejam selecionadas.
ru: Текущее значение свойства SelectionUnit на родительской DataGrid не позволяет выбирать ряды.
tr: Üst DataGrid üzerindeki SelectionUnit özelliğini geçerli değeri sütunların seçilmesini engelliyor.
zh_hans: 父级 DataGrid 上 SelectionUnit 属性的当前值不允许选择行。
zh_hant: 在父代 DataGrid 上的 SelectionUnit 屬性目前的值可防止資料列被選取。

# DataGrid_AutomationInvokeFailed
source: Invoke operation failed. Cannot edit another cell or row while the current one has validation errors.
cs: Operace volání se nezdařila. Jinou buňku nebo řádek nelze upravit, pokud aktuální buňka nebo řádek obsahuje chyby ověřování.
de: Fehler beim Startvorgang. Es ist nicht möglich, eine andere Zelle oder Zeile zu bearbeiten, wenn für die aktuelle Zelle bzw. Zeile Validierungsfehler vorliegen.
es: Error en la operación de invocación. No se puede editar otra celda o fila mientras la actual tenga errores de validación.
fr: Échec de l'opération d'appel. Impossible de modifier une autre cellule ou ligne tant que la cellule ou ligne actuelle contient des erreurs de validation.
it: Operazione invoke non riuscita. Impossibile modificare una cella o una riga mentre quella corrente contiene errori di convalida.
ja: 呼び出し操作は失敗しました。現在のセルまたは行に検証エラーがあるときに別のセルや行を編集することはできません。
ko: 호출 작업에 실패했습니다. 현재 셀 또는 행에 유효성 검사 오류가 있는 동안에는 다른 셀 또는 행을 편집할 수 없습니다.
pl: Operacja wywołania nie powiodła się. Nie można edytować innej komórki lub wiersza, jeśli w bieżącym występuje błąd walidacji.
pt_br: Falha na chamada da operação. Não será possível editar outra célula ou linha enquanto a atual tiver erros de validação.
ru: Не удалось операцию Invoke. Редактирование другой ячейки или ряда невозможно, пока в текущей ячейке или ряду есть ошибки проверки.
tr: Çağırma işlemi başarısız oldu. Geçerli olanın doğrulama hataları olduğu için başka bir hücre veya satır düzenlenemez.
zh_hans: 调用操作失败。当前单元格或行有验证错误，因此无法编辑其他单元格或行。
zh_hant: 叫用作業失敗。當目前的儲存格或資料列有驗證錯誤時，無法編輯另一個儲存格或資料列。

# DataGrid_CannotSelectCell
source: Cannot change cell selection when the SelectionUnit is FullRow.
cs: Výběr buněk nelze změnit, pokud je vlastnost SelectionUnit nastavena na hodnotu FullRow.
de: Die Zellenauswahl kann nicht geändert werden, wenn SelectionUnit auf "FullRow" festgelegt ist.
es: No se puede cambiar la selección de celdas cuando SelectionUnit es FullRow.
fr: Impossible de modifier les cellules sélectionnées si SelectionUnit a la valeur FullRow.
it: Impossibile modificare la selezione della cella quando SelectionUnit è FullRow.
ja: SelectionUnit が FullRow のときにはセル選択を変更できません。
ko: SelectionUnit이 FullRow이면 셀 선택을 변경할 수 없습니다.
pl: Nie można zmienić wyboru komórek, jeśli wartością SelectionUnit jest FullRow.
pt_br: Não será possível alterar seleção de célula quando SelectionUnit for FullRow.
ru: Не удается изменить выбранную ячейку, если свойство SelectionUnit имеет значение FullRow.
tr: SelectionUnit, FullRow iken hücre seçimi değiştirilemez.
zh_hans: SelectionUnit 为 FullRow 时，无法更改单元格选择。
zh_hant: 當 SelectionUnit 為 FullRow 時，無法變更儲存格選取範圍。

# DataGrid_ColumnDisplayIndexOutOfRange
source: The DisplayIndex for the DataGridColumn with Header '{0}' is out of range. DisplayIndex must be greater than or equal to 0 and less than Columns.Count.
cs: Vlastnost DisplayIndex třídy DataGridColumn s hlavičkou {0} se nachází mimo rozsah. Vlastnost DisplayIndex musí být větší nebo rovna nule a menší než hodnota Columns.Count.
de: Der DisplayIndex für die DataGridColumn mit dem Header "{0}" ist außerhalb des gültigen Bereichs. DisplayIndex muss größer oder gleich 0 und kleiner als Columns.Count sein.
es: El valor de DisplayIndex para el elemento DataGridColumn con Header '{0}' está fuera de intervalo. DisplayIndex debe ser mayor o igual a 0, y menor que Columns.Count.
fr: La valeur DisplayIndex de DataGridColumn avec l'en-tête '{0}' est hors limites. Elle doit être supérieure ou égale à 0 et inférieure à Columns.Count.
it: DisplayIndex per DataGridColumn con intestazione '{0}' fuori intervallo. DisplayIndex deve essere maggiore o uguale a 0 e minore di Columns.Count.
ja: Header '{0}' の DataGridColumn に対する DisplayIndex が範囲外です。DisplayIndex は 0 以上で、かつ Columns.Count よりも小さい必要があります。
ko: Header가 '{0}'인 DataGridColumn의 DisplayIndex가 범위를 벗어났습니다. DisplayIndex는 0보다 크거나 같고 Columns.Count보다 작아야 합니다.
pl: Wartość DisplayIndex klasy DataGridColumn z elementem Header „{0}” jest poza zakresem. Wartość DisplayIndex musi by większa lub równa 0 i mniejsza niż wartość Columns.Count.
pt_br: O DisplayIndex de DataGridColumn com Cabeçalho '{0}' está fora do intervalo. DisplayIndex deve ser maior ou igual a 0 e menor que Columns.Count.
ru: Параметр DisplayIndex для DataGridColumn с заголовком "{0}" выходит за разрешенный диапазон. DisplayIndex должен быть больше или равен 0 и меньше, чем Columns.Count.
tr: '{0}' üst bilgili DataGridColumn için DisplayIndex aralık dışında. DisplayIndex 0'dan büyük veya eşit ve Columns.Count değerinden küçük olmalıdır.
zh_hans: 标头为“{0}”的 DataGridColumn 的 DisplayIndex 超出范围。DisplayIndex 必须大于或等于 0 且小于 Columns.Count。
zh_hant: 標頭為 '{0}' 之 DataGridColumn 的 DisplayIndex 超出範圍。DisplayIndex 必須大於或等於 0 且小於 Columns.Count。

# DataGrid_ColumnIndexOutOfRange
source: The index for the DataGridColumn with Header '{0}' is out of range. Index must be greater than or equal to 0 and less than Columns.Count.
cs: Index třídy DataGridColumn s hlavičkou {0} se nachází mimo rozsah. Index musí být větší nebo rovna nule a menší než hodnota Columns.Count.
de: Der Index für die DataGridColumn mit dem Header "{0}" ist außerhalb des gültigen Bereichs. Der Index muss größer oder gleich 0 und kleiner als Columns.Count sein.
es: El índice del elemento DataGridColumn con Header '{0}' está fuera de intervalo. Index debe ser mayor o igual a 0, y menor que Columns.Count.
fr: L'index de DataGridColumn avec l'en-tête '{0}' est hors limites. Il doit être supérieur ou égal à 0 et inférieur à Columns.Count.
it: Indice per DataGridColumn con intestazione '{0}' fuori intervallo. L'indice deve essere maggiore o uguale a 0 e minore di Columns.Count.
ja: Header '{0}' の DataGridColumn に対するインデックスが範囲外です。インデックスは 0 以上で、かつ Columns.Count よりも小さい必要があります。
ko: Header가 '{0}'인 DataGridColumn의 인덱스가 범위를 벗어났습니다. 인덱스는 0보다 크거나 같고 Columns.Count보다 작아야 합니다.
pl: Indeks klasy DataGridColumn z elementem Header „{0}” jest poza zakresem. Indeks musi być większy lub równy 0 i mniejszy niż wartość Columns.Count.
pt_br: O índice de DataGridColumn com Cabeçalho '{0}' está fora do intervalo. Ele deve ser maior ou igual a 0 e menor que Columns.Count.
ru: Индекс для DataGridColumn с заголовком "{0}" выходит за разрешенный диапазон. Индекс должен быть больше или равен 0, но меньше Columns.Count.
tr: '{0}' üst bilgili DataGridColumn dizini aralık dışında. Dizin 0'dan büyük veya eşit ve Columns.Count değerinden küçük olmalıdır.
zh_hans: 标头为“{0}”的 DataGridColumn 的索引超出范围。索引必须大于或等于 0 且小于 Columns.Count。
zh_hant: 標頭為 '{0}' 之 DataGridColumn 的索引超出範圍。索引必須大於或等於 0 且小於 Columns.Count。

# DataGrid_ColumnIsReadOnly
source: Cannot edit a cell when the DataGridColumn is in Read-Only mode.
cs: Buňku nelze upravit, pokud je objekt DataGridColumn v režimu pouze pro čtení.
de: Das Bearbeiten einer Zelle ist nicht möglich, wenn DataGridColumn auf den Modus "Read-Only" festgelegt ist.
es: No se puede editar una celda cuando DataGridColumn está en modo de solo lectura.
fr: Impossible de modifier une cellule si DataGridColumn est en mode lecture seule.
it: Impossibile modificare una cella quando DataGridColumn è in modalità di sola lettura.
ja: DataGridColumn が読み取り専用モードのときにはセルを編集できません。
ko: DataGridColumn이 Read-Only 모드이면 셀을 편집할 수 없습니다.
pl: Nie można edytować komórki, gdy klasa DataGridColumn jest w trybie tylko do odczytu.
pt_br: Não será possível editar uma célula quando DataGridColumn estiver no modo Somente Leitura.
ru: Изменение ячейки невозможно, когда DataGridColumn находится в режиме "Только чтение".
tr: DataGridColumn Salt Okunur moddayken bir hücreyi düzenleyemezsiniz.
zh_hans: DataGridColumn 处于只读模式中时，无法编辑单元格。
zh_hant: 當 DataGridColumn 處於唯讀模式時，無法編輯儲存格。

# DataGrid_DisplayIndexOutOfRange
source: The given DisplayIndex is out of range. DisplayIndex must be greater than or equal to 0 and less than Columns.Count.
cs: Vlastnost DisplayIndex se nachází mimo rozsah. Vlastnost DisplayIndex musí být větší nebo rovna nule a menší než hodnota Columns.Count.
de: Der angegebene DisplayIndex ist außerhalb des gültigen Bereichs. DisplayIndex muss größer oder gleich 0 und kleiner als Columns.Count sein.
es: El valor de DisplayIndex dado está fuera de intervalo. DisplayIndex debe ser mayor o igual a 0 y menor que Columns.Count.
fr: La valeur DisplayIndex donnée est hors limites. Elle doit être supérieure ou égale à 0 et inférieure à Columns.Count.
it: DisplayIndex specificato fuori intervallo. DisplayIndex deve essere maggiore o uguale a 0 e minore di Columns.Count.
ja: 指定された DisplayIndex が範囲外です。DisplayIndex は 0 以上で、かつ Columns.Count よりも小さい必要があります。
ko: 지정된 DisplayIndex가 범위를 벗어났습니다. DisplayIndex는 0보다 크거나 같고 Columns.Count보다 작아야 합니다.
pl: Dana wartość DisplayIndex jest poza zakresem. Wartość DisplayIndex musi być większa lub równa 0 i mniejsza niż wartość Columns.Count.
pt_br: O DisplayIndex atribuído está fora do intervalo. DisplayIndex deve ser maior ou igual a 0 e menor que Columns.Count.
ru: Данный DisplayIndex выходит за пределы допустимого диапазона. DisplayIndex должен быть больше или равен 0 и меньше Columns.Count.
tr: Verilen DataGridColumn için DisplayIndex aralık dışında. DisplayIndex 0'dan büyük veya eşit ve Columns.Count değerinden küçük olmalıdır.
zh_hans: 给定的 DisplayIndex 超出范围。DisplayIndex 必须大于或等于 0 且小于 Columns.Count。
zh_hant: 指定的 DisplayIndex 超出範圍。DisplayIndex 必須大於或等於 0 且小於 Columns.Count。

# DataGrid_DuplicateDisplayIndex
source: DisplayIndex is already used for other column. DisplayIndex should be unique per column.
cs: Vlastnost DisplayIndex je již použita u jiného sloupce. Vlastnost DisplayIndex by měla být u sloupců jedinečná.
de: Der DisplayIndex wird bereits für eine andere Spalte verwendet. Der DisplayIndex muss für jede Spalte eindeutig sein.
es: El valor de DisplayIndex se usa ya para otra columna. DisplayIndex debe ser único por columna.
fr: La valeur DisplayIndex est déjà utilisée pour une autre colonne. Elle doit être unique pour chaque colonne.
it: DisplayIndex già in uso per un altra colonna. DisplayIndex deve essere univoco per ogni colonna.
ja: DisplayIndex は既に他の列に使用されています。DisplayIndex は列ごとに一意である必要があります。
ko: DisplayIndex가 다른 열에 이미 사용되었습니다. DisplayIndex는 열마다 고유해야 합니다.
pl: Wartość DisplayIndex jest już używana dla innej kolumny. Wartość DisplayIndex powinna być unikatowa dla kolumny.
pt_br: DisplayIndex já foi usado para outra coluna. DisplayIndex deve ser exclusiva em cada coluna.
ru: DisplayIndex уже используется для другого столбца. Свойство DisplayIndex должно быть уникальным для каждого столбца.
tr: DisplayIndex zaten diğer sütun için kullanılmış. DisplayIndex her sütun için benzersiz olmalıdır.
zh_hans: DisplayIndex 已用于其他列。每列的 DisplayIndex 应是唯一的。
zh_hant: DisplayIndex 已供其他資料行使用。每個資料行的 DisplayIndex 都應該是唯一的。

# DataGrid_InvalidColumnReuse
source: DataGridColumn with Header '{0}' already exists in the Columns collection of a DataGrid. DataGrids cannot share columns and cannot contain duplicate column instances.
cs: Třída DataGridColumn s hlavičkou {0} již existuje v kolekci Columns třídy DataGrid. Třídy DataGrids nemohou sdílet sloupce a nemohou obsahovat duplicitní instance sloupců.
de: Die DataGridColumn mit dem Header "{0}" ist bereits in der Spaltensammlung eines DataGrid vorhanden. DataGrids können Spalten nicht gemeinsam nutzen und dürfen keine doppelten Spalteninstanzen enthalten.
es: El elemento DataGridColumn con Header '{0}' existe ya en la colección Columns de un elemento DataGrid. Los elementos DataGrid no pueden compartir columnas y no pueden contener instancias de columna duplicadas.
fr: Le DataGridColumn avec l'en-tête '{0}' existe déjà dans la collection Columns d'un DataGrid. Les DataGrids ne peuvent pas partager les colonnes ou contenir des instances de colonnes dupliquées.
it: DataGridColumn con Intestazione '{0}' è già esistente nella raccolta di Colonne di un DataGrid. I DataGrid non possono condividere colonne e non possono contenere istanze di colonne duplicate.
ja: Header '{0}' を持つ DataGridColumn は DataGrid の Columns コレクションに既に存在します。DataGrids では列の共有はできず、重複する列インスタンスを含むこともできません。
ko: Header가 '{0}'인 DataGridColumn이 DataGrid의 Columns 컬렉션에 이미 있습니다. DataGrids는 열을 공유할 수 없으며 중복 열 인스턴스를 포함할 수 없습니다.
pl: Klasa DataGridColumn z elementem Header „{0}” istnieje już w kolekcji Columns formantu DataGrid. Formanty DataGrids nie mogą współdzielić kolumn i nie mogą zawierać duplikatów wystąpień kolumn.
pt_br: Já existe uma DataGridColumn com Cabeçalho '{0}' na coleção Columns de um DataGrid. Os DataGrids não podem compartilhar colunas e não podem conter instâncias de coluna duplicadas.
ru: DataGridColumn с заголовком "{0}" уже существует в коллекции столбцов DataGrid. DataGrid не может иметь общие столбцы и не может содержать экземпляры-дубликаты столбцов.
tr: '{0}' üst bilgili DataGridColumn zaten DataGrid'in Columns koleksiyonunda var. DataGrid'ler sütunları paylaşamaz ve yinelenen sütun örnekleri içeremez.
zh_hans: DataGrid 的 Columns 集合中已经有标头为“{0}”的 DataGridColumn。DataGrid 无法共享列，且不能包含重复的列实例。
zh_hant: 在 DataGrid 的 Columns 集合中已存在標頭為 '{0}' 的 DataGridColumn。DataGrids 無法共用資料行且不能包含重複的資料行執行個體。

# DataGrid_InvalidSortDescription
source: The SortDescriptions added are not valid. The probable solutions are to set the CanUserSort on the Column to false, or to use SortMemberPath property on the Column, or to handle the Sorting event on DataGrid.
cs: Přidané vlastnosti SortDescriptions nejsou platné. Možným řešením je nastavení vlastnosti CanUserSort sloupce na hodnotu false, použití vlastnosti SortMemberPath u tohoto sloupce nebo zpracování události řazení u třídy DataGrid.
de: Die hinzugefügten SortDescriptions sind ungültig. Das Problem kann möglicherweise mit einem der folgenden Verfahren behoben werden: Legen Sie CanUserSort für die Spalte auf "false" fest, verwenden Sie die SortMemberPath-Eigenschaft für die Spalte, oder behandeln Sie das Sorting-Ereignis für DataGrid.
es: Los elementos SortDescription agregados no son válidos. Las soluciones posibles son establecer CanUserSort en la columna en false, usar la propiedad SortMemberPath en la columna o controlar el evento Sorting en DataGrid.
fr: Les valeurs SortDescriptions ajoutées ne sont pas valides. Les solutions possibles consistent à affecter la valeur False à CanUserSort sur Column, à utiliser la propriété SortMemberPath sur Column ou à gérer l'événement Sorting sur DataGrid.
it: SortDescriptions aggiunto non valido. Le soluzioni probabili sono di impostare CanUserSort sulla Colonna su false, oppure di utilizzare la proprietà SortMemberPath sulla Colonna, oppure di gestire l'evento di Ordinamento su DataGrid.
ja: 追加された SortDescriptions は無効です。考えられる解決策としては、Column の CanUserSort を false に設定するか、Column に SortMemberPath プロパティを使用するか、または DataGrid で Sorting イベントを処理する方法があります。
ko: 추가된 SortDescriptions가 잘못되었습니다. 문제를 해결하려면 Column의 CanUserSort를 false로 설정하거나, Column에서 SortMemberPath 속성을 사용하거나, DataGrid에서 Sorting 이벤트를 처리하십시오.
pl: Dodane właściwości SortDescriptions są nieprawidłowe. Prawdopodobobne rozwiązanie to ustawienie wartości CanUserSort elementu Column jako false lub użycie właściwości SortMemberPath elementu Column, lub obsługa zdarzenia Sorting w formancie DataGrid.
pt_br: As SortDescriptions adicionadas não são válidas. Soluções prováveis: definir CanUserSort na Coluna como false, usar a propriedade SortMemberPath na Coluna ou tratar o evento Sorting em DataGrid.
ru: Добавленные описания сортировки не являются допустимыми. Возможные решения: задать свойству столбца CanUserSort значение false, использовать свойство столбца SortMemberPath , или обработать событие Sorting объекта DataGrid.
tr: Eklenen SortDescriptions geçerli değil. Olası çözümler; Column üzerinde CanUserSort false değeri verme veya Column üzerinde SortMemberPath özelliği kullanma ya da DataGrid üzerinde Sorting olayını işlemektir.
zh_hans: 所添加的 SortDescriptions 无效。可能的解决方案为: 将 Column 的 CanUserSort 设置为 false，或者对 Column 使用 SortMemberPath 属性，或者处理 DataGrid 上的 Sorting 事件。
zh_hant: 新增的 SortDescriptions 無效。可能的解決方案是在 Column 上將 CanUserSort 設定為 false，或是在 Column 上使用 SortMemberPath 屬性，或在 DataGrid 上處理 Sorting 事件。

# DataGrid_NewColumnInvalidDisplayIndex
source: Cannot add a column with an invalid DisplayIndex to the DataGrid.Columns collection.
cs: Do kolekce DataGrid.Columns nelze přidat sloupec s neplatnou vlastností DisplayIndex.
de: Eine Spalte mit einem ungültigen DisplayIndex kann der DataGrid.Columns-Sammlung nicht hinzugefügt werden.
es: No se puede agregar una columna con un valor de DisplayIndex no válido a la colección DataGrid.Columns.
fr: Impossible d'ajouter une colonne avec un DisplayIndex non valide à la collection DataGrid.Columns.
it: Impossibile aggiungere una colonna con DisplayIndex non valido alla raccolta DataGrid.Columns.
ja: 無効な DisplayIndex を持つ列を DataGrid.Columns コレクションに追加することはできません。
ko: 잘못된 DisplayIndex가 있는 열을 DataGrid.Columns 컬렉션에 추가할 수 없습니다.
pl: Nie można dodać kolumny z nieprawidłową wartością DisplayIndex kolekcji DataGrid.Columns.
pt_br: Não é possível adicionar uma coluna com DisplayIndex inválido à coleção DataGrid.Columns.
ru: Не удается добавить столбец с недопустимым индексом DisplayIndex в коллекцию DataGrid.Columns.
tr: DataGrid.Columns koleksiyonuna geçersiz bir DisplayIndex değerli sütun eklenemez.
zh_hans: 无法将 DisplayIndex 无效的列添加到 DataGrid.Columns 集合。
zh_hant: 無法將具有無效之 DisplayIndex 的資料行加入 DataGrid.Columns 集合中。

# DataGrid_NullColumn
source: Cannot add a null column to a DataGrid's column collection.
cs: Do kolekce sloupců třídy DataGrid nelze přidat sloupec s hodnotou null.
de: Eine NULL-Spalte kann der Spaltensammlung eines DataGrid nicht hinzugefügt werden.
es: No se puede agregar una columna NULL a una colección de columnas de DataGrid.
fr: Impossible d'ajouter une colonne NULL à la collection de colonnes d'un DataGrid.
it: Impossibile aggiungere una colonna null a una raccolta di colonne di DataGrid.
ja: DataGrid の列コレクションに NULL 列を追加することはできません。
ko: null 열을 DataGrid의 열 컬렉션에 추가할 수 없습니다.
pl: Nie można dodać pustej kolumny do kolekcji kolumn formantu DataGrid.
pt_br: Não é possível adicionar uma coluna nula à coleção de colunas de DataGrid.
ru: Не удается добавить неопределенный (null) столбец в коллекцию столбцов DataGrid.
tr: DataGrid'in sütun koleksiyonuna null sütun eklenemez.
zh_hans: 无法向 DataGrid 的列集合添加 null 列。
zh_hant: 無法將 null 資料行加入 DataGrid 的資料行集合中。
