Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserNoNameOnType
source: '{0}' type cannot have Name attribute. Value types and types without a default constructor cannot be used as items within a dictionary.
cs: Typ {0} nemůže mít atribut Name. Typy hodnoty a typy bez výchozího konstruktoru mohou být použity jako položky ve slovníku.
de: Der Typ "{0}" kann kein Name-Attribut besitzen. Werttypen und Typen ohne Standardkonstruktor können nicht als Elemente innerhalb eines Wörterbuchs verwendet werden.
es: El tipo '{0}' no puede tener el atributo Name. Los tipos de valor y los tipos sin un constructor predeterminado no pueden usarse como elementos dentro de un diccionario.
fr: Le type '{0}' ne peut pas avoir d'attribut Name. Les types valeur et les types sans constructeur par défaut ne peuvent pas être utilisés comme éléments au sein d'un dictionnaire.
it: Attributo Name non supportato per il tipo '{0}'. I tipi valore e i tipi senza un costruttore predefinito non possono essere utilizzati come elementi in un dizionario.
ja: '{0}' 型は Name 属性を保持できません。値の型と既定のコンストラクターのない型を、辞書内で項目として使用することはできません。
ko: '{0}' 형식에는 Name 특성이 있을 수 없습니다. 값 형식 및 기본 생성자가 없는 형식은 사전에서 항목으로 사용할 수 없습니다.
pl: Typ „{0}” nie może mieć atrybutu Name. Typy wartości i typy bez domyślnego konstruktora nie mogą być używane jako elementy w słowniku.
pt_br: O tipo '{0}' não pode ter o atributo Name. Os tipos de valor e os tipos sem um construtor padrão não podem ser usados como itens em um dicionário.
ru: Тип "{0}" не может иметь атрибут Name. Типы значений и типы без конструктора по умолчанию невозможно использовать как элементы словаря.
tr: '{0}' türü Name özniteliğine sahip olamaz. Değer türleri ve varsayılan oluşturucusu olmayan türler bir sözlükte öğe olarak kullanılamaz.
zh_hans: “{0}”类型不能具有 Name 特性。值类型和没有默认构造函数的类型不能用作字典中的项。
zh_hant: '{0}' 型別不能有 Name 屬性。在字典中不能使用沒有預設建構函式的實值型別與型別做為項目。

# ParserNoNameUnderDefinitionScopeType
source: Cannot set Name attribute value '{0}' on element '{1}'. '{1}' is under the scope of element '{2}', which already had a name registered when it was defined in another scope.
cs: Nelze nastavit hodnotu atributu Name {0} v elementu {1}. Element {1} je v oboru elementu {2}, který má registrovaný název od okamžiku, kdy byl definován v jiném oboru.
de: Der Name-Attributwert "{0}" kann nicht für das Element "{1}" festgelegt werden. "{1}" befindet sich im Bereich von Element "{2}", für das bereits ein Name registriert wurde, als es in einem anderen Bereich definiert wurde.
es: No se puede establecer el valor del atributo Name "{0}" en el elemento "{1}". "{1}" está dentro del ámbito del elemento "{2}", que ya tenía registrado un nombre cuando se definió en otro ámbito.
fr: Impossible de définir la valeur de l'attribut Name '{0}' pour l'élément '{1}'. '{1}' se trouve dans l'étendue de l'élément '{2}', qui avait déjà un nom inscrit quand il a été défini dans une autre étendue.
it: Non è possibile impostare il valore dell'attributo Name '{0}' per l'elemento '{1}'. '{1}' è compreso nell'ambito dell'elemento '{2}', per il quale è già stato registrato un nome al momento della definizione in un altro ambito.
ja: Name 属性値 '{0}' を要素 '{1}' で設定することはできません。'{1}' は要素 '{2}' のスコープ内にあり、この要素には、別のスコープで定義されたときに既に名前が登録されています。
ko: '{1}' 요소에 Name 특성 값 '{0}'을(를) 설정할 수 없습니다. '{1}'은(는) '{2}' 요소의 범위에 있으며, 다른 범위에서 정의될 때 이미 이름이 등록되었습니다.
pl: Wartości „{0}” atrybutu Name nie można ustawić w elemencie „{1}”. Element „{1}” znajduje się w zakresie elementu „{2}”, dla którego zarejestrowano już nazwę podczas definiowania innego zakresu.
pt_br: Não é possível definir o valor '{0}' do atributo Name no elemento '{1}'. '{1}' está no escopo do elemento '{2}', que já tinha um nome registrado quando ele foi definido em outro escopo.
ru: Значение атрибута Name "{0}" невозможно задать для элемента "{1}". "{1}" находится в области элемента "{2}", в котором уже было зарегистрировано имя в то время, когда он был определен в другой области.
tr: '{1}' öğesinde Name öznitelik değeri '{0}' ayarlanamaz. '{1}' öğesi, başka bir kapsamda tanımlandığı sırada zaten bir adı olan '{2}' öğesinin kapsamındadır.
zh_hans: 无法对元素“{1}”设置 Name 特性值“{0}”。“{1}”在元素“{2}”的范围内，在另一范围内定义它时，已注册了名称。
zh_hant: 無法在項目 '{1}' 上設定 Name 屬性值 '{0}'。'{1}' 位於項目 '{2}' 的範圍內，當其定義於另一個範圍中時，已登錄了名稱。

# ParserNoNamespace
source: Must define namespace URI for object '{0}'.
cs: Nutno definovat obor názvů a jeho identifikátor URI pro objekt {0}.
de: Der Namespace-URI für das Objekt "{0}" muss angegeben werden.
es: Se debe definir el URI de espacio de nombres para el objeto '{0}'.
fr: Définition de l'URI d'espace de noms obligatoire pour l'objet '{0}'.
it: È necessario definire l'URI dello spazio dei nomi per l'oggetto '{0}'.
ja: オブジェクト '{0}' の名前空間 URI を定義する必要があります。
ko: '{0}' 개체에 대한 네임스페이스 URI를 정의해야 합니다.
pl: Należy zdefiniować identyfikator URI przestrzeni nazw dla obiektu „{0}”.
pt_br: É necessário definir o URI de namespace para o objeto '{0}'.
ru: Необходимо определить URI пространства имен для объекта "{0}".
tr: '{0}' nesnesi için ad alanı URI'si tanımlanmalıdır.
zh_hans: 必须为对象“{0}”定义命名空间 URI。
zh_hant: 必須為物件 '{0}' 定義命名空間 URI。

# ParserNoNestedXmlDataIslands
source: Cannot nest XML data islands.
cs: Nelze vnořit datové ostrůvky XML.
de: XML-Dateninseln können nicht geschachtelt werden.
es: No se pueden anidar islas de datos XML.
fr: Impossible d'imbriquer des îlots de données XML.
it: Impossibile annidare isole di dati XML.
ja: XML データ アイランドを入れ子にできません。
ko: XML 데이터 아일랜드를 중첩할 수 없습니다.
pl: Nie można zagnieżdżać wysp danych XML.
pt_br: Não é possível aninhar ilhas de dados.
ru: Не удается вложить фрагменты данных XML.
tr: XML veri adaları iç içe yerleştirilemez.
zh_hans: 无法嵌套 XML 数据岛。
zh_hant: 無法將 XML 資料島變更為巢狀結構。

# ParserNoPropOnComplexProp
source: Cannot set properties on property elements.
cs: Nelze nastavit vlastnosti v prvcích vlastností.
de: Eigenschaften können nicht für Eigenschaftselemente festgelegt werden.
es: No se pueden establecer propiedades en elementos de propiedad.
fr: Impossible de définir des propriétés sur les éléments de propriété.
it: Impossibile impostare proprietà per gli elementi proprietà.
ja: プロパティ要素ではプロパティを設定できません。
ko: 속성 요소에 속성을 설정할 수 없습니다.
pl: Nie można ustawiać właściwości w elementach właściwości.
pt_br: Não é possível definir as propriedades nos elementos de propriedade.
ru: Не удается задать свойства для элементов свойства.
tr: Özellik öğelerinde özellikler ayarlanamaz.
zh_hans: 无法在属性元素上设置属性。
zh_hant: 無法設定屬性項目的內容。

# ParserNoPropType
source: Cannot find the type of the property '{0}'.
cs: Nelze nalézt typ vlastnosti {0}.
de: Der Typ der Eigenschaft "{0}" wurde nicht gefunden.
es: No se puede encontrar el tipo de la propiedad '{0}'.
fr: Impossible de trouver le type de la propriété '{0}'.
it: Impossibile trovare il tipo della proprietà '{0}'.
ja: プロパティ '{0}' の型が見つかりません。
ko: '{0}' 속성 형식을 찾을 수 없습니다.
pl: Nie można znaleźć typu właściwości „{0}”.
pt_br: Não é possível encontrar o tipo da propriedade '{0}'.
ru: Не удается найти тип свойства "{0}".
tr: '{0}' özelliğinin türü bulunamıyor.
zh_hans: 无法找到属性“{0}”的类型。
zh_hant: 找不到型別為 '{0}' 的屬性。

# ParserNoResource
source: Cannot find resource named '{0}'. Resource names are case sensitive.
cs: Nelze nalézt zdroj označený {0}. Názvy zdrojů rozlišují malá a velká písmena.
de: Die Ressource mit dem Namen "{0}" kann nicht gefunden werden. Bei Ressourcennamen wird die Groß- und Kleinschreibung berücksichtigt.
es: No se puede encontrar el recurso con el nombre '{0}'. Los nombres de recursos distinguen mayúsculas de minúsculas.
fr: Impossible de trouver la ressource nommée'{0}'. Les noms de ressources respectent la casse.
it: Impossibile trovare la risorsa denominata '{0}'. Per i nomi di risorse viene fatta distinzione tra maiuscole e minuscole.
ja: '{0}' という名前のリソースが見つかりません。リソース名は大文字と小文字を区別します。
ko: 이름이 '{0}'인 리소스를 찾을 수 없습니다. 리소스 이름은 대/소문자를 구분합니다.
pl: Nie można znaleźć zasobu o nazwie „{0}”. W nazwach zasobów jest uwzględniana wielkość liter.
pt_br: Não é possível encontrar o recurso denominado '{0}'. Os nomes de recurso diferenciam maiúsculas de minúsculas.
ru: Не удается найти ресурс с именем "{0}". Имена ресурсов определяются с учетом регистра.
tr: '{0}' adlı kaynak bulunamıyor. Kaynak adlarında büyük/küçük harf ayrımı vardır.
zh_hans: 无法找到名为“{0}”的资源。资源名称区分大小写。
zh_hant: 找不到名為 '{0}' 的資源。資源名稱會區分大小寫。

# ParserNoSerializer
source: '{0}' does not have custom serializer so it cannot be parsed.
cs: Prvek {0} nemá uživatelský serializátor, takže ho nelze analyzovat.
de: "{0}" besitzt kein benutzerdefiniertes Serialisierungsprogramm und kann deshalb nicht analysiert werden.
es: '{0}' no tiene un serializador personalizado, por lo que no se puede analizar.
fr: Comme '{0}' n'a pas de sérialiseur personnalisé, il ne peut pas être analysé.
it: Per '{0}' non è disponibile un serializzatore personalizzato. Impossibile analizzarlo.
ja: '{0}' には、カスタム シリアライザーがないため、解析できません。
ko: '{0}'에 사용자 지정 직렬 변환기가 없으므로 구문 분석되지 않습니다.
pl: „{0}” nie zawiera niestandardowego programu szeregującego, więc nie można go analizować.
pt_br: '{0}' não tem um serializador personalizado; portanto, não pode ser analisado.
ru: "{0}" не имеет настраиваемого сериализатора, поэтому синтаксический анализ невозможен.
tr: '{0}' özel seri hale getiriciye sahip olmadığı için ayrıştırılamıyor.
zh_hans: “{0}”不具有自定义序列化程序，因此无法对其进行分析。
zh_hant: '{0}' 沒有自訂序列化程式，因此無法剖析。

# ParserNoSetterChild
source: Style Setters cannot have child elements. '{0}' type tag is not valid.
cs: Style Setters nemohou mít podřízené prvky. Proto je tag typu {0} neplatný.
de: Setter-Accessoren für den Style können keine untergeordneten Elemente besitzen. Das Tag des Typs "{0}" ist ungültig.
es: Style Setters no pueden tener elementos secundarios. La etiqueta de tipo '{0}' no es válida.
fr: Les Style Setters ne peuvent pas avoir d'éléments enfants. Balise de type '{0}' non valide.
it: I Style Setter non supportano elementi figlio. Il tag di tipo {0}' non è valido.
ja: Style Setters は子要素を持つことができません。'{0}' 型のタグは無効です。
ko: Style Setter에는 자식 요소가 있을 수 없습니다. '{0}' 형식 태그가 잘못되었습니다.
pl: Elementy Style Setters nie mogą mieć elementów podrzędnych. Znacznik typu „{0}” jest nieprawidłowy.
pt_br: Style Setters não podem ter elementos filhos. A marca de tipo '{0}' não é válida.
ru: Методы Setter для Style не могут иметь дочерних элементов. Недопустимый тег типа "{0}".
tr: Style Setter'lar alt öğelere sahip olamaz. '{0}' tür etiketi geçerli değildir.
zh_hans: Style Setter 不能具有子元素。“{0}”类型标记无效。
zh_hant: Style Setters 不能有子項目。'{0}' 型別標記無效。

# ParserNoType
source: Cannot find type '{0}'. Type names are case sensitive.
cs: Nelze nalézt typ {0}. Názvy typů rozlišují malá a velká písmena.
de: Der Typ "{0}" kann nicht gefunden werden. Bei Typnamen wird die Groß- und Kleinschreibung berücksichtigt.
es: No se puede encontrar el tipo '{0}'. Los nombres de tipo distinguen mayúsculas de minúsculas.
fr: Impossible de trouver le type '{0}'. Les noms de types respectent la casse.
it: Impossibile trovare il tipo '{0}'. Per i nomi di tipo viene fatta distinzione tra maiuscole e minuscole.
ja: 型 '{0}' が見つかりません。型名は大文字と小文字を区別します。
ko: '{0}' 형식을 찾을 수 없습니다. 형식 이름은 대/소문자를 구분합니다.
pl: Nie można znaleźć typu „{0}”. W nazwach typów jest uwzględniana wielkość liter.
pt_br: Não é possível encontrar o tipo '{0}'. Os nomes de tipo diferenciam maiúsculas de minúsculas.
ru: Не удается найти тип "{0}". Имена типов определяются с учетом регистра.
tr: '{0}' türü bulunamıyor. Tür adlarında büyük/küçük harf ayrımı vardır.
zh_hans: 无法找到类型“{0}”。类型名称区分大小写。
zh_hant: 找不到型別 '{0}'。型別名稱會區分大小寫。

# ParserNoTypeConv
source: '{0}' type does not have a public TypeConverter class.
cs: Typ {0} nemá veřejnou třídu TypeConverter.
de: Der Typ "{0}" besitzt keine öffentliche TypeConverter-Klasse.
es: El tipo '{0}' no tiene una clase TypeConverter pública.
fr: Le type '{0}' n'a pas de classe TypeConverter publique.
it: Per il tipo '{0}' non è disponibile una classe TypeConverter pubblica.
ja: '{0}' 型にはパブリック TypeConverter クラスがありません。
ko: '{0}' 형식에 공용 TypeConverter 클래스가 없습니다.
pl: Typ „{0}” nie zawiera publicznej klasy TypeConverter.
pt_br: O tipo '{0}' não tem uma classe TypeConverter pública.
ru: Тип "{0}" не имеет общего класса TypeConverter.
tr: '{0}' türü genel bir TypeConverter sınıfına sahip değil.
zh_hans: “{0}”类型不具有公共的 TypeConverter 类。
zh_hant: '{0}' 型別沒有公用 TypeConverter 類別。

# ParserNotAllowedInternalType
source: Cannot create an instance of type '{0}'. It is not an accessible type.
cs: Nelze vytvořit instanci typu {0}. Nejedná se o přístupný typ.
de: Es kann keine Instanz vom Typ "{0}" erstellt werden. Es handelt sich nicht um einen zugreifbaren Typ.
es: No se puede crear una instancia de tipo '{0}'. No es un tipo accesible.
fr: Impossible de créer une instance de type '{0}'. Il ne s'agit pas d'un type accessible.
it: Impossibile creare un'istanza del tipo '{0}'. Tipo non accessibile.
ja: 型 '{0}' のインスタンスを作成できません。これは、アクセス可能な型ではありません。
ko: '{0}' 형식의 인스턴스를 만들 수 없습니다. 액세스 가능한 형식이 아닙니다.
pl: Nie można utworzyć wystąpienia typu „{0}”. Ten typ jest niedostępny.
pt_br: Não é possível criar uma instância do tipo '{0}'. O tipo não é acessível.
ru: Не удается создать экземпляр типа "{0}", так как он не является доступным типом.
tr: '{0}' türünün örneği oluşturulamaz. Erişilebilir bir tür değildir.
zh_hans: 无法创建类型“{0}”的实例。它不是可访问的类型。
zh_hant: 無法建立型別為 '{0}' 的執行個體。它不是可存取的類型。

# ParserNotMarkedPublic
source: Cannot create an instance of type '{0}'. It is not marked as a public type.
cs: Nelze vytvořit instanci typu {0}. Není označena jako veřejný typ.
de: Es kann keine Instanz vom Typ "{0}" erstellt werden. Die Instanz ist nicht als öffentlicher Typ gekennzeichnet.
es: No se puede crear una instancia de tipo '{0}'. No está marcada como de tipo público.
fr: Impossible de créer une instance de type '{0}'. Il n'est pas marqué comme type public.
it: Impossibile creare un'istanza del tipo '{0}'. Tipo non contrassegnato come tipo pubblico.
ja: 型 '{0}' のインスタンスを作成できません。これは、パブリック型としてマークされていません。
ko: '{0}' 형식의 인스턴스를 만들 수 없습니다. 공용 형식으로 표시되지 않았습니다.
pl: Nie można utworzyć wystąpienia typu „{0}”. Nie jest oznaczony jako typ publiczny.
pt_br: Não é possível criar uma instância do tipo '{0}'. Ele não está marcado como tipo público.
ru: Не удается создать экземпляр типа "{0}". Этот тип не помечен как общий.
tr: '{0}' türünün örneği oluşturulamaz. Genel tür olarak işaretlenmiş.
zh_hans: 无法创建类型“{0}”的实例。未将其标记为公共类型。
zh_hant: 無法建立型別為 '{0}' 的執行個體。它並未標示為公用型別。

# ParserNotMarkupExtension
source: '{0}' is not a valid markup extension expression. Cannot resolve '{1}' in namespace '{2}'. '{1}' must be subclass of MarkupExtension.
cs: Element {0} není platná přípona označení. Nelze přeložit typ {1} v oboru názvů {2}. Typ {1} musí být podtřídou třídy MarkupExtension.
de: "{0}" ist kein gültiger Ausdruck für eine Markuperweiterung. "{1}" kann im Namespace "{2}" nicht aufgelöst werden. Bei "{1}" muss es sich um eine Unterklasse von MarkupExtension handeln.
es: "{0}" no es una expresión de extensión de marcado válida. No se puede resolver "{1}" en el espacio de nombres "{2}". "{1}" debe ser una subclase de MarkupExtension.
fr: '{0}' n'est pas une expression d'extension de balisage valide. Impossible de résoudre '{1}' dans l'espace de noms '{2}'. '{1}' doit être une sous-classe de MarkupExtension.
it: '{0}' non rappresenta un'espressione di estensione di markup valida. Non è possibile risolvere '{1}' nello spazio dei nomi '{2}'. '{1}' deve essere una sottoclasse di MarkupExtension.
ja: '{0}' は有効なマークアップ拡張式ではありません。名前空間 '{2} で '{1}' を解決できません。'{1}' は MarkupExtension のサブクラスである必要があります。
ko: '{0}'이(가) 잘못된 태그 확장 식입니다. '{2}' 네임스페이스에서 '{1}'을(를) 확인할 수 없습니다. '{1}'은(는) MarkupExtension의 서브클래스여야 합니다.
pl: „{0}” nie jest poprawnym wyrażeniem rozszerzenia znaczników. Nie można rozpoznać elementu „{1}” w przestrzeni nazw „{2}”. „{1}” musi być podklasą rozszerzenia MarkupExtension.
pt_br: '{0}' não é uma expressão de extensão de marcação válida. Não é possível resolver '{1}' no namespace '{2}'. '{1}' precisa ser uma subclasse de MarkupExtension.
ru: "{0}" не является допустимым выражением расширения разметки. Не удается разрешить "{1}" в пространстве имен "{2}". "{1}" должен быть подклассом MarkupExtension.
tr: '{0}' geçerli bir işaretleme uzantısı ifadesi değil. '{2}' ad alanında '{1}' çözümlenemiyor. '{1}', MarkupExtension alt sınıfı olmalıdır.
zh_hans: “{0}”为无效的标记扩展表达式。无法解析命名空间“{2}”中的“{1}”。“{1}”必须是 MarkupExtension 的子类。
zh_hant: '{0}' 不是有效的標記延伸運算式。無法解析命名空間 '{2}' 中的 '{1}'。'{1}' 必須是 MarkupExtension 的子類別。

# ParserNullPropertyCollection
source: Cannot add element to '{0}'; the property value is null.
cs: Nelze přidat prvek k prvku {0}; hodnota vlastnosti je nulová.
de: Element kann "{0}" nicht hinzugefügt werden; der Eigenschaftswert ist NULL.
es: No se puede agregar el elemento a '{0}'; el valor de la propiedad es nulo.
fr: Impossible d'ajouter un élément à '{0}' ; la valeur de la propriété est égale à null.
it: Impossibile aggiungere l'elemento a '{0}'. Il valore della proprietà è null.
ja: '{0}' に要素を追加できません。プロパティ値が NULL です。
ko: 요소를 '{0}'에 추가할 수 없습니다. 속성 값이 null입니다.
pl: Nie można dodać elementu do „{0}”; wartością właściwości jest null.
pt_br: Não é possível adicionar elemento a '{0}'; o valor da propriedade é nulo.
ru: Не удается добавить элемент к "{0}"; значение свойства не определено.
tr: '{0}' öğesine öğe eklenemiyor; özellik değeri boş.
zh_hans: 无法向“{0}”添加元素；属性值为空。
zh_hant: 無法新增項目至 '{0}'; 屬性值是空值。

# ParserNullReturned
source: The '{0}' property with a string value of '{1}' was converted and a null value returned. TypeConverter might not be able to convert string.
cs: Vlastnost {0} s hodnotou řetězce {1} byla převedena a byla vrácena hodnota null. Převaděč TypeConverter možná nemohl řetězec převést.
de: Die {0}-Eigenschaft mit dem Zeichenfolgenwert "{1}" wurde konvertiert, und ein Nullwert wurde zurückgegeben. Die Zeichenfolge kann von TypeConverter möglicherweise nicht konvertiert werden.
es: Se convirtió la propiedad "{0}" con un valor de cadena de "{1}" y se devolvió un valor nulo. Es posible que TypeConverter no pueda convertir la cadena.
fr: La propriété '{0}' ayant la valeur de chaîne '{1}' a été convertie, et une valeur null a été retournée. Il est possible que TypeConverter ne puisse pas convertir la chaîne.
it: La proprietà '{0}' con il valore stringa '{1}' è stata convertita ed è stato restituito un valore Null. È possibile che TypeConverter non sia riuscito a convertire la stringa.
ja: 文字列値 '{1}' を含む '{0}' プロパティは変換され、NULL 値が返されました。TypeConverter は文字列を変換できない可能性があります。
ko: 문자열 값이 '{1}'인 '{0}' 속성이 변환되었으며 null 값이 반환되었습니다. TypeConverter가 문자열을 변환할 수 없습니다.
pl: Właściwość „{0}” z wartością ciągu „{1}” została przekształcona i zwrócono wartość null. TypeConverter może nie być w stanie przekonwertować ciągu.
pt_br: A propriedade '{0}' com um valor de cadeia de caracteres de '{1}' foi convertida e um valor nulo foi retornado. TypeConverter pode não conseguir converter a cadeia de caracteres.
ru: Свойство "{0}" со строковым значением "{1}" было преобразовано. Возвращено значение NULL. Возможно, TypeConverter не может преобразовывать строки.
tr: '{1}' dize değerine sahip '{0}' özelliği dönüştürüldü ve boş değer döndürüldü. TypeConverter dizeyi dönüştüremeyebilir.
zh_hans: 已转换带有字符串值“{1}”的“{0}”属性，且返回 null 值。TypeConverter 可能无法转换字符串。
zh_hant: 已轉換字串值為 '{1}' 的 '{0}' 屬性，且傳回 null 值。TypeConverter 可能無法轉換字串。

# ParserOwnerEventMustBePublic
source: Mapper.GetRoutedEvent requires a public ownerType. '{0}' is not public.
cs: Mapper.GetRoutedEvent vyžaduje typ veřejného majitele (ownerType). Typ {0} není veřejný.
de: "Mapper.GetRoutedEvent" erfordert einen öffentlichen "ownerType". "{0}" ist nicht öffentlich.
es: Mapper.GetRoutedEvent requiere un ownerType público. '{0}' no es público.
fr: Mapper.GetRoutedEvent nécessite un ownerType public. '{0}' n'est pas public.
it: Per Mapper.GetRoutedEvent è richiesto un ownerType pubblico. '{0}' non è pubblico.
ja: Mapper.GetRoutedEvent には、パブリック ownerType が必要です。'{0}' はパブリックではありません。
ko: Mapper.GetRoutedEvent에 공용 ownerType이 필요합니다. '{0}'은(는) 공용이 아닙니다.
pl: Mapper.GetRoutedEvent wymaga typu publicznego ownerType. „{0}” nie jest publiczny.
pt_br: Mapper.GetRoutedEvent requer um tipo de proprietário público. '{0}' não é público.
ru: Для Mapper.GetRoutedEvent необходим общий ownerType. "{0}" не является общим.
tr: Mapper.GetRoutedEvent genel bir ownerType gerektirir. '{0}' genel değildir.
zh_hans: Mapper.GetRoutedEvent 需要公共的 ownerType。“{0}”不是公共的。
zh_hant: Mapper.GetRoutedEvent 需要公用 ownerType。'{0}' 不是公用型別。

# ParserParentDO
source: DependencyProperty can be set only on DependencyObject. '{0}' is not a DependencyObject.
cs: DependencyProperty lze nastavit pouze na DependencyObject. {0} není DependencyObject.
de: "DependencyProperty" kann nur für "DependencyObject" festgelegt werden. "{0}" ist kein "DependencyObject".
es: DependencyProperty sólo se puede establecer en DependencyObject. '{0}' no es DependencyObject.
fr: DependencyProperty ne peut être défini que sur un DependencyObject. '{0}' n'est pas un DependencyObject.
it: È possibile impostare DependencyProperty solo per un DependencyObject. '{0}' non è un DependencyObject.
ja: DependencyProperty は DependencyObject 上でのみ設定できます。'{0}' は DependencyObject ではありません。
ko: DependencyObject에서만 DependencyProperty를 설정할 수 있습니다. '{0}'은(는) DependencyObject가 아닙니다.
pl: DependencyProperty można ustawić tylko dla DependencyObject. „{0}” nie jest DependencyObject.
pt_br: DependencyProperty somente pode ser definido em DependencyObject. '{0}' não é um DependencyObject.
ru: DependencyProperty можно задать только для DependencyObject. "{0}" не является DependencyObject.
tr: DependencyProperty yalnızca DependencyObject üzerinde ayarlanabilir. '{0}' bir DependencyObject değildir.
zh_hans: 只能在 DependencyObject 上设置 DependencyProperty。“{0}”不是 DependencyObject。
zh_hant: 只能在 DependencyObject 上設定 DependencyProperty。'{0}' 不是 DependencyObject。

# ParserPrefixNSElement
source: '{0}' XML namespace prefix does not map to a namespace URI, so cannot resolve element '{1}'.
cs: Předpona oboru názvů XML {0} není svázána s identifikátorem URI oboru názvů, takže nedokáže přeložit element {1}.
de: Vom Präfix "{0}" für den XML-Namespace erfolgt keine Zuordnung zu einem Namespace-URI, weshalb das Element "{1}" nicht aufgelöst werden kann.
es: El prefijo del espacio de nombres XML "{0}" no está asignado a un URI de espacio de nombres, por lo que no se puede resolver el elemento "{1}".
fr: Le préfixe d'espace de noms XML '{0}' n'est pas mappé à un URI d'espace de noms. Impossible de résoudre l'élément '{1}'.
it: Il prefisso dello spazio dei nomi XML '{0}' non corrisponde a un URI di spazio dei nomi, di conseguenza non è possibile risolvere l'elemento '{1}'.
ja: '{0}' XML 名前空間プレフィックスは、名前空間 URI にマップされないため、要素 '{1}' を解決できません。
ko: '{0}' XML 네임스페이스 접두사가 네임스페이스 URI로 매핑되지 않으므로 '{1}' 요소를 확인할 수 없습니다.
pl: Prefiks przestrzeni nazw XML „{0}” nie jest zmapowany na identyfikator URI przestrzeni nazw, dlatego nie można rozpoznać elementu „{1}”.
pt_br: O prefixo de namespace de XML '{0}' não é mapeado para um URI de namespace, portanto, não é possível resolver o elemento '{1}'.
ru: Префикс пространства имен XML "{0}" не сопоставляется с URI пространства имен, поэтому невозможно разрешить элемент "{1}".
tr: '{0}' XML ad alanı öneki bir ad alanı URI'sine eşlenmediğinden, '{1}' öğesi çözümlenemiyor.
zh_hans: “{0}”XML 命名空间前缀未映射到命名空间 URI，因此无法解析元素“{1}”。
zh_hant: '{0}' XML 命名空間前置詞未對應至命名空間 URI，因此無法解析項目 '{1}'。
