Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ListView_MissingParameterlessConstructor
source: '{0}' does not have a parameterless constructor. GridViewHeaderRowPresenter needs the constructor to create a floating header during column reorder operation.
cs: Prvek {0} nemá konstruktor bez parametrů. GridViewHeaderRowPresenter potřebuje tento konstruktor pro vytvoření plovoucí hlavičky během operace přerovnávání sloupce.
de: "{0}" verfügt nicht über einen parameterlosen Konstruktor. "GridViewHeaderRowPresenter" benötigt den Konstruktor, um bei der Neuanordnung von Spalten einen unverankerten Header zu erstellen.
es: '{0}' no tiene un constructor sin parámetros. GridViewHeaderRowPresenter necesita el constructor para crear un encabezado flotante durante la operación de reordenación de columnas.
fr: '{0}' ne possède pas de constructeur sans paramètre. GridViewHeaderRowPresenter a besoin que le constructeur crée un en-tête flottant pendant l'opération de réorganisation des colonnes.
it: Per '{0}' non è disponibile un costruttore senza parametri. GridViewHeaderRowPresenter richiede che il costruttore crei un'intestazione mobile durante l'operazione di riordinamento delle colonne.
ja: '{0}' には、パラメーターなしのコンストラクターがありません。GridViewHeaderRowPresenter には、列の並べ替え操作中にフロート状態の見出しを作成するためのコンストラクターが必要です。
ko: '{0}'에는 매개 변수가 없는 생성자가 없습니다. GridViewHeaderRowPresenter에서 열 다시 정렬 작업을 수행하는 동안 부동 머리글을 만드는 데 생성자가 필요합니다.
pl: Klasa „{0}” nie zawiera konstruktora bez parametrów. Klasa GridViewHeaderRowPresenter wymaga konstruktora w celu utworzenia pływającego nagłówka podczas operacji zmiany kolejności kolumn.
pt_br: '{0}' não tem um construtor sem-parâmetros. GridViewHeaderRowPresenter precisa do construtor para criar um cabeçalho flutuante durante a operação de reorganização do cabeçalho flutuante.
ru: "{0}" не имеет конструктора без параметров. Для GridViewHeaderRowPresenter требуется конструктор, чтобы создать плавающий заголовок во время изменения порядка столбцов.
tr: '{0}' parametresiz oluşturucuya sahip değil. GridViewHeaderRowPresenter oluşturucunun sütun yeniden sıralama işlemi sırasında kayan başlık oluşturmasını gerektirir.
zh_hans: “{0}”不具有无参数构造函数。GridViewHeaderRowPresenter 需要构造函数以在列重新排序操作过程中创建浮动标头。
zh_hant: '{0}' 沒有無參數的建構函式。GridViewHeaderRowPresenter 需要建構函式在資料行重新調整順序操作時建立浮動標頭。

# ListView_NotAllowShareColumnToTwoColumnCollection
source: Sharing GridViewColumn among multiple GridViewColumnCollections or adding the same GridViewColumn into one GridViewColumnCollection more than once is not allowed.
cs: Sdílení sloupce GridViewColumn více kolekcemi GridViewColumnCollections nebo přidání téhož sloupce GridViewColumn do jedné kolekce GridViewColumnCollection více než jednou není povoleno.
de: Das Freigeben von "GridViewColumn" unter mehreren "GridViewColumnCollections" oder das mehrmalige Hinzufügen derselben "GridViewColumn" zu "GridViewColumnCollection" ist nicht zulässig.
es: No está permitido compartir GridViewColumn entre varias GridViewColumnCollections ni agregar la misma GridViewColumn en una GridViewColumnCollection más de una vez.
fr: Le partage de GridViewColumn entre plusieurs GridViewColumnCollection ou l'ajout du même GridViewColumn à un GridViewColumnCollection plusieurs fois n'est pas autorisé.
it: Non è consentita la condivisione di una GridViewColumn tra più GridViewColumnCollections o l'aggiunta della stessa GridViewColumn in un GridViewColumnCollection più di una volta.
ja: 複数の GridViewColumnCollections 間で GridViewColumn を共有することや、同じ GridViewColumn を 1 つの GridViewColumnCollection に複数回追加することは、許可されていません。
ko: 여러 GridViewColumnCollections에서 GridViewColumn을 공유하거나 하나의 GridViewColumnCollection에 같은GridViewColumn을 추가하는 작업은 한 번만 수행할 수 있습니다.
pl: Udostępnianie GridViewColumn wśród wielu kolekcji GridViewColumnCollections lub kilkukrotne dodawanie tej samej kolumny GridViewColumn do jednej kolekcji GridViewColumnCollection nie jest dozwolone.
pt_br: O compartilhamento de GridViewColumn entre vários GridViewColumnCollections ou a adição do mesmo GridViewColumn em um GridViewColumnCollection mais de uma vez não é permitido.
ru: Совместное использование GridViewColumn несколькими семействами GridViewColumnCollection или добавление одного GridViewColumn в GridViewColumnCollection несколько раз не допускается.
tr: Birden fazla GridViewColumnCollections arasında GridViewColumn paylaşmaya veya bir GridViewColumnCollection'a aynı GridViewColumn'u bir kereden fazla eklemeye izin verilmez.
zh_hans: 不允许在多个 GridViewColumnCollections 中共享 GridViewColumn 或将同一 GridViewColumn 多次添加到一个 GridViewColumnCollection。
zh_hant: 不允許在多個 GridViewColumnCollections 之間共用 GridViewColumn，或重複新增相同的 GridViewColumn 到一個 GridViewColumnCollection 中。

# ListView_ViewCannotBeShared
source: View can't be shared by more than one ListView.
cs: Náhled seznamu nesmí sdílet více než jeden ListView.
de: Die Ansicht kann nicht von mehr als einer "ListView" gemeinsam genutzt werden.
es: Varias ListViews no pueden compartir la vista.
fr: L'affichage ne peut pas être partagé par plusieurs ListView.
it: Impossibile condividere la visualizzazione in più di una ListView.
ja: 複数の ListView でビューを共有することはできません。
ko: 두 개 이상의 ListView에서 뷰를 공유할 수 없습니다.
pl: Widoku nie można udostępniać pomiędzy więcej niż jednym elementem ListView.
pt_br: A exibição não pode ser compartilhada por mais de um ListView.
ru: Представление не может совместно использоваться несколькими элементами ListView.
tr: Görünüm birden fazla ListView tarafından paylaşılamaz.
zh_hans: 视图不能由多个 ListView 共享。
zh_hant: 檢視無法由多個 ListView 共用。

# LogicalTreeLoop
source: Logical tree depth exceeded while traversing the tree. This could indicate a cycle in the tree.
cs: Byla překročena logická hloubka stromu při jeho procházení. To může znamenat zacyklování stromu.
de: Beim Durchsuchen der Struktur wurde die Tiefe der logischen Struktur überschritten. Dies kann auf eine Schleife in der Struktur hinweisen.
es: Profundidad de árbol lógico superada al recorrer el árbol. Puede ser indicativo de un ciclo en el árbol.
fr: Profondeur de l'arborescence logique dépassée lors du parcours de l'arborescence. Peut-être est-ce le signe d'un cycle dans l'arborescence.
it: Profondità dell'albero logico superata durante l'attraversamento dell'albero. Ciò potrebbe indicare un ciclo nell'albero.
ja: ツリーのスキャン中に論理ツリー階層を超えました。これは、ツリー内のサイクルを示している可能性があります。
ko: 트리를 검색하는 동안 논리 트리 깊이를 초과했습니다. 초과한 깊이가 트리의 주기를 나타낼 수 있습니다.
pl: Głębokość drzewa logicznego została przekroczona podczas przechodzenia przez drzewo. Może to oznaczać cykl w drzewie.
pt_br: Profundidade da árvore lógica excedida durante o desvio da árvore. Isso pode indicar um ciclo na árvore.
ru: При просмотре дерева превышена логическая глубина дерева. Возможно, в дереве имеется циклическая зависимость.
tr: Ağaç döndürülürken mantıksal ağaç derinliği aşıldı. Bu, ağaçta bir döngü olduğunu gösteriyor olabilir.
zh_hans: 遍历树时超过逻辑树深度。这可能指示树中的循环。
zh_hant: 周遊樹狀結構時，發現超出邏輯樹狀結構深度。這可能表示樹狀結構中有循環情形。

# LoopDetected
source: Loop detected in markup page '{0}'.
cs: Na stránce označení {0} zjištěna smyčka .
de: Auf der Markupseite "{0}" wurde eine Schleife entdeckt.
es: Bucle detectado en la página de marcado '{0}'.
fr: Boucle détectée dans la page de balisage '{0}'.
it: Ciclo rilevato nella pagina di markup '{0}'.
ja: マークアップ ページ '{0}' でループが検出されました。
ko: 태그 페이지 '{0}'에서 루프가 검색되었습니다.
pl: Na stronie znaczników „{0}” wykryto pętlę.
pt_br: Loop detectado na página de marcação '{0}'.
ru: Обнаружена циклическая зависимость в разметке страницы "{0}".
tr: {0}' işaretleme sayfasında döngü algılandı.
zh_hans: 标记页面“{0}”中检测到循环。
zh_hant: 在標記頁面 '{0}' 中發現迴圈。

# MarkupExtensionBadStatic
source: '{0}' StaticExtension value cannot be resolved to an enumeration, static field, or static property.
cs: Hodnotu {0} StaticExtension nelze přeložit na výčet, statické pole ani statickou vlastnost.
de: Der StaticExtension-Wert "{0}" kann nicht zu einer Enumeration, einem statischen Feld oder einer statischen Eigenschaft aufgelöst werden.
es: El valor de StaticExtension '{0}' no se puede resolver en una enumeración, un campo estático o una propiedad estática.
fr: La valeur StaticExtension '{0}' ne peut pas être résolue en énumération, champ statique ou propriété statique.
it: Impossibile risolvere il valore StaticExtension '{0}' in un'enumerazione, un campo statico o una proprietà statica.
ja: '{0}' StaticExtension 値は、列挙体、静的フィールド、または静的プロパティに解決できません。
ko: '{0}' StaticExtension 값을 열거형, 정적 필드 또는 정적 속성으로 확인할 수 없습니다.
pl: Obiektu StaticExtension „{0}” nie można rozpoznać jako wyliczenia, pola statycznego ani właściwości statycznej.
pt_br: O valor StaticExtension '{0}' não pode ser resolvido para uma enumeração, campo estático ou propriedade estática.
ru: Значение StaticExtension "{0}" нельзя определить как перечисление, статическое поле или статическое свойство.
tr: '{0}' StaticExtension değeri bir sabit listesi, statik alan veya statik özelliğe çözülemiyor.
zh_hans: 无法将“{0}”StaticExtension 值解析为枚举、静态字段或静态属性。
zh_hant: '{0}' StaticExtension 值無法解析為列舉、靜態欄位或靜態屬性。

# MarkupExtensionDynamicOrBindingInCollection
source: A '{0}' cannot be used within a '{1}' collection. A '{0}' can only be set on a DependencyProperty of a DependencyObject.
cs: Prvek {0} nelze používat v kolekci {1}. Prvek {0} lze nastavit pouze ve vlastnosti DependencyProperty objektu DependencyObject.
de: "{0}" kann nicht innerhalb einer {1}-Sammlung verwendet werden. "{0}" kann nur für eine DependencyProperty eines DependencyObject festgelegt werden.
es: "{0}" no se puede usar en una colección "{1}". "{0}" solo se puede establecer en una DependencyProperty de un DependencyObject.
fr: Impossible d'utiliser '{0}' dans une collection '{1}'. '{0}' peut uniquement être défini pour le DependencyProperty d'un DependencyObject.
it: Non è possibile usare '{0}' in una raccolta '{1}'. È possibile impostare '{0}' solo per un elemento DependencyProperty di un elemento DependencyObject.
ja: '{1}' コレクション内で '{0}' を使用することはできません。'{0}' は、DependencyObject の DependencyProperty でのみ設定できます。
ko: '{1}' 컬렉션에서 '{0}'을(를) 사용할 수 없습니다. '{0}'은(는) DependencyObject의 DependencyProperty에서만 설정할 수 있습니다.
pl: Elementu „{0}” nie można używać w kolekcji „{1}”. Element „{0}” można ustawić tylko we właściwości DependencyProperty obiektu DependencyObject.
pt_br: Um '{0}' não pode ser usado em uma coleção '{1}'. Um '{0}' só pode ser definido em uma DependencyProperty de um DependencyObject.
ru: "{0}" невозможно использовать в коллекции "{1}". "{0}" можно задать только в параметре DependencyProperty объекта DependencyObject.
tr: '{0}' bir '{1}' koleksiyonu içinde kullanılamaz. '\{0}' yalnızca bir DependencyObject'in DependencyProperty’si üzerinde ayarlanabilir.
zh_hans: 不能在“{1}”集合中使用“{0}”。只能在 DependencyObject 的 DependencyProperty 上设置“{0}”。
zh_hant: '{0}' 不能用於 '{1}' 集合中。只可在 DependencyObject 的 DependencyProperty 上設定 '{0}'。

# MarkupExtensionDynamicOrBindingOnClrProp
source: A '{0}' cannot be set on the '{1}' property of type '{2}'. A '{0}' can only be set on a DependencyProperty of a DependencyObject.
cs: Prvek {0} nelze nastavit ve vlastnosti {1} typu {2}. Prvek {0} lze nastavit pouze ve vlastnosti DependencyProperty objektu DependencyObject.
de: "{0}" kann nicht für die Eigenschaft "{1}" vom Typ "{2}" festgelegt werden. "{0}" kann nur für eine DependencyProperty eines DependencyObject festgelegt werden.
es: "{0}" no se puede establecer en la propiedad "{1}" de tipo "{2}". "{0}" solo se puede establecer en una DependencyProperty de un DependencyObject.
fr: Impossible de définir '{0}' pour la propriété '{1}' de type '{2}'. '{0}' peut uniquement être défini pour le DependencyProperty d'un DependencyObject.
it: Non è possibile impostare '{0}' per la proprietà '{1}' di tipo '{2}'. È possibile impostare '{0}' solo per un elemento DependencyProperty di un elemento DependencyObject.
ja: 型 '{2}' の '{1}' プロパティで '{0}' を設定することはできません。'{0}' は、DependencyObject の DependencyProperty でのみ設定できます。
ko: '{2}' 형식의 '{1}' 속성에서 '{0}'을(를) 설정할 수 없습니다. '{0}'은(는) DependencyObject의 DependencyProperty에서만 설정할 수 있습니다.
pl: Elementu „{0}” nie można ustawić we właściwości „{1}” typu „{2}”. Element „{0}” można ustawić tylko we właściwości DependencyProperty obiektu DependencyObject.
pt_br: Um '{0}' não pode ser definido na propriedade '{1}' do tipo '{2}'. Um '{0}' só pode ser definido em uma DependencyProperty de um DependencyObject.
ru: "{0}" невозможно задать в свойстве "{1}" типа "{2}". "{0}" можно задать только в параметре DependencyProperty объекта DependencyObject.
tr: '{0}', '{2}' türündeki '{1}' özelliğinde ayarlanamaz. '{0}' yalnızca bir DependencyObject'in DependencyProperty’si üzerinde ayarlanabilir.
zh_hans: 不能在“{2}”类型的“{1}”属性上设置“{0}”。只能在 DependencyObject 的 DependencyProperty 上设置“{0}”。
zh_hant: 無法在類型為 '{2}' 的 '{1}' 屬性上設定 '{0}'。只可在 DependencyObject 的 DependencyProperty 上設定 '{0}'。

# MarkupExtensionNoContext
source: Markup extension '{0}' requires '{1}' be implemented in the IServiceProvider for ProvideValue.
cs: Rozšíření značek {0} vyžaduje, aby se v rozhraní IServiceProvider pro metodu ProvideValue implementovalo {1}.
de: Die Markuperweiterung "{0}" erfordert die Implementierung von "{1}" in IServiceProvider für ProvideValue.
es: La extensión de marcado "{0}" requiere que "{1}" se implemente en IServiceProvider para ProvideValue.
fr: L'extension de balisage '{0}' nécessite l'implémentation de '{1}' dans le IServiceProvider de ProvideValue.
it: L'estensione di markup '{0}' richiede l'implementazione di '{1}' nell'elemento IServiceProvider per ProvideValue.
ja: マークアップ拡張 '{0}' では、ProvideValue の IServiceProvider に '{1}' を実装する必要があります。
ko: 태그 확장 '{0}'을(를) 사용하려면 IServiceProvider에서 ProvideValue에 대해 '{1}'이(가) 구현되어 있어야 합니다.
pl: Rozszerzenie znacznika „{0}” wymaga zaimplementowania interfejsu „{1}” w interfejsie IServiceProvider dla metody ProvideValue.
pt_br: A extensão de marcação '{0}' exige a implementação de '{1}' no IServiceProvider para ProvideValue.
ru: Расширению разметки "{0}" требуется реализация "{1}" в IServiceProvider для ProvideValue.
tr: '{0}' işaretleme uzantısı, ProvideValue için IServiceProvider içinde '{1}' uygulanmasını gerektirir.
zh_hans: 标记扩展“{0}”要求在 ProvideValue 的 IServiceProvider 中实现“{1}”。
zh_hant: 標記延伸 '{0}' 要求要在 ProvideValue 的 IServiceProvider 中實作 '{1}'。

# MarkupExtensionProperty
source: TemplateBinding markup extension must have Property set before ProvideValue can be called.
cs: Přípona označení TemplateBinding musí mít nastavenu Property před vyvoláním funkce ProvideValue.
de: Für die TemplateBinding-Markuperweiterung muss "Property" festgelegt werden, damit "ProvideValue" aufgerufen werden kann.
es: La extensión de marcado TemplateBinding debe tener Property establecido para poder llamar a ProvideValue.
fr: L'extension de balisage TemplateBinding doit avoir Property défini avant que ProvideValue puisse être appelé.
it: È necessario impostare Property per l'estensione di markup TemplateBinding prima di poter chiamare ProvideValue.
ja: TemplateBinding マークアップ拡張では、ProvideValue を呼び出す前に、Property を設定する必要があります。
ko: TemplateBinding 태그 확장에서는 ProvideValue를 호출하기 전에 Property를 설정해야 합니다.
pl: Rozszerzenie znacznika TemplateBinding musi mieć ustawiony element Property przed wywołaniem metody ProvideValue.
pt_br: A extensão de marcação TemplateBinding deve ter Property definido antes que ProvideValue possa ser chamado.
ru: Для расширения разметки TemplateBinding требуется задать значение Property перед вызовом ProvideValue.
tr: ProvideValue çağırılmadan önce, TemplateBinding işaretleme uzantısında Property ayarlanmış olmalıdır.
zh_hans: TemplateBinding 标记扩展必须设置 Property，之后才能调用 ProvideValue。
zh_hant: TemplateBinding 標記延伸必須設定 Property，才能呼叫 ProvideValue。

# MarkupExtensionResourceKey
source: Resource markup extension must have ResourceKey property set before ProvideValue can be called.
cs: Přípona označení zdroje musí mít nastavenu vlastnost ResourceKey před vyvoláním funkce ProvideValue.
de: Für die Resource-Markuperweiterung muss die ResourceKey-Eigenschaft festgelegt werden, damit "ProvideValue" aufgerufen werden kann.
es: La extensión de marcado Resource debe tener la propiedad ResourceKey establecida para poder llamar a ProvideValue.
fr: L'extension de balisage Resource doit avoir sa propriété ResourceKey définie avant que ProvideValue puisse être appelé.
it: È necessario impostare la proprietà ResourceKey per l'estensione di markup Resource prima di poter chiamare ProvideValue.
ja: Resource マークアップ拡張では、ProvideValue を呼び出す前に、ResourceKey プロパティを設定する必要があります。
ko: ProvideValue를 호출하려면 먼저 리소스 태그 확장에서 ResourceKey 속성을 설정해야 합니다.
pl: Rozszerzenie znacznika zasobu musi mieć ustawioną właściwość ResourceKey przed wywołaniem metody ProvideValue.
pt_br: A extensão de marcação de recurso deve ter a propriedade ResourceKey definida antes que ProvideValue possa ser chamado.
ru: Для расширения разметки ресурса требуется задать свойство ResourceKey перед вызовом ProvideValue.
tr: ProvideValue çağırılmadan önce kaynak işaretleme uzantısında ResourceKey özelliği ayarlanmış olmalıdır.
zh_hans: 资源标记扩展必须设置 ResourceKey 属性，之后才能调用 ProvideValue。
zh_hant: 資源標記延伸必須設定 ResourceKey 屬性，才能呼叫 ProvideValue。

# MarkupExtensionResourceNotFound
source: '{0}' resource not found.
cs: Zdroj {0} nenalezen.
de: Die Ressource "{0}" wurde nicht gefunden.
es: Recurso '{0}' no encontrado.
fr: Ressource '{0}' introuvable.
it: Impossibile trovare la risorsa '{0}'.
ja: '{0}' リソースが見つかりません。
ko: '{0}' 리소스를 찾을 수 없습니다.
pl: Nie znaleziono zasobu „{0}”.
pt_br: Recurso '{0}' não encontrado.
ru: Ресурс "{0}" не найден.
tr: '{0}' kaynağı bulunamadı.
zh_hans: 未找到“{0}”资源。
zh_hant: 找不到 '{0}' 資源。

# MarkupExtensionStaticMember
source: StaticExtension must have Member property set before ProvideValue can be called.
cs: Třída StaticExtension musí mít nastavenu vlastnost Member před voláním metody ProvideValue.
de: Für StaticExtension muss die Member-Eigenschaft festgelegt werden, bevor ProvideValue aufgerufen werden kann.
es: StaticExtension debe tener la propiedad Member establecida para poder llamar a ProvideValue.
fr: La propriété Member doit être définie pour StaticExtension avant que ProvideValue puisse être appelé.
it: È necessario impostare la proprietà Member per StaticExtension prima di poter chiamare ProvideValue.
ja: StaticExtension では、ProvideValue を呼び出す前に、Member プロパティを設定する必要があります。
ko: ProvideValue를 호출하려면 먼저 StaticExtension에서 Member 속성을 설정해야 합니다.
pl: Aby było można wywołać metodę ProvideValue, obiekt StaticExtension musi mieć ustawioną właściwość Member.
pt_br: StaticExtension deve ter a propriedade Member definida para que ProvideValue possa ser chamado.
ru: Для StaticExtension требуется задать свойство Member перед вызовом ProvideValue.
tr: ProvideValue çağırılmadan önce StaticExtension için Member özelliği ayarlanmış olmalıdır.
zh_hans: 必须先设置 StaticExtension 的 Member 属性，然后才能调用 ProvideValue。
zh_hant: StaticExtension 必須設定 Member 屬性，才能呼叫 ProvideValue。

# MarkupWriter_CannotSerializeGenerictype
source: Cannot serialize a generic type '{0}'.
cs: Nelze serializovat obecný typ {0}.
de: Der generische Typ "{0}" kann nicht serialisiert werden.
es: No se puede serializar un tipo genérico '{0}'.
fr: Impossible de sérialiser un type générique '{0}'.
it: Impossibile serializzare un tipo generico '{0}'.
ja: 一般的な型 '{0}' をシリアル化することはできません。
ko: 제네릭 형식 '{0}'을(를) serialize할 수 없습니다.
pl: Nie można szeregować typu ogólnego „{0}”.
pt_br: Não é possível serializar um tipo genérico '{0}'.
ru: Невозможно выполнить сериализацию для универсального типа "{0}".
tr: '{0}' genel türü seri hale getirilemez.
zh_hans: 无法序列化泛型类型“{0}”。
zh_hant: 無法序列化泛型型別 '{0}'。

# MarkupWriter_CannotSerializeNestedPublictype
source: Cannot serialize a nested public type '{0}'.
cs: Nelze serializovat vnořený veřejný typ {0}.
de: Der geschachtelte öffentliche Typ "{0}" kann nicht serialisiert werden.
es: No se puede serializar un tipo público anidado '{0}'.
fr: Impossible de sérialiser un type public imbriqué '{0}'.
it: Impossibile serializzare un tipo pubblico annidato '{0}'.
ja: 入れ子になっているパブリック型 '{0}' をシリアル化することはできません。
ko: 중첩된 public 형식 '{0}'을(를) serialize할 수 없습니다.
pl: Nie można szeregować zagnieżdżonego typu publicznego „{0}”.
pt_br: Não é possível serializar um tipo público aninhado '{0}'.
ru: Не удается выполнить сериализацию вложенного общего типа "{0}".
tr: '{0}' iç içe geçmiş genel türü seri hale getirilemez.
zh_hans: 无法序列化嵌套的公共类型“{0}”。
zh_hant: 無法序列化巢狀公用型別 '{0}'。

# MarkupWriter_CannotSerializeNonPublictype
source: Cannot serialize a non-public type '{0}'.
cs: Nelze serializovat neveřejný typ {0}.
de: Der nicht öffentliche Typ "{0}" kann nicht serialisiert werden.
es: No se puede serializar un tipo no público '{0}'.
fr: Impossible de sérialiser un type non public '{0}'.
it: Impossibile serializzare un tipo non pubblico '{0}'.
ja: パブリック以外の型 '{0}' をシリアル化することはできません。
ko: public이 아닌 형식 '{0}'을(를) serialize할 수 없습니다.
pl: Nie można szeregować niepublicznego typu „{0}”.
pt_br: Não é possível serializar um tipo não público '{0}'.
ru: Не удается выполнить сериализацию типа "{0}", не являющегося общим.
tr: '{0}' genel olmayan türü seri hale getirilemez.
zh_hans: 无法序列化非公共类型“{0}”。
zh_hant: 無法序列化非公用型別 '{0}'。

# MaxLengthExceedsBufferSize
source: '{0}' maxLength value exceeds array character capacity with length '{1}' and startIndex '{2}'.
cs: Hodnota maxLength {0} překročila kapacitu znaků pole o délce {1} s indexem startIndex {2}.
de: Der maxLength-Wert "{0}" überschreitet die Arrayzeichenkapazität mit der Länge {1} und dem startIndex "{2}".
es: El valor "{0}" de maxLength supera la capacidad de caracteres de la matriz con la longitud "{1}" y startIndex "{2}".
fr: La valeur maxLength '{0}' dépasse la capacité en caractères du tableau avec un length '{1}' et un startIndex '{2}'.
it: Il valore maxLength '{0}' supera la capacità di caratteri della matrice con lunghezza '{1}' e startIndex '{2}'.
ja: '{0}' maxLength 値は、長さ '{1}' および startIndex '{2}' の配列文字容量を超えています。
ko: '{0}' maxLength 값이 길이 '{1}'과(와) startIndex '{2}'의 배열 문자 용량을 초과합니다.
pl: Wartość maxLength „{0}” przekracza pojemność tablicy znaków o długości „{1}” i elemencie startIndex „{2}”.
pt_br: O valor '{0}' de maxLength excede a capacidade de caracteres da matriz com o tamanho '{1}' e o startIndex '{2}'.
ru: Значение maxLength "{0}" превышает емкость символов массива с длиной "{1}" и значением startIndex "{2}".
tr: '{0}' maxLength değeri, uzunluk '{1}' ve startIndex '{2}' ile dizi karakter kapasitesini aşıyor.
zh_hans: “{0}”maxLength 值超过数组字符容量，长度为“{1}”且 startIndex 为“{2}”。
zh_hant: '{0}' maxLength 值超出陣列字元容量，其長度為 '{1}' 且 startIndex 為 '{2}'。

# MaximumNoteSizeExceeded
source: Maximum StickyNoteControl size has been exceeded.
cs: Byla překročena maximální velikost StickyNoteControl.
de: Die maximale Größe für "StickyNoteControl" wurde überschritten.
es: Se ha superado el tamaño StickyNoteControl máximo.
fr: Taille maximale de StickyNoteControl dépassée.
it: Superate le dimensioni massime di StickyNoteControl.
ja: StickyNoteControl の最大サイズを超えています。
ko: StickyNoteControl의 최대 크기를 초과했습니다.
pl: Przekroczono maksymalny rozmiar StickyNoteControl.
pt_br: O tamanho máximo de StickyNoteControl foi excedido.
ru: Превышен максимальный размер StickyNoteControl.
tr: En fazla StickyNoteControl boyutu aşıldı.
zh_hans: 已超过最大 StickyNoteControl 大小。
zh_hant: 已超出最大 StickyNoteControl 大小。
