Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InvalidCtorParameterUnknownFigureUnitType
source: '{0}' parameter is not valid. Valid values are FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content, or FigureUnitType.Page.
cs: Parametr {0} je neplatný. Platné hodnoty jsou FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content, nebo FigureUnitType.Page.
de: Der Parameter "{0}" ist ungültig. Gültige Werte sind "FigureUnitType.Auto", "FigureUnitType.Pixel", "FigureUnitType.Column", "FigureUnitType.Content" oder "FigureUnitType.Page".
es: El parámetro '{0}' no es válido. Los valores válidos son FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content o FigureUnitType.Page.
fr: Paramètre '{0}' non valide. Les valeurs valides sont FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content ou FigureUnitType.Page.
it: Il parametro '{0}' non è valido. I valori validi sono FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content o FigureUnitType.Page.
ja: '{0}' パラメーターが無効です。有効な値は、FigureUnitType.Auto、FigureUnitType.Pixel、FigureUnitType.Column、FigureUnitType.Content、または FigureUnitType.Page です。
ko: 매개 변수 '{0}'이(가) 잘못되었습니다. 올바른 값은 FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content 또는 FigureUnitType.Page입니다.
pl: Parametr „{0}” jest nieprawidłowy. Prawidłowe wartości to FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content lub FigureUnitType.Page.
pt_br: O parâmetro '{0}' não é válido. Os valores válidos são FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content ou FigureUnitType.Page.
ru: Недопустимый параметр "{0}". Допустимыми значениями являются FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content или FigureUnitType.Page.
tr: '{0}' parametresi geçerli değil. Geçerli değerler FigureUnitType.Auto, FigureUnitType.Pixel, FigureUnitType.Column, FigureUnitType.Content veya FigureUnitType.Page.
zh_hans: “{0}”参数无效。有效值包括 FigureUnitType.Auto、FigureUnitType.Pixel、FigureUnitType.Column、FigureUnitType.Content 或 FigureUnitType.Page。
zh_hant: '{0}' 參數無效。有效的值包括 FigureUnitType.Auto、FigureUnitType.Pixel、FigureUnitType.Column、FigureUnitType.Content 或 FigureUnitType.Page。

# InvalidCtorParameterUnknownGridUnitType
source: '{0}' parameter is not valid. Valid values are GridUnitType.Auto, GridUnitType.Pixel, or GridUnitType.Star.
cs: Parametr {0} je neplatný. Platné hodnoty jsou GridUnitType.Auto, GridUnitType.Pixel, nebo GridUnitType.Star.
de: Der Parameter "{0}" ist ungültig. Gültige Werte sind "GridUnitType.Auto", "GridUnitType.Pixel" oder "GridUnitType.Star".
es: El parámetro '{0}' no es válido. Los valores válidos son GridUnitType.Auto, GridUnitType.Pixel o GridUnitType.Star.
fr: Paramètre '{0}' non valide. Les valeurs valides sont GridUnitType.Auto, GridUnitType.Pixel ou GridUnitType.Star.
it: Il parametro '{0}' non è valido. I valori validi sono GridUnitType.Auto, GridUnitType.Pixel o GridUnitType.Star.
ja: '{0}' パラメーターが無効です。有効な値は、GridUnitType.Auto、GridUnitType.Pixel、または GridUnitType.Star です。
ko: 매개 변수 '{0}'이(가) 잘못되었습니다. 올바른 값은 GridUnitType.Auto, GridUnitType.Pixel 또는 GridUnitType.Star입니다.
pl: Parametr „{0}” jest nieprawidłowy. Prawidłowe wartości to GridUnitType.Auto, GridUnitType.Pixel lub GridUnitType.Star.
pt_br: O parâmetro '{0}' não é válido. Os valores válidos são GridUnitType.Auto, GridUnitType.Pixel ou GridUnitType.Star.
ru: Недопустимый параметр "{0}". Допустимыми значениями являются GridUnitType.Auto, GridUnitType.Pixel или GridUnitType.Star.
tr: '{0}' parametresi geçerli değil. Geçerli değerler GridUnitType.Auto, GridUnitType.Pixel veya GridUnitType.Star.
zh_hans: “{0}”参数无效。有效值包括 GridUnitType.Auto、GridUnitType.Pixel 或 GridUnitType.Star。
zh_hant: '{0}' 參數無效。有效的值包括 GridUnitType.Auto、GridUnitType.Pixel 或 GridUnitType.Star。

# InvalidCtorParameterUnknownVirtualizationCacheLengthUnitType
source: '{0}' parameter is not valid. Valid values are VirtualizationCacheUnitType.Item or VirtualizationCacheUnitType.Pixel.
cs: Parametr {0} je neplatný. Platné hodnoty jsou VirtualizationCacheUnitType.Item nebo VirtualizationCacheUnitType.Pixel.
de: Der '{0}'-Parameter ist nicht gültig. Gültige Werte sind VirtualizationCacheUnitType.Item oder VirtualizationCacheUnitType.Pixel.
es: El parámetro '{0}' no es válido. Los valores válidos son VirtualizationCacheUnitType.Item o VirtualizationCacheUnitType.Pixel.
fr: Le paramètre '{0}' n'est pas valide. Les valeurs valides sont VirtualizationCacheUnitType.Item ou VirtualizationCacheUnitType.Pixel.
it: Parametro '{0}' non valido. Valori validi: VirtualizationCacheUnitType.Item o VirtualizationCacheUnitType.Pixel.
ja: '{0}' パラメーターが無効です。有効な値は、VirtualizationCacheUnitType.Item または VirtualizationCacheUnitType.Pixel です。
ko: '{0}' 매개 변수가 잘못되었습니다. 유효한 값은 VirtualizationCacheUnitType.Item 또는 VirtualizationCacheUnitType.Pixel입니다.
pl: Parametr „{0}” jest nieprawidłowy. Dozwolone wartości to VirtualizationCacheUnitType.Item i VirtualizationCacheUnitType.Pixel.
pt_br: O parâmetro '{0}' não é válido. Os valores válidos são VirtualizationCacheUnitType.Item ou VirtualizationCacheUnitType.Pixel.
ru: Параметр "{0}" не является допустимым. Допустимые значения: VirtualizationCacheUnitType.Item и VirtualizationCacheUnitType.Pixel.
tr: '{0}' parametresi geçerli değil. Geçerli değerler: VirtualizationCacheUnitType.Item veya VirtualizationCacheUnitType.Pixel.
zh_hans: “{0}”参数无效。有效值是 VirtualizationCacheUnitType.Item 或 VirtualizationCacheUnitType.Pixel。
zh_hant: '{0}' 參數無效。有效的值包括 VirtualizationCacheUnitType.Item 或 VirtualizationCacheUnitType.Pixel。

# InvalidCustomSerialize
source: Serializer does not support custom BAML serialization operations.
cs: Serializátor nepodporuje uživatelské serializační operace BAML.
de: Vom Serialisierungsprogramm werden keine benutzerdefinierten BAML-Serialisierungsvorgänge unterstützt.
es: El serializador no admite operaciones de serialización BAML personalizadas.
fr: Le sérialiseur ne prend pas en charge les opérations de sérialisation BAML personnalisées.
it: Il serializzatore non supporta operazioni di serializzazione BAML personalizzate.
ja: シリアライザーは、カスタム BAML シリアル化操作をサポートしません。
ko: 직렬 변환기에서 사용자 지정 BAML serialization 작업을 지원하지 않습니다.
pl: Program szeregujący nie obsługuje niestandardowych operacji serializacji BAML.
pt_br: O serializador não oferece suporte às operações de serialização de BAML.
ru: Сериализатор не поддерживает настраиваемые операции сериализации BAML.
tr: Serileştirici özel BAML serileştirme işlemlerini desteklemiyor.
zh_hans: 序列化程序不支持自定义 BAML 序列化操作。
zh_hant: 序列化程式不支援自訂 BAML 序列化操作。

# InvalidDSContentType
source: Invalid content type for DocumentStructure part.
cs: Neplatný typ obsahu pro součást DocumentStructure.
de: Ungültiger Inhaltstyp im DocumentStructure-Teil.
es: Tipo de contenido no válido para la parte DocumentStructure.
fr: Type de contenu non valide pour le composant DocumentStructure.
it: Tipo di contenuto non valido per la parte DocumentStructure.
ja: DocumentStructure パーツのコンテンツの種類が無効です。
ko: DocumentStructure 부분에 대한 콘텐츠 형식이 잘못되었습니다.
pl: Nieprawidłowy typ zawartości dla części DocumentStructure.
pt_br: Tipo de conteúdo da parte DocumentStructure inválido.
ru: Недопустимый тип содержимого для части DocumentStructure.
tr: DocumentStructure bölümü için geçersiz içerik türü.
zh_hans: DocumentStructure 部分的内容类型无效。
zh_hant: DocumentStructure 部分的內容類型無效。

# InvalidDeSerialize
source: Serializer does not support Convert operations.
cs: Serializátor nepodporuje operace Convert.
de: Vom Serialisierungsprogramm werden keine Convert-Vorgänge unterstützt.
es: El serializador no admite las operaciones Convert.
fr: Le sérialiseur ne prend pas en charge les opérations Convert.
it: Il serializzatore non supporta operazioni Convert.
ja: シリアライザーは Convert 操作をサポートしません。
ko: 직렬 변환기에서 Convert 작업을 지원하지 않습니다.
pl: Program szeregujący nie obsługuje operacji Convert.
pt_br: O serializador não oferece suporte às operações Convert.
ru: Сериализатор не поддерживает операции Convert.
tr: Seri hale getirici Convert işlemlerini desteklemiyor.
zh_hans: 序列化程序不支持 Convert 操作。
zh_hant: 序列化程式不支援 Convert 操作。

# InvalidDeployText
source: There is a problem with how the application was built or published. Contact the application publisher for assistance.
cs: Problém je ve vystavění nebo publikování aplikace. Kontaktujte vydavatele aplikace a požádejte ho o pomoc.
de: Die Anwendung ist fehlerhaft. Wenden Sie sich an den Herausgeber der Anwendung.
es: Se trata de un problema relacionado con la forma en que la aplicación fue creada o publicada. Póngase en contacto con el publicador de la aplicación para obtener ayuda.
fr: Un problème a été rencontré quant à la façon dont l'application a été conçue ou publiée. Contactez l'éditeur de l'application pour obtenir de l'aide.
it: Problema relativo alla modalità di compilazione o pubblicazione dell'applicazione. Richiedere assistenza all'autore dell'applicazione.
ja: アプリケーションの構築または公開方法に問題があります。アプリケーションの公開元に問い合わせてください。
ko: 응용 프로그램을 빌드하거나 게시한 방식에 문제가 있습니다. 응용 프로그램 게시자에게 문의하십시오.
pl: Wystąpił problem dotyczący utworzenia lub publikacji aplikacji. Skontaktuj się z wydawcą aplikacji w celu uzyskania pomocy.
pt_br: Há um problema com o modo como o aplicativo foi construído ou editado. Entre em contato com o editor do aplicativo para obter ajuda.
ru: Неполадки при сборке или публикации приложения. Обратитесь к издателю приложения.
tr: Uygulamanın oluşturulmasında veya yayımlanmasında sorun var. Yardım için uygulama yayımcısına başvurun.
zh_hans: 构建或发布应用程序的方式存在问题。请联系应用程序发行者以获取帮助。
zh_hant: 建置或發佈應用程式時發生問題。請連絡應用程式發行者以取得協助。

# InvalidDeployTitle
source: Application File Not Valid
cs: Soubor aplikace je neplatný
de: Ungültige Anwendungsdatei.
es: Archivo de la aplicación no válido
fr: Fichier d'application non valide
it: File di applicazione non valido
ja: アプリケーション ファイルが無効です
ko: 잘못된 응용 프로그램 파일
pl: Nieprawidłowy plik aplikacji
pt_br: Arquivo do aplicativo não válido
ru: Недопустимый файл приложения
tr: Uygulama Dosyası Geçerli Değil
zh_hans: 应用程序文件无效。
zh_hant: 應用程式檔案無效

# InvalidDiameter
source: Value is out of range.
cs: Hodnota mimo rozsah.
de: Der Wert befindet sich außerhalb des gültigen Bereichs.
es: El valor está fuera del intervalo.
fr: Valeur en dehors des limites.
it: Valore non compreso nell'intervallo valido.
ja: 値が範囲外です。
ko: 값이 범위를 벗어났습니다.
pl: Wartość spoza zakresu.
pt_br: O valor está fora do intervalo.
ru: Значение за пределами допустимого диапазона.
tr: Değer aralık dışında.
zh_hans: 值超出范围。
zh_hant: 值超出範圍。

# InvalidEmptyArray
source: Specified array cannot be empty.
cs: Určené pole nemůže být prázdné.
de: Das angegebene Array darf nicht leer sein.
es: La matriz especificada no puede estar vacía.
fr: Le tableau spécifié ne peut pas être vide.
it: La matrice specificata non può essere vuota.
ja: 指定された配列は、空にできません。
ko: 지정된 배열은 비워둘 수 없습니다.
pl: Określona tablica nie może być pusta.
pt_br: A matriz especificada não pode estar vazia.
ru: Указанный массив не может быть пустым.
tr: Belirtilen dizi boş olamaz.
zh_hans: 指定的数组不能为空。
zh_hant: 指定的陣列不能是空的。

# InvalidEmptyStrokeCollection
source: Specified StrokeCollection must contain at least one stroke.
cs: Určená kolekce StrokeCollection musí obsahovat alespoň jeden záběr.
de: Die angegebene "StrokeCollection" muss mindestens einen Strich enthalten.
es: La StrokeCollection especificada debe contener como mínimo un trazo.
fr: La collection StrokeCollection spécifiée doit comporter au moins un trait.
it: La raccolta StrokeCollection specificata deve contenere almeno un tratto.
ja: 指定された StrokeCollection は、少なくとも 1 つのストロークを含んでいる必要があります。
ko: 지정된 StrokeCollection에 하나 이상의 스트로크가 있어야 합니다.
pl: Określona kolekcja StrokeCollection musi zawierać przynajmniej jedno naciśnięcie.
pt_br: O StrokeCollection especificado deve conter pelo menos um traço.
ru: Указанное семейство StrokeCollection должно содержать хотя бы один росчерк пера.
tr: Belirtilen StrokeCollection en az bir vuruş içermelidir.
zh_hans: 指定的 StrokeCollection 至少必须包含有一个笔画。
zh_hant: 指定的 StrokeCollection 必須至少包含一個筆劃。

# InvalidEndOfBaml
source: The last BAML node in a BAML document must be 'EndDocument'.
cs: Posledním uzlem BAML v dokumentu BAML musí být EndDocument.
de: Beim letzten BAML-Knoten eines BAML-Dokuments muss es sich um "EndDocument" handeln.
es: El último nodo BAML de un documento BAML debe ser 'EndDocument'.
fr: Le dernier nœud BAML d'un document BAML doit être 'EndDocument'.
it: L'ultimo nodo BAML in un documento BAML deve essere 'EndDocument'.
ja: BAML ドキュメント中の最後の BAML ノードは、'EndDocument' である必要があります。
ko: BAML 문서의 마지막 BAML 노드는 'EndDocument'여야 합니다.
pl: Ostatnim węzłem BAML w dokumencie BAML musi być „EndDocument”.
pt_br: O último nó de BAML em um documento BAML deve ser 'EndDocument'.
ru: Последним узлом BAML в документе BAML должен быть "EndDocument".
tr: Bir BAML belgesindeki son BAML düğümü 'EndDocument' olmalıdır.
zh_hans: 在 BAML 文档中最后一个 BAML 节点必须是“EndDocument”。
zh_hant: BAML 文件中的最後一個 BAML 節點必須是 'EndDocument'。

# InvalidEventHandle
source: The event handle is not usable.
cs: Tento ovladač události nelze použít.
de: Das Ereignishandle ist unbrauchbar.
es: El identificador de eventos no se puede usar.
fr: Le descripteur d'événement n'est pas utilisable.
it: Handle dell'evento non utilizzabile.
ja: イベント ハンドルを使用できません。
ko: 이벤트 핸들을 사용할 수 없습니다.
pl: Nie można użyć obsługi zdarzenia.
pt_br: O identificador de eventos não pode ser utilizado.
ru: Дескриптор события не годен для использования.
tr: Olay işleyicisi kullanılabilir durumda değil.
zh_hans: 事件句柄不可用。
zh_hant: 事件控制碼無法使用。

# InvalidGuid
source: Guid.Empty is not a valid value.
cs: Guid.Empty není platná hodnota.
de: "Guid.Empty" ist kein gültiger Wert.
es: Guid.Empty no es un valor válido.
fr: Guid.Empty n'est pas une valeur valide.
it: Guid.Empty non è un valore valido.
ja: Guid.Empty は有効な値ではありません。
ko: Guid.Empty는 올바른 값이 아닙니다.
pl: Parametr Guid.Empty jest nieprawidłową wartością.
pt_br: Guid.Empty não é um valor válido.
ru: Guid.Empty не является допустимым значением.
tr: Guid.Empty geçerli bir değer değildir.
zh_hans: Guid.Empty 不是有效值。
zh_hant: Guid.Empty 不是有效值。

# InvalidHighlightColor
source: Highlight colors must be of type SolidColorBrush.
cs: Barvy zvýraznění musejí být typu SolidColorBrush.
de: Hervorhebungsfarben müssen vom Typ "SolidColorBrush" sein.
es: Los colores de resaltado deben ser de tipo SolidColorBrush.
fr: Les couleurs de surbrillance doivent être de type SolidColorBrush.
it: I colori di evidenziazione devono essere di tipo SolidColorBrush.
ja: 蛍光ペンの色の種類は、SolidColorBrush である必要があります。
ko: 강조 색은 SolidColorBrush 형식이어야 합니다.
pl: Kolory wyróżnienia muszą być typu SolidColorBrush.
pt_br: As cores de destaque devem ser do tipo SolidColorBrush.
ru: Цвета выделения должны иметь тип SolidColorBrush.
tr: Vurgu renkleri SolidColorBrush türünde olmalıdır.
zh_hans: 突出显示颜色必须属于 SolidColorBrush 类型。
zh_hant: 醒目提示色彩的型別必須是 SolidColorBrush。

# InvalidInkForeground
source: Only SolidColorBrush can be used as Foreground for StickyNoteControl of type StickyNoteType.Ink.
cs: Pouze SolidColorBrush lze použít jako Foreground pro StickyNoteControl typu StickyNoteType.Ink.
de: Nur "SolidColorBrush" kann für "StickyNoteControl" vom Typ "StickyNoteType.Ink" als "Foreground" verwendet werden.
es: Sólo SolidColorBrush se puede usar como Foreground para StickyNoteControl de tipo StickyNoteType.Ink.
fr: Un objet SolidColorBrush peut être utilisé comme Foreground d'un objet StickyNoteControl de type StickyNoteType.Ink.
it: È possibile utilizzare solo SolidColorBrush come Foreground per StickyNoteControl di tipo StickyNoteType.Ink.
ja: 型 StickyNoteType.Ink の StickyNoteControl には、Foreground として SolidColorBrush のみを使用できます。
ko: StickyNoteType.Ink 형식의 StickyNoteControl에 대한 Foreground로 SolidColorBrush만 사용할 수 있습니다.
pl: Jako Foreground dla StickyNoteControl typu StickyNoteType.Ink można używać tylko typu koloru SolidColorBrush.
pt_br: Somente SolidColorBrush pode ser utilizado como Foreground para StickyNoteControl do tipo StickyNoteType.Ink.
ru: Только тип SolidColorBrush можно использовать как Foreground в элементе StickyNoteControl типа StickyNoteType.Ink.
tr: StickyNoteType.Ink türünde StickyNoteControl için Foreground olarak yalnızca SolidColorBrush kullanılabilir.
zh_hans: 只有 SolidColorBrush 可用作 StickyNoteType.Ink 类型 StickyNoteControl 的 Foreground。
zh_hant: 只有 SolidColorBrush 可用做為型別為 StickyNoteType.Ink 之 StickyNoteControl 的 Foreground。

# InvalidItemContainer
source: '{0}' can only host a '{1}' or a '{2}'. '{3}' is an invalid container.
cs: {0} může hostovat pouze objekty {1} nebo {2}. {3} je neplatný kontejner.
de: "{0}" kann nur "{1}" oder "{2}" hosten. "{3}" ist ein ungültiger Container.
es: "{0}" solo puede hospedar un objeto "{1}" o "{2}". "{3}" es un contenedor no válido.
fr: '{0}' peut héberger uniquement '{1}' ou '{2}'. '{3}' est un conteneur non valide.
it: '{0}' può ospitare solo '{1}' o '{2}'. '{3}' non è un contenitore valido.
ja: '{0}' がホストできるのは、'{1}' または '{2}' のみです。'{3}' は無効なコンテナーです。
ko: '{0}'은(는) '{1}' 또는 '{2}'만 호스트할 수 있습니다. '{3}'은(는) 잘못된 컨테이너입니다.
pl: „{0}” może zawierać tylko element „{1}” lub „{2}”. „{3}” to nieprawidłowy kontener.
pt_br: '{0}' só pode hospedar um '{1}' ou um '{2}'. '{3}' é um contêiner inválido.
ru: В "{0}" можно размещать только "{1}" или "{2}". "{3}" не является допустимым контейнером.
tr: '{0}' yalnızca bir '{1}' veya bir '{2}' barındırabilir. '{3}' geçersiz bir kapsayıcı.
zh_hans: “{0}”只能承载“{1}”或“{2}”。“{3}”是无效的容器。
zh_hant: '{0}' 只能裝載 '{1}' 或 '{2}'。'{3}' 是無效的容器。

# InvalidLocCommentTarget
source: Localization comment target property is not valid in string '{0}'.
cs: Cílová vlastnost lokalizační poznámky není v řetězci {0} platná.
de: Die Zieleigenschaft des Lokalisierungskommentars ist ungültig in der Zeichenfolge "{0}".
es: La propiedad de destino del comentario de localización no es válida en la cadena '{0}'.
fr: La propriété de la cible des commentaires de localisation n'est pas valide dans la chaîne '{0}'.
it: La proprietà di destinazione del commento di localizzazione non è valida nella stringa '{0}'.
ja: ローカライズ コメント ターゲット プロパティは、文字列 '{0}' で無効です。
ko: 문자열 '{0}'에서는 지역화 주석 대상 속성을 사용할 수 없습니다.
pl: Właściwość docelowego komentarza lokalizatora jest nieprawidłowa w ciągu „{0}”.
pt_br: A propriedade de destino do comentário de localização não é válida na cadeia de caracteres '{0}'.
ru: Недопустимое конечное свойство примечания локализации в строке "{0}".
tr: Yerelleştirme açıklama hedefi özelliği '{0}' dizesinde geçerli değil.
zh_hans: 本地化注释目标属性在字符串“{0}”中无效。
zh_hant: 當地語系化註解目標屬性在字串 '{0}' 中是無效的。

# InvalidLocCommentValue
source: Localization comment value is not valid for target property '{0}' in string '{1}'.
cs: Hodnota lokalizační poznámky není platná pro cílovou vlastnost {0} v řetězci {1}.
de: Der Wert des Lokalisierungskommentars ist ungültig für die Zieleigenschaft "{0}" in der Zeichenfolge "{1}".
es: El valor de comentario de localización no es válido para la propiedad de destino "{0}" en la cadena "{1}".
fr: La valeur des commentaires de localisation est non valide pour la propriété cible '{0}' de la chaîne '{1}'.
it: Il valore del commento di localizzazione non è valido per la proprietà di destinazione '{0}' nella stringa '{1}'.
ja: ローカライズ コメント値は、文字列 '{1}' のターゲット プロパティ '{0}' に対して無効です。
ko: 문자열 '{1}'의 대상 속성'{0}'에 지역화 주석 값을 사용할 수 없습니다.
pl: Wartość komentarza lokalizatora jest nieprawidłowa dla docelowej właściwości „{0}” w ciągu „{1}”.
pt_br: O valor do comentário de localização não é válido para a propriedade de destino '{0}' na cadeia de caracteres '{1}'.
ru: Недопустимое значение примечания локализации для конечного свойства "{0}" в строке "{1}".
tr: Yerelleştirme açıklaması değeri '{1}' dizesindeki '{0}' hedef özelliği için geçerli değil.
zh_hans: 本地化注释值对于字符串“{1}”中的目标属性“{0}”无效。
zh_hant: 當地語系化註解值對於字串 '{1}' 中的目標屬性 '{0}' 無效。

# InvalidLocalizabilityValue
source: '{0}' localizability attribute setting is not valid.
cs: Nastavení atributu lokalizovatelnosti {0} není platné.
de: Die Einstellung für das Lokalisierbarkeitsattribut "{0}" ist ungültig.
es: La configuración del atributo de localización '{0}' no es válido.
fr: Définition de l'attribut de localisation '{0}' non valide.
it: L'impostazione dell'attributo di localizzabilità '{0}' non è valida.
ja: '{0}' ローカライズ化属性の設定が無効です。
ko: '{0}' 지역화 가능성 속성 설정이 잘못되었습니다.
pl: Ustawienie atrybutu możliwości zlokalizowania „{0}” jest nieprawidłowe.
pt_br: A configuração do atributo de localização '{0}' não é válido.
ru: Недопустимое значение атрибута возможности локализации "{0}".
tr: '{0}' yerelleştirilebilirlik öznitelik ayarı geçerli değil.
zh_hans: “{0}”本地化特性设置无效。
zh_hant: '{0}' 可當地語系化屬性設定無效。

# InvalidLocatorPart
source: Locator part is not valid. Missing or malformed name/value pair: '{0}'.
cs: Součást lokátoru je neplatná. Chybí nebo není správně vytvořena dvojice název/hodnota: {0}.
de: Der Locatorteil ist ungültig. Das Name/Wert-Paar ist nicht vorhanden oder falsch formatiert: "{0}".
es: La parte del localizador no es válida. Par nombre/valor ausente o incorrecto: '{0}'.
fr: Le composant de recherche n'est pas valide. Paire nom / valeur absente ou incorrecte : '{0}'.
it: Parte localizzatore non valida. Coppia nome valore mancante o in formato non corretto: '{0}'.
ja: ロケーター パーツが無効です。名前/値のペア '{0}' がないか、形式が正しくありません。
ko: 로케이터 부분이 잘못되었습니다. 이름/값 쌍이 누락되었거나 잘못되었습니다. '{0}'
pl: Część lokalizatora jest nieprawidłowa. Brakująca lub nieprawidłowa para nazwa/wartość „{0}”.
pt_br: A parte do localizador não é válida. O par nome/valor está ausente ou malformado: '{0}'.
ru: Недопустимая часть локатора. Отсутствует или неверно сформирована пара имя-значение: "{0}".
tr: Konum belirleyici bölümü geçerli değil. Eksik veya yanlış biçimde ad/değer çifti: '{0}'.
zh_hans: 定位器部分无效。名称/值对缺少或格式不正确:“{0}”。
zh_hant: 定位程式部分無效。名稱/值組遺失或格式不正確: '{0}'。

# InvalidNamespace
source: '{0}' namespace is not a valid URI.
cs: Obor názvů {0} není platný identifikátor URI.
de: Der Namespace "{0}" ist kein gültiger URI.
es: El espacio de nombres '{0}' no es un URI válido.
fr: L'espace de noms '{0}'n'est pas un URI valide.
it: Lo spazio dei nomi '{0}' non è un URI valido.
ja: '{0}' 名前空間は、有効な URI ではありません。
ko: '{0}' 네임스페이스는 올바른 URI가 아닙니다.
pl: Przestrzeń nazw „{0}” jest nieprawidłowym identyfikatorem URI.
pt_br: O namespace '{0}' não é um URI válido.
ru: Пространство имен "{0}" не является допустимым URI.
tr: '{0}' ad alanı geçerli bir URI değil.
zh_hans: “{0}”命名空间不是有效的 URI。
zh_hant: '{0}' 命名空間不是有效的 URI。
