Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TokenizerHelperExtraDataEncountered
source: Extra data encountered at position {0} while parsing '{1}'.
cs: Při parsování {1} byla zjištěna nadbytečná data na pozici {0}.
de: Beim Analysieren von "{1}" wurden zusätzliche Daten an Position {0} gefunden.
es: Se encontraron datos adicionales en la posición {0} al analizar "{1}".
fr: Données supplémentaires rencontrées à la position {0} durant l'analyse de '{1}'.
it: Sono stati rilevati dati aggiuntivi alla posizione {0} durante l'analisi di '{1}'.
ja: '{1}' の解析中に、位置 {0} で余分なデータが見つかりました。
ko: '{1}'을(를) 구문 분석하는 동안 위치 {0}에서 추가 데이터가 발견되었습니다.
pl: Podczas analizy elementu „{1}” napotkano dodatkowe dane na pozycji {0}.
pt_br: Dados extras encontrados na posição {0} ao analisar '{1}'.
ru: При синтаксическом анализе "{1}" обнаружены избыточные данные в позиции {0}.
tr: '{1}' ayrıştırılırken {0} konumunda dış veriyle karşılaşıldı.
zh_hans: 分析“{1}”时在位置 {0} 处遇到额外数据。
zh_hant: 剖析 '{1}' 時，位置 {0} 出現額外的資料。

# TokenizerHelperMissingEndQuote
source: Missing end quote encountered while parsing '{0}'.
cs: Při analýze {0} bylo zjištěno, že chybí ukončovací uvozovka.
de: Beim Analysieren von "{0}" wurde erkannt, dass ein abschließendes Anführungszeichen fehlt.
es: Al analizar '{0}', se detectó que falta la comilla final.
fr: Absence de guillemet fermant rencontrée lors de l'analyse de '{0}'.
it: Virgoletta finale mancante rilevata durante l'analisi di '{0}'.
ja: '{0}' の解析中に、終わりの引用符が見つかりませんでした。
ko: '{0}'을(를) 구문 분석하는 동안 닫는 따옴표가 없음을 발견했습니다.
pl: Podczas analizy elementu {0} napotkano brakujący cudzysłów zamykający.
pt_br: Encontrada aspa de fechamento ausente ao analisar '{0}'.
ru: При синтаксическом анализе "{0}" обнаружена пропущенная закрывающая кавычка.
tr: '{0}' ayrıştırılırken eksik bitiş tırnak işareti bulundu.
zh_hans: 分析“{0}”时遇到缺少右引号的情况。
zh_hant: 剖析 '{0}' 時遺失結尾引號。

# TokenizerHelperPrematureStringTermination
source: Premature string termination encountered while parsing '{0}'.
cs: Při analýze {0} bylo zjištěno předčasné ukončení řetězce.
de: Beim Analysieren von "{0}" wurde ein vorzeitiger Zeichenfolgenabschluss erkannt.
es: Se detectó una finalización prematura de la cadena al analizar '{0}'.
fr: Fin de chaîne prématurée rencontrée lors de l'analyse de '{0}'.
it: Rilevata fine prematura della stringa durante l'analisi di '{0}'.
ja: '{0}' の解析中に、終了が不完全な文字列が見つかりました。
ko: '{0}'을(를) 구문 분석하는 동안 중간에 중단된 문자열이 발견되었습니다.
pl: Podczas analizy elementu {0} napotkano przedwczesne zakończenie ciągu.
pt_br: Encontrado um término prematuro da cadeia de caracteres ao analisar '{0}'.
ru: При синтаксическом анализе "{0}" обнаружено преждевременное завершение строки.
tr: '{0}' ayrıştırılırken erken dize sonuyla karşılaşıldı.
zh_hans: 分析“{0}”时遇到字符串过早终止的情况。
zh_hant: 剖析 '{0}' 時發現字串過早結束。

# ToolBar_InvalidStyle_ToolBarOverflowPanel
source: ToolBar style requires ToolBarOverflowPanel type. Cannot assign StyleName="ToolBarOverflowPanel" to '{0}'.
cs: Styl ToolBar vyžaduje typ ToolBarOverflowPanel. Nelze přiřadit StyleName=ToolBarOverflowPanel k prvku {0}.
de: Der ToolBar-Stil erfordert den ToolBarOverflowPanel-Typ. "StyleName='ToolBarOverflowPanel'" kann "{0}" nicht zugewiesen werden.
es: El estilo ToolBar requiere el tipo ToolBarOverflowPanel. No se puede asignar StyleName="ToolBarOverflowPanel" a '{0}'.
fr: Le style ToolBar nécessite le type ToolBarOverflowPanel. Impossible d'assigner StyleName="ToolBarOverflowPanel" à '{0}'.
it: Per lo stile ToolBar è richiesto il tipo ToolBarOverflowPanel. Impossibile assegnare StyleName="ToolBarOverflowPanel" a '{0}'.
ja: ToolBar スタイルには ToolBarOverflowPanel 型が必要です。StyleName="ToolBarOverflowPanel" を '{0}' に割り当てられません。
ko: ToolBar 스타일에 ToolBarOverflowPanel 형식이 필요합니다. StyleName="ToolBarOverflowPanel"을 '{0}'에 할당할 수 없습니다.
pl: Styl ToolBar wymaga typu ToolBarOverflowPanel. StyleName="ToolBarOverflowPanel" nie można przypisać do „{0}”.
pt_br: O estilo ToolBar requer o tipo ToolBarOverflowPanel. Não é possível atribuir StyleName="ToolBarOverflowPanel" a '{0}'.
ru: Для стиля ToolBar требуется тип ToolBarOverflowPanel. Не удается присвоить StyleName="ToolBarOverflowPanel" объекту "{0}".
tr: ToolBar stili ToolBarOverflowPanel türünü gerektirir. '{0}' öğesine StyleName="ToolBarOverflowPanel" atanamaz.
zh_hans: ToolBar 样式需要 ToolBarOverflowPanel 类型。无法将 StyleName=“ToolBarOverflowPanel”分配到“{0}”。
zh_hant: ToolBar 樣式需要 ToolBarOverflowPanel 型別。無法指派 StyleName="ToolBarOverflowPanel" 至 '{0}'。

# ToolBar_InvalidStyle_ToolBarPanel
source: ToolBar style requires ToolBarPanel type. Cannot assign StyleName="ToolBarPanel" to '{0}'.
cs: Styl ToolBar vyžaduje typ ToolBarPanel. Nelze přiřadit StyleName=ToolBarPanel k prvku {0}.
de: Der ToolBar-Stil erfordert den ToolBarPanel-Typ. "StyleName='ToolBarPanel'" kann "{0}" nicht hinzugefügt werden.
es: El estilo ToolBar requiere el tipo ToolBarPanel. No se puede asignar StyleName="ToolBarPanel" a '{0}'.
fr: Le style ToolBar nécessite le type ToolBarPanel. Impossible d'assigner StyleName="ToolBarPanel" à '{0}'.
it: Per lo stile ToolBar è richiesto il tipo ToolBarPanel. Impossibile assegnare StyleName="ToolBarPanel" a '{0}'.
ja: ToolBar スタイルには ToolBarPanel 型が必要です。StyleName="ToolBarPanel" を '{0}' に割り当てられません。
ko: ToolBar 스타일에 ToolBarPanel 형식이 필요합니다. StyleName="ToolBarPanel"을 '{0}'에 할당할 수 없습니다.
pl: Styl ToolBar wymaga typu ToolBarPanel. StyleName="ToolBarPanel" nie można przypisać do „{0}”.
pt_br: O estilo ToolBar requer o tipo ToolBarPanel. Não é possível atribuir StyleName="ToolBarPanel" a '{0}'.
ru: Для стиля ToolBar требуется тип ToolBarPanel. Не удается присвоить StyleName="ToolBarPanel" объекту "{0}".
tr: ToolBar stili ToolBarPanel türünü gerektirir. '{0}' öğesine StyleName="ToolBarPanel" atanamaz.
zh_hans: ToolBar 样式需要 ToolBarPanel 类型。无法将 StyleName=“ToolBarPanel”分配到“{0}”。
zh_hant: ToolBar 樣式需要 ToolBarPanel 型別。無法指派 StyleName="ToolBarPanel" 至 '{0}'。

# ToolTipStaysOpenFalseNotAllowed
source: By default, ToolTip property does not support ToolTip element with StaysOpen set to false.
cs: Vlastnost ToolTip standardně nepodporuje prvek ToolTip s nastavením StaysOpen na hodnotu false.
de: Standardmäßig wird das ToolTip-Element, für das "StaysOpen" auf "false" festgelegt ist, von der ToolTip-Eigenschaft nicht unterstützt.
es: De forma predeterminada, la propiedad ToolTip no admite el elemento ToolTip con StaysOpen establecido en falso.
fr: Par défaut, la propriété ToolTip ne prend pas en charge l'élément ToolTip avec StaysOpen défini à la valeur false.
it: Per impostazione predefinita, la proprietà ToolTip non supporta l'elemento ToolTip con StaysOpen impostato su false.
ja: ToolTip プロパティでは、StaysOpen が false に設定されている ToolTip 要素は、既定ではサポートされていません。
ko: 기본적으로 ToolTip 속성은 StaysOpen이 false로 설정된 ToolTip 요소를 지원하지 않습니다.
pl: Domyślnie właściwość ToolTip nie obsługuje elementu ToolTip z parametrem StaysOpen ustawionym na false.
pt_br: Por padrão, a propriedade ToolTip não oferece suporte ao elemento ToolTip com StaysOpen definido como falso.
ru: По умолчанию свойство ToolTip не поддерживает элемент ToolTip, для которого StaysOpen=false.
tr: Varsayılan olarak, ToolTip özelliği StaysOpen yanlış değerine ayarlanmışken ToolTip öğesini desteklemez.
zh_hans: 默认情况下，ToolTip 属性不支持 StaysOpen 设置为 false 的 ToolTip 元素。
zh_hant: 根據預設，ToolTip 屬性不支援 StaysOpen 設定為 False 的 ToolTip 項目。

# Track_SameButtons
source: Must set IncreaseRepeatButton and DecreaseRepeatButton properties of Track to different RepeatButton instances.
cs: Je třeba nastavit vlastnosti IncreaseRepeatButton a DecreaseRepeatButton z Track pro různé instance RepeatButton.
de: Die Eigenschaften "IncreaseRepeatButton" und "DecreaseRepeatButton" von "Track" müssen auf verschiedene RepeatButton-Instanzen festgelegt werden.
es: Las propiedades IncreaseRepeatButton y DecreaseRepeatButton de Track se deben establecer en instancias de RepeatButton diferentes.
fr: Définition obligatoire des propriétés IncreaseRepeatButton et DecreaseRepeatButton de Track avec différentes instances RepeatButton.
it: È necessario impostare le proprietà IncreaseRepeatButton e DecreaseRepeatButton di Track su diverse istanze di RepeatButton.
ja: Track の IncreaseRepeatButton および DecreaseRepeatButton プロパティは、異なる RepeatButton インスタンスに設定する必要があります。
ko: Track의 IncreaseRepeatButton 및 DecreaseRepeatButton 속성을 다른 RepeatButton 인스턴스로 설정해야 합니다.
pl: Należy ustawić właściwości IncreaseRepeatButton i DecreaseRepeatButton parametru Track w celu rozróżnienia wystąpienia RepeatButton.
pt_br: É necessário definir as propriedades IncreaseRepeatButton e DecreaseRepeatButton de Track para instâncias diferentes de RepeatButton.
ru: Свойства IncreaseRepeatButton и DecreaseRepeatButton для Track должны быть заданы для различных экземпляров RepeatButton.
tr: Track'in IncreaseRepeatButton ve DecreaseRepeatButton özellikleri farklı RepeatButton örneklerine atanmalıdır.
zh_hans: 必须将 Track 的 IncreaseRepeatButton 和 DecreaseRepeatButton 属性设置为不同的 RepeatButton 实例。
zh_hant: 必須將 Track 的 IncreaseRepeatButton 與 DecreaseRepeatButton 屬性設定至不同的 RepeatButton 執行個體。

# TransformNotSupported
source: Transform is not valid for Window.
cs: Tato transformace není pro toto Window platná.
de: Die Transformation ist für "Window" nicht gültig.
es: La transformación no es válida para Window.
fr: Transform n'est pas valide pour Window.
it: Trasformazione non valida per Window.
ja: Window では変換は無効です。
ko: Window에 대한 변환이 잘못되었습니다.
pl: Przekształcania nie jest prawidłowe dla elementu Window.
pt_br: A transformação não é válida para Window.
ru: Недопустимое преобразование для Window.
tr: Dönüşüm Window için geçerli değil.
zh_hans: 转换对于 Window 无效。
zh_hant: 對於 Window 而言轉換式無效的。

# TriggerActionAlreadySealed
source: TriggerAction is already sealed.
cs: Akce TriggerAction je již zapečetěna.
de: "TriggerAction" ist bereits versiegelt.
es: TriggerAction ya está sellada.
fr: TriggerAction est déjà de type sealed.
it: TriggerAction già sealed.
ja: TriggerAction は既にシールされています。
ko: TriggerAction이 이미 봉인되어 있습니다.
pl: TriggerAction już zapieczętowano.
pt_br: TriggerAction já está lacrado.
ru: Объект TriggerAction уже запечатан.
tr: TriggerAction zaten korumalı.
zh_hans: TriggerAction 已密封。
zh_hant: TriggerAction 已密封。

# TriggerActionMustBelongToASingleTrigger
source: TriggerAction object must be associated with one and only one trigger object.
cs: Objekt funkce TriggerAction musí být asociován jen s jediným objektem spouštění.
de: Das TriggerAction-Objekt darf nur mit einem einzigen Auslöserobjekt verknüpft werden.
es: El objeto TriggerAction debe estar asociado solamente a un objeto desencadenador.
fr: L'objet TriggerAction doit être associé à un et un seul objet déclencheur.
it: L'oggetto TriggerAction deve essere associato a un solo oggetto trigger.
ja: TriggerAction オブジェクトは、唯一のトリガー オブジェクトに関連付けられている必要があります。
ko: TriggerAction 개체는 한 개의 트리거 개체와 연결되어야 합니다.
pl: Obiekt TriggerAction musi być skojarzony tylko z jednym obiektem wyzwalacza.
pt_br: O objeto TriggerAction deve ser associado a um e somente um objeto disparador.
ru: Объект TriggerAction должен быть сопоставлен одному и только одному объекту-триггеру.
tr: TriggerAction nesnesi tek olan tetikleyici nesnesiyle ilişkilendirilmelidir.
zh_hans: TriggerAction 对象必须与一个并且只能与一个触发器对象关联。
zh_hant: TriggerAction 物件必須 (且只能) 與一個觸發程序物件關聯。

# TriggerOnStyleNotAllowedToHaveSource
source: Style has no child nodes so Trigger cannot specify source node name '{0}'.
cs: Style nemá podřízené uzly, a proto Trigger nemůže určit název zdrojového uzlu {0}.
de: Der Style besitzt keine untergeordneten Knoten, weshalb von "Trigger" der Quellknotenname "{0}" nicht angegeben werden kann.
es: Style no tiene nodos secundarios, por lo que Trigger no puede especificar el nombre del nodo de origen '{0}'.
fr: Comme Style n'a pas de nœuds enfants, Trigger ne peut pas spécifier le nom du nœud source '{0}'.
it: Nessun nodo figlio per Style. Impossibile specificare il nome del nodo di origine '{0}' tramite Trigger.
ja: Style に子ノードがないため、Trigger ではソース ノード名 '{0}' を指定できません。
ko: Style에 자식 노드가 없으므로 Trigger가 소스 노드 이름 '{0}'을(를) 지정할 수 없습니다.
pl: Style nie ma żadnych węzłów podrzędnych, więc element Trigger nie może określić nazwy węzła źródłowego „{0}”.
pt_br: Style não tem nós filhos; portanto, Trigger não pode especificar o nome do nó de origem '{0}'.
ru: Для Style нет дочерних узлов, поэтому нельзя указать имя исходного узла "{0}" с помощью Trigger.
tr: Style'ın alt düğümleri olmadığından, Trigger, '{0}' kaynak düğüm adını belirtemez.
zh_hans: Style 没有子节点，因此 Trigger 无法指定源节点名称“{0}”。
zh_hant: Style 沒有子節點，因此 Trigger 無法指定來源節點名稱 '{0}'。

# TriggersSupportsEventTriggersOnly
source: Triggers collection members must be of type EventTrigger.
cs: Triggers kolekce musejí být typu EventTrigger.
de: Mitglieder der Triggers-Sammlung müssen vom Typ "EventTrigger" sein.
es: Los miembros de la colección Triggers deben ser de tipo EventTrigger.
fr: Les membres de la collection Triggers doivent être de type EventTrigger.
it: I membri della raccolta Triggers devono essere di tipo EventTrigger.
ja: Triggers のコレクション メンバーの型は、EventTrigger である必要があります。
ko: Triggers 컬렉션 멤버는 EventTrigger 형식이어야 합니다.
pl: Elementy kolekcji Triggers muszą być typu EventTrigger.
pt_br: Os membros da coleção Triggers devem ser do tipo EventTrigger.
ru: Элементы семейства Triggers должны иметь тип EventTrigger.
tr: Triggers koleksiyonu üyeleri EventTrigger türünde olmalıdır.
zh_hans: Triggers 集合成员必须是类型 EventTrigger。
zh_hant: Triggers 集合成員的型別必須是 EventTrigger。

# TrustNotGrantedText
source: The application cannot be deployed because it is not trusted and possibly unsafe.
cs: Aplikaci nelze zavést, protože je nedůvěryhodná a možná není bezpečná.
de: Die Anwendung kann nicht bereitgestellt werden, da sie nicht vertrauenswürdig und möglicherweise unsicher ist.
es: La aplicación no se puede implementar porque no es de confianza y posiblemente insegura.
fr: L'application ne peut pas être déployée car elle n'est pas approuvée et il se peut qu'elle ne soit pas sécurisée.
it: Impossibile distribuire l'applicazione perché non è attendibile e potenzialmente non sicura.
ja: アプリケーションは、信頼されておらず、安全でない可能性があるため、展開できません。
ko: 신뢰할 수 없으며 안전하지 않으므로 응용 프로그램을 배포할 수 없습니다.
pl: Nie można wdrożyć aplikacji, ponieważ nie jest zaufana i prawdopodobnie jest niebezpieczna.
pt_br: O aplicativo não pode ser implantado porque não é de confiança e, possivelmente, não é seguro.
ru: Не удается развернуть приложение, так как оно не является доверенным и потенциально небезопасно.
tr: Uygulamaya güvenilmediği ve olasılıkla güvenilmez olduğu için uygulama dağıtılamaz.
zh_hans: 无法部署该应用程序，因为它不受信任并且可能不安全。
zh_hant: 無法部署應用程式，因為它不是信任的應用程式，而且可能不安全。

# TrustNotGrantedTitle
source: Trust Not Granted
cs: Vztah důvěryhodnosti nebyl udělen.
de: Die Vertrauenswürdigkeit ist nicht sichergestellt.
es: Confianza no concedida
fr: Confiance non accordée
it: Attendibilità non concessa
ja: 信頼されていません
ko: 신뢰할 수 없음
pl: Nie przypisano trybu zaufania
pt_br: Confiança não concedida
ru: Доверие не оказано
tr: Güven Verilmedi
zh_hans: 未授予信任
zh_hant: 未授與信任

# TwoWayBindingNeedsPath
source: Two-way binding requires Path or XPath.
cs: Dvousměrná vazba vyžaduje Path nebo XPath.
de: Die bidirektionale Bindung erfordert "Path" oder "XPath".
es: El enlace bidireccional requiere Path o XPath.
fr: La liaison bidirectionnelle nécessite Path ou XPath.
it: L'associazione bidirezionale richiede Path o XPath.
ja: 両方向のバインドには、Path または XPath が必要です。
ko: 양방향 바인딩에는 Path 또는 XPath가 있어야 합니다.
pl: Powiązanie dwukierunkowe wymaga parametru Path lub XPath.
pt_br: A associação bidirecional requer Path ou XPath.
ru: Для двусторонней сборки требуется Path или XPath.
tr: İki yönlü bağlama Path veya XPath gerektirir.
zh_hans: 双向绑定需要 Path 或 XPath。
zh_hant: 雙向繫結需要 Path 或 XPath。

# TypeIdOutOfSequence
source: Unexpected Type Id {0}. Type IDs must be sequential.
cs: Byl poskytnut neočekávaný identifikátor typu {0}. Identifikátory typu musejí být sekvenční.
de: Unerwartete Typ-ID {0}. Typ-IDs müssen sequenziell sein.
es: Identificador de tipo no esperado ({0}). Los identificadores de tipo deben ser secuenciales.
fr: ID de type {0} inattendu. Les ID de type doivent être séquentiels.
it: ID tipo imprevisto {0}. È necessario che gli ID tipo siano sequenziali.
ja: 予期しない型 ID {0}: 型 ID は連番である必要があります。
ko: 예기치 않은 형식 ID {0}입니다. 형식 ID는 순차적이어야 합니다.
pl: Nieoczekiwany identyfikator typu {0}. Identyfikatory typów muszą być kolejne.
pt_br: Id de Tipo {0} inesperado. As IDs de Tipo devem ser sequenciais.
ru: Непредвиденный идентификатор типа: {0}. Идентификаторы типов должны быть последовательными.
tr: Beklenmeyen Tür kimliği {0}. Tür kimlikleri ardışık olmalıdır.
zh_hans: 意外的类型 ID {0}。类型 ID 必须按顺序排列。
zh_hant: 未預期的型別 ID {0}。型別 ID 必須是循序的。

# TypeMetadataCannotChangeAfterUse
source: Cannot change property metadata after it has been associated with a property.
cs: Metadata vlastnosti nelze změnit, pokud byla spojena s nějakou vlastností.
de: Eigenschaftsmetadaten können nach der Zuordnung zu einer Eigenschaft nicht geändert werden.
es: No se pueden cambiar los metadatos de propiedad una vez asociados a una propiedad.
fr: Impossible de modifier les métadonnées de propriété une fois celles-ci associées à une propriété.
it: Impossibile modificare i metadati di proprietà dopo averli associati a una proprietà.
ja: プロパティ メタデータをプロパティに関連付けた後に、プロパティ メタデータを変更することはできません。
ko: 속성과 연결된 후에는 속성 메타데이터를 변경할 수 없습니다.
pl: Nie można zmienić metadanych właściwości po skojarzeniu ich z właściwością.
pt_br: Não é possível alterar os metadados da propriedade após serem associados a uma propriedade.
ru: Не удается изменить метаданные свойства после их сопоставления свойству.
tr: Bir özellikle ilişkilendirildikten sonra özellik meta verileri değiştirilemez.
zh_hans: 无法在属性元数据与属性关联以后对其进行更改。
zh_hant: 當屬性中繼資料與屬性關聯時，即無法變更。

# TypeMustImplementIAddChild
source: '{0}' type must implement IAddChild to be used in FrameworkElementFactory AppendChild.
cs: Typ {0} musí implementovat funkci IAddChild pro použití v FrameworkElementFactory AppendChild.
de: "IAddChild" muss vom Typ "{0}" implementiert werden, um in "AppendChild" für "FrameworkElementFactory" verwendet zu werden.
es: El tipo '{0}' debe implementar IAddChild para su uso en FrameworkElementFactory AppendChild.
fr: Le type '{0}' doit implémenter IAddChild pour être utilisé dans AppendChild de FrameworkElementFactory .
it: Il tipo '{0}' deve implementare IAddChild per essere utilizzato in FrameworkElementFactory AppendChild.
ja: '{0}' 型では、FrameworkElementFactory AppendChild で使用される IAddChild を実装する必要があります。
ko: '{0}' 형식을 사용하여 FrameworkElementFactory AppendChild에 사용될 IAddChild를 구현해야 합니다.
pl: Dla typu „{0}” należy zaimplementować IAddChild w celu wykorzystania w FrameworkElementFactory AppendChild.
pt_br: O tipo '{0}' deve implementar IAddChild para ser utilizado em FrameworkElementFactory AppendChild.
ru: Тип "{0}" должен реализовать IAddChild, чтобы быть использованным в FrameworkElementFactory AppendChild.
tr: '{0}' türü, FrameworkElementFactory AppendChild içinde kullanılmak üzere IAddChild yürütmelidir.
zh_hans: “{0}”类型必须实现在 FrameworkElementFactory AppendChild 中使用 IAddChild。
zh_hant: '{0}' 型別必須實作 IAddChild，才能用於 FrameworkElementFactory AppendChild。

# TypeNameMustBeSpecified
source: Must specify type name and namespace.
cs: Je třeba určit název typu a obor názvů.
de: Typname und Namespace müssen angegeben werden.
es: Se debe especificar el nombre del tipo y el espacio de nombres.
fr: Nom du type et espace de noms obligatoires.
it: È necessario specificare il nome e lo spazio dei nomi del tipo.
ja: 型の名前と名前空間を指定する必要があります。
ko: 형식 이름 및 네임스페이스를 지정해야 합니다.
pl: Należy określić nazwę typu i przestrzeń nazw.
pt_br: É necessário especificar o nome e o namespace do tipo.
ru: Необходимо задать имя и пространство имен.
tr: Tür adı ve ad alanı belirtilmelidir.
zh_hans: 必须指定类型名称和命名空间。
zh_hant: 必須指定型別名稱與命名空間。

# TypeValueSerializerUnavailable
source: Conversion by ValueSerializer failed because no value serializer could be found for Type '{0}'.
cs: Konverze funkcí ValueSerializer se nezdařila, protože nebylo možno nalézt serializátor hodnoty pro Typ {0}.
de: Fehler beim Konvertieren durch "ValueSerializer", da für den Typ "{0}" kein Werte-Serialisierungsprogramm gefunden werden konnte.
es: Error de conversión mediante ValueSerializer porque no se encontró ningún serializador de valores para el tipo '{0}'.
fr: Échec de la conversion par ValueSerializer car aucun sérialiseur de valeur n'a pu être trouvé pour Type '{0}'.
it: Conversione con ValueSerializer non riuscita. Impossibile trovare un serializzatore di valori per il tipo '{0}'.
ja: 型 '{0}' に対する値シリアライザーが見つからないため、ValueSerializer による変換に失敗しました。
ko: '{0}' 형식에 대한 값 직렬 변환기를 찾을 수 없어 ValueSerializer를 사용하여 변환하지 못했습니다.
pl: Konwersja poprzez ValueSerializer nie powiodła się, ponieważ nie znaleziono żadnego programu szeregującego wartości dla typu „{0}”.
pt_br: Falha na conversão executada por ValueSerializer porque não foi encontrado um serializador de valor para Tipo '{0}'.
ru: Сбой преобразования с помощью ValueSerializer, поскольку не найден сериализатор значений для типа "{0}".
tr: '{0}' türü için değer seri hale getirici bulunamadığından, ValueSerializer temelinde dönüştürme yapılamadı.
zh_hans: 由 ValueSerializer 进行的转换失败，因为无法为类型“{0}”找到值序列化程序。
zh_hant: ValueSerializer 執行轉換失敗，因為序列化程式找不到型別 '{0}' 的值。

# UIA_OperationCannotBePerformed
source: Cannot perform operation.
cs: Tuto operaci nelze provést.
de: Der Vorgang kann nicht ausgeführt werden.
es: No se puede realizar la operación.
fr: Impossible d'effectuer l'opération.
it: Impossibile eseguire l'operazione.
ja: 操作を実行できません。
ko: 작업을 수행할 수 없습니다.
pl: Nie można wykonać operacji.
pt_br: Não é possível executar a operação.
ru: Не удается выполнить действие.
tr: İşlem gerçekleştirilemez.
zh_hans: 无法执行操作。
zh_hant: 無法執行操作。

# UiLessPageFunctionNotCallingOnReturn
source: A PageFunction without Content must either initiate a navigation or call OnReturn.
cs: Třída PageFunction bez atributu Content musí inicializovat navigaci nebo volat metodu OnReturn.
de: Eine PageFunction ohne Content muss entweder eine Navigation initiieren oder OnReturn aufrufen.
es: Una PageFunction sin Content debe iniciar una navegación o llamar a OnReturn.
fr: Un PageFunction sans Content doit commencer une navigation ou appeler OnReturn.
it: Una PageFunction senza Content deve avviare una navigazione o chiamare OnReturn.
ja: Content を持たない PageFunction は、ナビゲーションを開始するか、OnReturn を呼び出す必要があります。
ko: Content 없는 PageFunction은 탐색을 시작하거나 OnReturn을 호출해야 합니다.
pl: Element PageFunction bez elementu Content musi albo inicjować nawigację, albo wywoływać metodę OnReturn.
pt_br: Um PageFunction sem Content deve iniciar uma navegação ou chamar OnReturn.
ru: PageFunction без Content должна инициировать навигацию или вызывать OnReturn.
tr: Content'siz bir PageFunction ya bir gezinme başlatmalı, ya da OnReturn çağrısı yapmalıdır.
zh_hans: 不具有 Content 的 PageFunction 必须启动导航或调用 OnReturn。
zh_hant: 沒有 Content 的 PageFunction 必須初始化巡覽或呼叫 OnReturn。

# UnRecognizedBamlNodeType
source: '{0}' BamlNodeType is not recognized.
cs: Neznámý typ uzlu {0} BamlNodeType.
de: "BamlNodeType '{0}'" unbekannt.
es: BamlNodeType '{0}' no se reconoce.
fr: BamlNodeType '{0}'non reconnu.
it: BamlNodeType '{0}' non riconosciuto.
ja: '{0}' BamlNodeType は認識されません。
ko: '{0}' BamlNodeType을 인식할 수 없습니다.
pl: Nie rozpoznano typu „{0}” BamlNodeType.
pt_br: BamlNodeType '{0}' não é reconhecido.
ru: BamlNodeType "{0}" не распознан.
tr: '{0}' BamlNodeType tanınmıyor.
zh_hans: 未识别“{0}”BamlNodeType。
zh_hant: '{0}' BamlNodeType 無法識別。
