Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# KeyCollectionHasInvalidKey
source: The key collection includes entry that is not valid. It must be an IBamlDictionaryKey.
cs: Kolekce klíčů obsahuje záznam, který je neplatný. Musí to být IBamlDictionaryKey.
de: Die Schlüsselsammlung enthält einen ungültigen Eintrag. Ein "IBamlDictionaryKey" muss verwendet werden.
es: La colección de claves incluye una entrada que no es válida. Debe ser IBamlDictionaryKey.
fr: La collection de clés comporte une entrée non valide. Il doit s'agir d'un IBamlDictionaryKey.
it: La raccolta di chiavi include una voce non valida. Deve essere una IBamlDictionaryKey.
ja: キー コレクションには、有効でないエントリが含まれています。これは、IBamlDictionaryKey である必要があります。
ko: 키 컬렉션에 잘못된 항목이 들어있습니다. 해당 항목은 IBamlDictionaryKey여야 합니다.
pl: Kolekcja klawiszy zawiera nieprawidłowy wpis. Ten wpis musi mieć wartość IBamlDictionaryKey.
pt_br: A coleção de teclas contém entrada inválida. Ela deve ser um IBamlDictionaryKey.
ru: Семейство ключей включает недопустимую запись. Требуется IBamlDictionaryKey.
tr: Anahtar koleksiyonu geçerli olmayan giriş içeriyor. Bu bir IBamlDictionaryKey olmalıdır.
zh_hans: 键集合包括无效项。它必须是 IBamlDictionaryKey。
zh_hant: 索引鍵集合包含無效的項目。它必須是 IBamlDictionaryKey。

# KeyCopyDisplayString
source: Ctrl+C
de: STRG+C

# KeyCopyFormatDisplayString
source: Ctrl+Shift+C
de: Strg+Umschalt+C
es: Ctrl+Mayús+C
fr: Ctrl+Maj+C
it: CTRL+MAIUSC+C
tr: Ctrl+ÜstKrkt+C

# KeyCtrlInsertDisplayString
source: Ctrl+Insert
de: Strg+Einfg
it: CTRL+INS

# KeyCutDisplayString
source: Ctrl+X
de: Strg+X

# KeyDecreaseFontSizeDisplayString
source: Ctrl+OemOpenBrackets
de: Strg+OemOpenBrackets
es: Ctrl+OemAbrirCorchetes
it: CTRL+ParentesiApertaOem
pt_br: Ctrl+OemColcheteEsquerdo

# KeyDecreaseIndentationDisplayString
source: Ctrl+Shift+T
de: Strg+Umschalt+T
es: Ctrl+Mayús+T
fr: Ctrl+Maj+T
it: CTRL+MAIUSC+T
tr: Ctrl+ÜstKrkt+T

# KeyDeleteColumnsDisplayString
source: Alt+Ctrl+Shift+D
de: Alt+Strg+Umschalt+D
es: Alt+Ctrl+Mayús+D
fr: Alt+Ctrl+Maj+D
it: ALT+CTRL+MAIUSC+D
tr: Alt+Ctrl+ÜstKrkt+D

# KeyDeleteDisplayString
source: Delete
cs: Odstranit
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除
zh_hant: 刪除

# KeyDeleteNextWordDisplayString
source: Ctrl+Delete
de: Strg+Entf
es: Ctrl+Supr
fr: Ctrl+Suppr
it: CTRL+CANC

# KeyDeletePreviousWordDisplayString
source: Ctrl+Backspace
de: Strg+Rücktaste
es: Ctrl+Retroceso
fr: Ctrl+Ret. arr
ko: Ctrl+백스페이스
tr: Ctrl+Geri Al

# KeyEnterLineBreakDisplayString
source: Shift+Enter
de: Umschalt+Eingabetaste
es: Mayús+Entrar
fr: Maj+Entrée
it: MAIUSCO+INVIO
tr: ÜstKrkt+enter

# KeyEnterParagraphBreakDisplayString
source: Enter
cs: Zadat
de: Eingabetaste
es: Intro
fr: Entrer
it: Immetti
ja: 確定
ko: 입력
pl: Wprowadź
pt_br: Inserir
tr: Girin
zh_hans: 输入

# KeyIncreaseFontSizeDisplayString
source: Ctrl+OemCloseBrackets
de: Strg+OemCloseBrackets
es: Ctrl+OemCerrarCorchetes
it: CTRL+ParentesiChiusaOem
pt_br: Ctrl+OemColcheteDireito

# KeyIncreaseIndentationDisplayString
source: Ctrl+T
de: Strg+T
es: Ctrl+I

# KeyInsertColumnsDisplayString
source: Alt+Ctrl+Shift+C
de: Alt+Strg+Umschalt+C
es: Alt+Ctrl+Mayús+C
fr: Alt+Ctrl+Maj+C
it: ALT+CTRL+MAIUSC+C
tr: Alt+Ctrl+ÜstKrkt+C

# KeyInsertRowsDisplayString
source: Alt+Ctrl+Shift+R
de: Alt+Strg+Umschalt+R
es: Alt+Ctrl+Mayús+R
fr: Alt+Ctrl+Maj+R
it: ALT+CTRL+MAIUSC+R
tr: Alt+Ctrl+ÜstKrkt+R

# KeyInsertTableDisplayString
source: Alt+Ctrl+Shift+T
de: Alt+Strg+Umschalt+T
es: Alt+Ctrl+Mayús+T
fr: Alt+Ctrl+Maj+T
it: ALT+CTRL+MAIUSC+T
tr: Alt+Ctrl+ÜstKrkt+T

# KeyMergeCellsDisplayString
source: Alt+Ctrl+Shift+M
de: Alt+Strg+Umschalt+M
es: Alt+Ctrl+Mayús+M
fr: Alt+Ctrl+Maj+M
it: ALT+CTRL+MAIUSC+M
tr: Alt+Ctrl+ÜstKrkt+M

# KeyMoveDownByLineDisplayString
source: Down
de: Nach-Unten
es: Abajo
fr: Descendre
it: Freccia GIÙ
ko: 아래쪽 화살표
pl: Zmniejsz
pt_br: Seta para Baixo
ru: ВНИЗ
tr: Aşağı
zh_hans: 下移

# KeyMoveDownByPageDisplayString
source: PageDown
de: BildAb
es: AvPág
fr: Pg. suiv
it: PGGIÙ

# KeyMoveDownByParagraphDisplayString
source: Ctrl+Down
de: Strg+Nach-Unten
es: Ctrl+Abajo
fr: Ctrl+Bas
it: CTRL+freccia GIÙ
ko: Ctrl+아래쪽 화살표
pl: Ctrl+W dół
pt_br: Ctrl+Seta para Baixo
ru: Ctrl+ВНИЗ
tr: Ctrl+Aşağı
zh_hans: Ctrl+向下键

# KeyMoveLeftByCharacterDisplayString
source: Left
de: Nach-Links
es: Izquierda
fr: Gauche
it: Freccia SINISTRA
ko: 왼쪽 화살표
pl: Do lewej
pt_br: À Esquerda
ru: ВЛЕВО
tr: Sol
zh_hans: 向左

# KeyMoveLeftByWordDisplayString
source: Ctrl+Left
de: Strg+Nach-Links
es: Ctrl+Izquierda
fr: Ctrl+Gauche
it: CTRL+freccia SINISTRA
ko: Ctrl+왼쪽 화살표
pl: Ctrl+W lewo
pt_br: Ctrl+Seta para a Esquerda
ru: Ctrl+ВЛЕВО
tr: Ctrl+Sol
zh_hans: Ctrl+向左键

# KeyMoveRightByCharacterDisplayString
source: Right
de: Nach-Rechts
es: Derecha
fr: Droit
it: Freccia DESTRA
ja: 右へ
ko: 오른쪽 화살표
pl: Po prawej
pt_br: Seta para a Direita
ru: ВПРАВО
tr: Sağ
zh_hans: 向右

# KeyMoveRightByWordDisplayString
source: Ctrl+Right
de: Strg+Nach-Rechts
es: Ctrl+Derecha
fr: Ctrl+Droite
it: CTRL+freccia DESTRA
ko: Ctrl+오른쪽 화살표
pl: Ctrl+W prawo
pt_br: Ctrl+Seta para a Direita
ru: Ctrl+ВПРАВО
tr: Ctrl+Sağ
zh_hans: Ctrl+向右键

# KeyMoveToColumnEndDisplayString
source: Alt+PageDown
de: Alt+BildAb
es: Alt+AvPág
fr: Alt+Pg. suiv
it: ALT+PGGIÙ

# KeyMoveToColumnStartDisplayString
source: Alt+PageUp
de: Alt+BildAuf
es: Alt+RePág
fr: Alt+Pg. préc
it: ALT+PGSU

# KeyMoveToDocumentEndDisplayString
source: Ctrl+End
de: Strg+Ende
es: Ctrl+Fin
fr: Ctrl+Fin
it: CTRL+FINE

# KeyMoveToDocumentStartDisplayString
source: Ctrl+Home
de: Strg+Pos1
es: Ctrl+Inicio
fr: Ctrl+Début

# KeyMoveToLineEndDisplayString
source: End
de: ENDE
es: Finalización
fr: Fin
it: Fine
ja: 終了
ko: 종료
pl: Zakończenie
pt_br: Encerrar
ru: Завершить
tr: Bitiş
zh_hans: 结束
zh_hant: 結束

# KeyMoveToLineStartDisplayString
source: Home
cs: Domů
de: Startseite
es: Inicio
fr: Accueil
it: Home page
ja: ホーム
ko: 홈
pl: Strona główna
pt_br: Página Inicial
ru: Главная
tr: Giriş
zh_hans: 主页
zh_hant: 首頁

# KeyMoveToWindowBottomDisplayString
source: Alt+Ctrl+PageDown
de: Alt+Strg+BildAb
es: Alt+Ctrl+AvPág
fr: Alt+Ctrl+Pg. suiv
it: ALT+CTRL+PGGIÙ

# KeyMoveToWindowTopDisplayString
source: Alt+Ctrl+PageUp
de: Alt+Strg+BildAuf
es: Alt+Ctrl+Repág
fr: Alt+Ctrl+Pg. préc
it: ALT+CTRL+PGSU

# KeyMoveUpByLineDisplayString
source: Up
de: Nach-Oben
es: Arriba
fr: Monter
it: Freccia SU
ko: 위쪽 화살표
pl: W górę
pt_br: Para cima
zh_hans: 上移
zh_hant: 上移

# KeyMoveUpByPageDisplayString
source: PageUp
de: BildAuf
es: RePág
fr: Pg. préc
it: PGSU

# KeyMoveUpByParagraphDisplayString
source: Ctrl+Up
de: Strg+Nach-Oben
es: Ctrl+Arriba
fr: Ctrl+Haut
it: CTRL+freccia SU
ko: Ctrl+위쪽 화살표
pl: Ctrl+W górę
pt_br: Ctrl+Seta para Cima
tr: Ctrl+Yukarı
zh_hans: Ctrl+向上键

# KeyPasteFormatDisplayString
source: Ctrl+Shift+V
de: Strg+Umschalt+V
es: Ctrl+Mayús+V
fr: Ctrl+Maj+V
it: CTRL+MAIUSC+V
tr: Ctrl+ÜstKrkt+V

# KeyRedoDisplayString
source: Ctrl+Y
de: Strg+Y

# KeyRemoveListMarkersDisplayString
source: Ctrl+Shift+R
de: Strg+Umschalt+R
es: Ctrl+Mayús+R
fr: Ctrl+Maj+R
it: CTRL+MAIUSC+R
tr: Ctrl+ÜstKrkt+R

# KeyResetFormatDisplayString
source: Ctrl+Space
de: Strg+Leertaste
es: Ctrl+Espacio
fr: Ctrl+Espace
it: CTRL+BARRA SPAZIATRICE
pl: Ctrl+Spacja
pt_br: Ctrl+Barra de Espaços
tr: Ctrl+Ara Çubuğu
zh_hans: Ctrl+空格键

# KeySelectAllDisplayString
source: Ctrl+A
de: Strg+A
es: Ctrl+E

# KeySelectDownByLineDisplayString
source: Shift+Down
de: Umschalt+Nach-Unten
es: Mayús+Abajo
fr: Maj+Bas
it: MAIUSC+freccia GIÙ
ko: Shift+아래쪽 화살표
pt_br: Shift+Seta para Baixo
ru: Shift+ВНИЗ
tr: ÜstKrkt+Aşağı
zh_hans: Shift+向下键

# KeySelectDownByPageDisplayString
source: Shift+PageDown
de: Umschalt+BildAb
es: Mayús+AvPág
fr: Maj+Pg. suiv
it: MAIUSC+PGGIÙ
tr: ÜstKrkt+PageDown

# KeySelectDownByParagraphDisplayString
source: Ctrl+Shift+Down
de: Strg+Umschalt+Nach-Unten
es: Ctrl+Mayús+Abajo
fr: Ctrl+Maj+Bas
it: CTRL+MAIUSC+freccia GIÙ
ko: Ctrl+Shift+아래쪽 화살표
pt_br: Ctrl+Shift+Seta para Baixo
ru: Ctrl+Shift+ВНИЗ
tr: Ctrl+ÜstKrkt+Aşağı
zh_hans: Ctrl+Shift+向下键

# KeySelectLeftByCharacterDisplayString
source: Shift+Left
de: Umschalt+Nach-Links
es: Mayús+Izquierda
fr: Maj+Gauche
it: MAIUSC+freccia SINISTRA
ko: Shift+왼쪽 화살표
pt_br: Shift+Seta para a Esquerda
ru: Shift+ВЛЕВО
tr: ÜstKrkt+Sol
zh_hans: Shift+向左键

# KeySelectLeftByWordDisplayString
source: Ctrl+Shift+Left
de: Strg+Umschalt+Nach-Links
es: Ctrl+Mayús+Izquierda
fr: Ctrl+Maj+Gauche
it: CTRL+MAIUSC+freccia SINISTRA
ko: Ctrl+Shift+왼쪽 화살표
pt_br: Ctrl+Shift+Seta para a Esquerda
ru: Ctrl+Shift+ВЛЕВО
tr: Ctrl+ÜstKrkt+Sol
zh_hans: Ctrl+Shift+向左键

# KeySelectRightByCharacterDisplayString
source: Shift+Right
de: Umschalt+Nach-Rechts
es: Mayús+Derecha
fr: Maj+Droite
it: MAIUSC+freccia DESTRA
ko: Shift+오른쪽 화살표
pt_br: Shift+Seta para a Direita
ru: Shift+ВПРАВО
tr: ÜstKrkt+Sağ
zh_hans: Shift+向右键

# KeySelectRightByWordDisplayString
source: Ctrl+Shift+Right
de: Strg+Umschalt+Nach-Rechts
es: Ctrl+Mayús+Derecha
fr: Ctrl+Maj+Droite
it: CTRL+MAIUSC+freccia DESTRA
ko: Ctrl+Shift+오른쪽 화살표
pt_br: Ctrl+Shift+Seta para a Direita
ru: Ctrl+Shift+ВПРАВО
tr: Ctrl+ÜstKrkt+Sağ
zh_hans: Ctrl+Shift+向右键

# KeySelectToColumnEndDisplayString
source: Alt+Shift+PageDown
de: Alt+Umschalt+BildAb
es: Alt+Mayús+AvPág
fr: Alt+Maj+Pg. suiv
it: ALT+MAIUSC+PGGIÙ
tr: Alt+ÜstKrkt+PageDown

# KeySelectToColumnStartDisplayString
source: Alt+Shift+PageUp
de: Alt+Umschalt+BildAuf
es: Alt+Mayús+RePág
fr: Alt+Maj+Pg. préc
it: ALT+MAIUSC+PGSU
tr: Alt+ÜstKrkt+PageUp

# KeySelectToDocumentEndDisplayString
source: Ctrl+Shift+End
de: Strg+Umschalt+Ende
es: Ctrl+Mayús+Fin
fr: Ctrl+Maj+Fin
it: CTRL+MAIUSC+FINE
tr: Ctrl+ÜstKrkt+End

# KeySelectToDocumentStartDisplayString
source: Ctrl+Shift+Home
de: Strg+Umschalt+Pos1
es: Ctrl+Mayús+Inicio
fr: Ctrl+Maj+Début
it: CTRL+MAIUSC+HOME
tr: Ctrl+ÜstKrkt+Home

# KeySelectToLineEndDisplayString
source: Shift+End
de: Umschalt+Ende
es: Mayús+Fin
fr: Maj+Fin
it: MAIUSC+FINE
tr: ÜstKrkt+End

# KeySelectToLineStartDisplayString
source: Shift+Home
de: Umschalt+Pos1
es: Mayús+Inicio
fr: Maj+Début
it: MAIUSC+HOME
tr: ÜstKrkt+Home

# KeySelectToWindowBottomDisplayString
source: Alt+Ctrl+Shift+PageDown
de: Alt+Strg+Umschalt+BildAb
es: Alt+Ctrl+Mayús+AvPág
fr: Alt+Ctrl+Maj+Pg. suiv
it: ALT+CTRL+MAIUSC+PGGIÙ
tr: Alt+Ctrl+ÜstKrkt+PageDown

# KeySelectToWindowTopDisplayString
source: Alt+Ctrl+Shift+PageUp
de: Alt+Strg+Umschalt+BildAuf
es: Alt+Ctrl+Mayús+RePág
fr: Alt+Ctrl+Maj+Pg. préc
it: ALT+CTRL+MAIUSC+PGSU
tr: Alt+Ctrl+ÜstKrkt+PageUp

# KeySelectUpByLineDisplayString
source: Shift+Up
de: Umschalt+Nach-Oben
es: Mayús+Arriba
fr: Maj+Haut
it: MAIUSC+freccia SU
ko: Shift+위쪽 화살표
pt_br: Shift+Seta para Cima
tr: ÜstKrkt+Yukarı
zh_hans: Shift+向上键

# KeySelectUpByPageDisplayString
source: Shift+PageUp
de: Umschalt+BildAuf
es: Mayús+RePág
fr: Maj+Pg. préc
it: MAIUSC+PGSU
tr: ÜstKrkt+PageUp

# KeySelectUpByParagraphDisplayString
source: Ctrl+Shift+Up
de: Strg+Umschalt+Nach-Oben
es: Ctrl+Mayús+Arriba
fr: Ctrl+Maj+Haut
it: CTRL+MAIUSC+freccia SU
ko: Ctrl+Shift+위쪽 화살표
pt_br: Ctrl+Shift+Seta para Cima
tr: Ctrl+ÜstKrkt+Up
zh_hans: Ctrl+Shift+向上键

# KeyShiftBackspaceDisplayString
source: Shift+Backspace
de: Umschalt+Rücktaste
es: Mayús+Retroceso
fr: Maj+Ret.arr
it: MAIUSC+BACKSPACE
ko: Shift+백스페이스
tr: ÜstKrkt+Geri Al

# KeyShiftDeleteDisplayString
source: Shift+Delete
de: Umschalt+Entf
es: Mayús+Supr
fr: Maj+Suppr
it: MAIUSC+CANC
tr: ÜstKrkt+Delete

# KeyShiftInsertDisplayString
source: Shift+Insert
de: Umschalt+Einfg
es: Mayús+Insert
fr: Maj+Inser
it: MAIUSC+INS
tr: ÜstKrkt+Insert

# KeyShiftSpaceDisplayString
source: Shift+Space
de: Umschalt+Leerschritt
es: Mayús+Espacio
fr: Maj+Espace
it: MAIUSC+BARRA SPAZIATRICE
ko: Shift+스페이스바
pl: Shift+Spacja
pt_br: Shift+Barra de Espaços
tr: ÜstKrkt+Ara Çubuğu
zh_hans: Shift+空格键

# KeySpaceDisplayString
source: Space
de: Speicherplatz
es: Espacio
fr: L'espace
it: Spazio
ja: スペース
ko: 공간
pt_br: Barra de Espaços
ru: Пробел.
tr: Ara Çubuğu
zh_hans: 空间

# KeySplitCellDisplayString
source: Alt+Ctrl+Shift+S
de: Alt+Strg+Umschalt+S
es: Alt+Ctrl+Mayús+S
fr: Alt+Ctrl+Maj+S
it: ALT+CTRL+MAIUSC+S
tr: Alt+Ctrl+ÜstKrkt+S

# KeySwitchViewingModeDisplayString
source: Ctrl+M
de: Strg+M

# KeyTabBackwardDisplayString
source: Shift+Tab
de: Umschalt+Tab
es: Mayús+Tab
fr: Maj+Tab
it: MAIUSC+TAB
tr: ÜstKrkt+Sekme

# KeyToggleBoldDisplayString
source: Ctrl+B
de: STRG+B
es: Ctrl+N
fr: Ctrl+G
pt_br: Ctrl+N

# KeyToggleBulletsDisplayString
source: Ctrl+Shift+L
de: Strg+Umschalt+L
es: Ctrl+Mayús+L
fr: Ctrl+Maj+L
it: CTRL+MAIUSC+L
tr: Ctrl+ÜstKrkt+L

# KeyToggleInsertDisplayString
source: Insert
de: Einfg
it: INSERISCI

# KeyToggleItalicDisplayString
source: Ctrl+I
de: Strg+I
es: Ctrl+K

# KeyToggleNumberingDisplayString
source: Ctrl+Shift+N
de: Strg+Umschalt+N
es: Ctrl+Mayús+N
fr: Ctrl+Maj+N
it: CTRL+MAIUSC+N
tr: Ctrl+ÜstKrkt+N

# KeyToggleSubscriptDisplayString
source: Ctrl+OemPlus
de: Strg+OemPlus
es: Ctrl+OemMás
it: CTRL+SegnoPiùOem
pt_br: Ctrl+OemSinal de Mais

# KeyToggleSuperscriptDisplayString
source: Ctrl+Shift+OemPlus
de: Strg+Umschalt+OemPlus
es: Ctrl+Mayús+OemMás
fr: Ctrl+Maj+OemPlus
it: CTRL+MAIUSC+SegnoPiùOem
pt_br: Ctrl+Shift+OemSinal de Mais
tr: Ctrl+ÜstKrkt+OemPlus

# KeyToggleUnderlineDisplayString
source: Ctrl+U
de: Strg+U
es: Ctrl+S
pt_br: Ctrl+S

# KeyUndoDisplayString
source: Ctrl+Z
de: Strg+Z

# KillBitEnforcedShutdown
source: Unsecure component was detected while loading this application. The unsecure assembly was:
cs: Při načítání této aplikace byl nalezen nezajištěný komponent. Nezajištěné sestavení:
de: Beim Laden der Anwendung wurde eine unsichere Komponente entdeckt. Unsichere Assembly:
es: Se detectó un componente no protegido al cargar esta aplicación. El ensamblado no protegido era:
fr: Détection d'un composant non sécurisé lors du chargement de l'application. L'assembly non sécurisé était :
it: Componente non protetto rilevato durante il caricamento dell'applicazione. Assembly non protetto:
ja: このアプリケーションの読み込み中に、セキュリティで保護されていないコンポーネントが検出されました。セキュリティで保護されていないアセンブリは次のとおりです。
ko: 이 응용 프로그램을 로드하는 동안 안전하지 않은 구성 요소가 발견되었습니다. 안전하지 않은 어셈블리는 다음과 같습니다.
pl: Podczas ładowania tej aplikacji wykryto niezabezpieczony składnik. Niezabezpieczonym zestawem był:
pt_br: Foi detectado um componente desprotegido ao carregar o aplicativo. O assembly desprotegido era:
ru: При загрузке приложения обнаружен небезопасный элемент. Небезопасная сборка:
tr: Bu uygulama yüklenirken güvenli olmayan bileşen algılandı. Güvenli olmayan bütünleştirilmiş kod:
zh_hans: 加载该应用程序时检测到非安全的组件。非安全的程序集为:
zh_hant: 載入此應用程式時發現不安全的元件。不安全的組件是:

# KnownTypeIdNegative
source: An internal error was encountered parsing BAML content: known typeIds must be negative.
cs: Při analýze obsahu BAML došlo k vnitřní chybě: známá ID typů (typeIds) musí být záporná.
de: Interner Fehler beim Analysieren des BAML-Inhalts: Bekannte "typeIds" müssen negativ sein.
es: Error interno al analizar el contenido BAML: los typeIds conocidos deben ser negativos.
fr: Une erreur interne s'est produite lors de l'analyse du contenu BAML : les typeIds connus doivent être négatifs.
it: Errore interno durante l'analisi del contenuto BAML: i typeId noti devono essere negativi.
ja: BAML コンテンツの解析中に内部エラーが発生しました: 既知の typeId は負の値でなければなりません。
ko: BAML 콘텐츠를 구문 분석하는 동안 내부 오류가 발생했습니다. 알려진 typeId는 음수여야 합니다.
pl: Wystąpił błąd wewnętrzny podczas analizowania zawartości BAML: znane identyfikatory typów muszą być ujemne.
pt_br: Erro interno ao analisar o conteúdo BAML: typeIds conhecidos devem ser negativos.
ru: Внутренняя ошибка при разборе содержимого BAML: known typeIds must be negative.
tr: BAML içeriği ayrıştırılırken iç hatayla karşılaşıldı: bilinen typeId'ler negatif olmalıdır.
zh_hans: 分析 BAML 内容时遇到内部错误: 已知的 typeId 必须为负数。
zh_hant: 剖析 BAML 內容時發現內部錯誤: 已知 typeIds 必須是負數。

# LengthFormatError
source: '{0}' string cannot be converted to Length.
cs: Řetězec {0} nelze převést na Length.
de: Die Zeichenfolge "{0}" kann nicht in "Length" konvertiert werden.
es: La cadena '{0}' no se puede convertir a Length.
fr: La chaîne '{0}' ne peut pas être convertie en Length.
it: La stringa '{0}' non può essere convertita in Length.
ja: '{0}' 文字列は、Length に変換できません。
ko: '{0}' 문자열을 Length로 변환할 수 없습니다.
pl: Ciągu „{0}” nie można zamienić na Length.
pt_br: A cadeia de caracteres '{0}' não pode ser convertida em Length.
ru: Строку "{0}" невозможно преобразовать в значение Length.
tr: '{0}' dizesi Length olarak dönüştürülemez.
zh_hans: 无法将“{0}”字符串转换为 Length。
zh_hant: '{0}' 字串無法轉換為 Length。

# ListBoxInvalidAnchorItem
source: AnchorItem '{0}' does not have a realized container and hence is invalid.
cs: Vlastnost AnchorItem {0} nemá realizovaný kontejner, a proto je neplatná.
de: AnchorItem '{0}' verfügt über keinen realisierten Container und ist daher ungültig.
es: AnchorItem '{0}' no tiene un contenedor realizado y, por tanto, no es válido.
fr: AnchorItem '{0}' ne possède pas de conteneur réalisé et par conséquent n'est pas valide.
it: AnchorItem '{0}' non dispone di un contenitore previsto e quindi non è valido.
ja: AnchorItem '{0}' は、認識済みのコンテナーがないため、無効です。
ko: AnchorItem '{0}'은(는) 구현된 컨테이너가 없으므로 유효하지 않습니다.
pl: Zakotwiczony element „{0}” nie ma zdefiniowanego kontenera, dlatego jest nieprawidłowy.
pt_br: O AnchorItem '{0}' não possui um contêiner percebido e, portanto, é inválido.
ru: Элемент AnchorItem "{0}" не содержит реализованный контейнер и поэтому не является допустимым.
tr: AnchorItem '{0}' tanınan bir kapsayıcıya sahip olmadığından geçersizdir.
zh_hans: AnchorItem“{0}”没有已实现的容器，因此无效。
zh_hant: AnchorItem '{0}' 沒有已實現的容器，因此是無效的。

# ListBoxSelectAllKeyDisplayString
source: Ctrl+A
de: Strg+A
es: Ctrl+E

# ListBoxSelectAllSelectionMode
source: Can only call SelectAll when SelectionMode is Multiple or Extended.
cs: SelectAll lze vyvolat pouze v režimu SelectionMode nastaveném na Multiple nebo Extended.
de: "SelectAll" kann nur aufgerufen werden, wenn "SelectionMode" "Multiple" oder "Extended" ist.
es: Sólo se puede llamar a SelectAll cuando SelectionMode es Multiple o Extended.
fr: SelectAll ne peut être appelé que lorsque SelectionMode a la valeur Multiple ou Extended.
it: È possibile chiamare SelectAll solo quando SelectionMode è Multiple o Extended.
ja: SelectAll を呼び出すことができるのは、SelectionMode が Multiple または Extended の場合のみです。
ko: SelectionMode가 Multiple 또는 Extended인 경우 SelectAll만 호출할 수 있습니다.
pl: Jeśli tryb SelectionMode ustawiono na Multiple lub Extended, można wywoływać tylko operacje SelectAll.
pt_br: Somente é possível chamar SelectAll quando SelectionMode é Multiple ou Extended.
ru: Если SelectionMode имеет значение Multiple или Extended, то можно вызвать только SelectAll.
tr: SelectionMode, Multiple veya Extended olduğunda yalnızca SelectAll çağırılabilir.
zh_hans: 只有在 SelectionMode 是 Multiple 或 Extended 时调用 SelectAll。
zh_hant: 當 SelectionMode 是 Multiple 或 Extended 時，只能呼叫 SelectAll。

# ListBoxSelectAllText
source: Select All
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar todo
fr: Sélectionner tout
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
pl: Zaznacz wszystko
pt_br: Selecionar Tudo
ru: Выбрать все
tr: Tümünü Seç
zh_hans: 全选
zh_hant: 全選

# ListElementItemNotAChildOfList
source: GetListItemIndex is valid only for immediate children of this List element.
cs: GetListItemIndex je platný pouze pro přímé podřízené prvky tohoto prvku List.
de: "GetListItemIndex" ist nur für direkt diesem List-Element untergeordnete Elemente gültig.
es: GetListItemIndex sólo es válido para los elementos secundarios más próximos a este elemento List.
fr: GetListItemIndex n'est valide que pour les enfants immédiats de cet élément List.
it: GetListItemIndex è valido solo per gli elementi figlio diretti di questo elemento List.
ja: GetListItemIndex は、この List 要素のすぐ下の子に対してのみ有効です。
ko: GetListItemIndex는 이 List 요소의 직접 자식에만 사용할 수 있습니다.
pl: Element GetListItemIndex jest prawidłowy tylko dla bezpośrednich elementów podrzędnych tego elementu List.
pt_br: GetListItemIndex é válido somente para filhos imediatos do elemento de List.
ru: GetListItemIndex является допустимым только для непосредственного дочернего элемента List.
tr: GetListItemIndex yalnızca, bu List öğesinin hemen altındaki öğe için geçerlidir.
zh_hans: GetListItemIndex 仅对该 List 元素的直属子级有效。
zh_hant: GetListItemIndex 只對於此 List 項目的下層子項目有效。

# ListView_GridViewColumnCollectionIsReadOnly
source: GridViewColumnCollection is read-only now.
cs: GridViewColumnCollection je nyní určen jen pro čtení.
de: "GridViewColumnCollection" ist nun schreibgeschützt.
es: GridViewColumnCollection es ahora de sólo lectura.
fr: GridViewColumnCollection est maintenant en lecture seule.
it: GridViewColumnCollection è di sola lettura in questo momento.
ja: GridViewColumnCollection は、現在読み取り専用です。
ko: GridViewColumnCollection은 현재 읽기 전용입니다.
pl: Kolekcja GridViewColumnCollection jest teraz tylko do odczytu.
pt_br: GridViewColumnCollection é somente leitura agora.
ru: Семейство GridViewColumnCollection сейчас доступно только для чтения.
tr: GridViewColumnCollection şimdi salt okunur.
zh_hans: GridViewColumnCollection 当前为只读。
zh_hant: GridViewColumnCollection 現在是唯讀的。

# ListView_IllegalChildrenType
source: Cannot add object data other than GridViewColumn type.
cs: Nelze přidat data objektu kromě typu GridViewColumn.
de: Es können nur Objektdaten vom Typ "GridViewColumn" hinzugefügt werden.
es: No se pueden agregar datos de objeto que no sean de tipo GridViewColumn.
fr: Impossible d'ajouter des données d'objet autres que de type GridViewColumn.
it: Impossibile aggiungere dati oggetto di tipo diverso da GridViewColumn.
ja: GridViewColumn 型以外のオブジェクト データを追加できません。
ko: GridViewColumn 형식 이외의 개체 데이터를 추가할 수 없습니다.
pl: Nie można dodać danych obiektu innych niż typu GridViewColumn.
pt_br: Não é possível adicionar dados de objeto diferentes do tipo GridViewColumn.
ru: Невозможно добавить данные объекта, отличные от типа GridViewColumn.
tr: GridViewColumn türü dışında nesne verileri eklenemez.
zh_hans: 无法添加 GridViewColumn 类型以外的对象数据。
zh_hant: 無法新增型別 GridViewColumn 以外的物件資料。
