Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CannotGroupView
source: '{0}' view does not support grouping.
cs: Náhled {0} nepodporuje sdružování do skupin.
de: Von der Ansicht "{0}" wird das Gruppieren nicht unterstützt.
es: La vista '{0}' no admite el agrupamiento.
fr: L'affichage '{0}' ne prend pas en charge le regroupement.
it: Operazione di raggruppamento non supportata dalla visualizzazione '{0}'.
ja: '{0}' ビューはグループ化をサポートしていません。
ko: '{0}' 뷰가 그룹화를 지원하지 않습니다.
pl: Widok „{0}” nie obsługuje grupowania.
pt_br: A exibição '{0}' não oferece suporte a agrupamento.
ru: Представление "{0}" не поддерживает группировку.
tr: '{0}' görünümü gruplamayı desteklemez.
zh_hans: “{0}”视图不支持分组。
zh_hant: '{0}' 檢視不支援群組化。

# CannotHaveEventHandlersInThemeStyle
source: Cannot set event handlers within a theme Style.
cs: Nelze nastavit ovladače událostí v rámci Style tématu.
de: Ereignishandler können innerhalb eines Styles vom Typ Design nicht festgelegt werden.
es: No se pueden establecer los controladores de eventos dentro de un Style de tema.
fr: Impossible de définir des gestionnaires d'événement au sein d'un Style de thème.
it: Impossibile impostare gestori eventi in un tema Style.
ja: テーマ Style 内では、イベント ハンドラーを設定できません。
ko: 테마 Style에 이벤트 처리기를 설정할 수 없습니다.
pl: Nie można ustawić uchwytów zdarzeń w sekcji Style kompozycji.
pt_br: Não é possível definir os manipuladores de evento em um Style de tema.
ru: Невозможно задать обработчики событий в объекте Style темы.
tr: Tema Style içinde olay işleyicileri ayarlanamaz.
zh_hans: 无法在主题 Style 中设置事件处理程序。
zh_hant: 無法在佈景主題 Style 中設定事件處理常式。

# CannotHaveOverridesDefaultStyleInThemeStyle
source: Cannot set OverridesDefaultStyle property in the default Style.
cs: Nelze nastavit vlastnost OverridesDefaultStyle v předvolbě Style.
de: Die OverridesDefaultStyle-Eigenschaft kann im Style vom Typ Standard nicht festgelegt werden.
es: No se puede establecer la propiedad OverridesDefaultStyle en el Style predeterminado.
fr: Impossible de définir la propriété OverridesDefaultStyle dans le Style par défaut.
it: Impossibile impostare la proprietà OverridesDefaultStyle nello Style predefinito.
ja: 既定の Style では、OverridesDefaultStyle プロパティを設定できません。
ko: 기본 Style에 OverridesDefaultStyle 속성을 설정할 수 없습니다.
pl: Nie można ustawić właściwości OverridesDefaultStyle w domyślnej sekcji Style.
pt_br: Não é possível definir a propriedade OverridesDefaultStyle no Style padrão.
ru: Невозможно задать свойство OverridesDefaultStyle в объекте Style по умолчанию.
tr: Varsayılan Style içinde OverridesDefaultStyle özeliği ayarlanamıyor.
zh_hans: 无法在默认 Style 中设置 OverridesDefaultStyle 属性。
zh_hant: 無法在預設 Style 中設定 OverridesDefaultStyle 屬性。

# CannotHavePropertyInStyle
source: '{0}' property cannot be set in the current element's Style.
cs: Vlastnost {0} nelze nastavit ve Style aktuálního prvku.
de: Eigenschaft "{0}" kann nicht auf den Style des aktuellen Elements festgelegt werden.
es: La propiedad '{0}' no se puede establecer en el Style del elemento actual.
fr: Impossible de définir la propriété '{0}' dans le Style de l'élément en cours.
it: Impossibile impostare la proprietà '{0}' nello Style dell'elemento corrente.
ja: 現在の要素の Style で '{0}' プロパティを設定することはできません。
ko: '{0}' 속성을 현재 요소의 Style에 설정할 수 없습니다.
pl: Właściwości „{0}” nie można ustawić w sekcji Style bieżącego elementu.
pt_br: A propriedade '{0}' não pode ser definida no Style do elemento atual.
ru: Свойство "{0}" нельзя задать в Style текущего элемента.
tr: '{0}' özelliği geçerli öğenin Style'i içinde ayarlanamıyor.
zh_hans: 无法在当前元素的 Style 中设置“{0}”属性。
zh_hant: 無法在目前項目的 Style 中設定 '{0}' 屬性。

# CannotHavePropertyInTemplate
source: '{0}' property cannot be set in the current element's Template.
cs: Vlastnost {0} nelze nastavit v Template aktuálního prvku.
de: Die {0}-Eigenschaft kann nicht in "Template" für das aktuelle Element festgelegt werden.
es: La propiedad '{0}' no se puede establecer en la Template del elemento actual.
fr: Impossible de définir la propriété '{0}' dans le Template de l'élément en cours.
it: Impossibile impostare la proprietà '{0}' nel Template dell'elemento corrente.
ja: 現在の要素の Template では、'{0}' プロパティを設定できません。
ko: '{0}' 속성을 현재 요소의 Template에 설정할 수 없습니다.
pl: Właściwości „{0}” nie można ustawić w sekcji Template bieżącego elementu.
pt_br: A propriedade '{0}' não pode ser definida em Template do elemento atual.
ru: Свойство "{0}" нельзя задать в Template текущего элемента.
tr: '{0}' özelliği geçerli öğenin Template'i içinde ayarlanamıyor.
zh_hans: 无法在当前元素的 Template 中设置“{0}”属性。
zh_hant: 無法在目前項目的 Template 中設定 '{0}' 屬性。

# CannotHookupFCERoot
source: Cannot connect the FrameworkContentElement '{0}' as the root of a VisualTree.
cs: Nelze připojit prvek FrameworkContentElement {0} jako kořen stromu VisualTree.
de: "FrameworkContentElement '{0}'" kann nicht als Stamm von "VisualTree" verbunden werden.
es: No se puede conectar el FrameworkContentElement '{0}' como la raíz de un VisualTree.
fr: Impossible de connecter l'objet FrameworkContentElement '{0}' en tant que racine d'un VisualTree.
it: Impossibile connettere il FrameworkContentElement '{0}' come radice di un VisualTree.
ja: VisualTree のルートとして、FrameworkContentElement '{0}' を接続できません。
ko: FrameworkContentElement '{0}'을(를) VisualTree의 루트로 연결할 수 없습니다.
pl: Nie można dołączyć elementu FrameworkContentElement „{0}” jako katalogu głównego drzewa VisualTree.
pt_br: Não é possível conectar o FrameworkContentElement '{0}' como raiz de um VisualTree.
ru: Невозможно подключить FrameworkContentElement "{0}" как корень VisualTree.
tr: FrameworkContentElement '{0}' bir VisualTree kökü olarak bağlanamaz.
zh_hans: 无法将 FrameworkContentElement“{0}”作为 VisualTree 的根进行连接。
zh_hant: 無法連線到 FrameworkContentElement '{0}' 以做為 VisualTree 的根項目。

# CannotInvokeScript
source: The HTML document is not available.
cs: Dokument HTML není k dispozici.
de: Das HTML-Dokument ist nicht verfügbar.
es: El documento HTML no está disponible.
fr: Le document HTML n'est pas disponible.
it: Documento HTML non disponibile.
ja: HTML ドキュメントは利用できません。
ko: HTML 문서를 사용할 수 없습니다.
pl: Dokument HTML jest niedostępny.
pt_br: O documento HTML não está disponível.
ru: HTML-документ недоступен.
tr: HTML belgesi kullanılamıyor.
zh_hans: HTML 文档不可用。
zh_hant: 無法使用此 HTML 文件。

# CannotModifyLogicalChildrenDuringTreeWalk
source: Cannot modify the logical children for this node at this time because a tree walk is in progress.
cs: Momentálně nelze upravovat logické podřízené prvky tohoto uzlu, protože probíhá prohledávání stromu.
de: Die logischen untergeordneten Elemente dieses Knotens können im Moment nicht geändert werden, da gerade ein Tree Walk durchgeführt wird.
es: No se pueden modificar ahora los objetos secundarios lógicos de este nodo porque se está realizando un examen del árbol.
fr: Impossible de modifier les enfants logiques de ce nœud pour l'instant car un parcours de l'arborescence est en cours.
it: Impossibile modificare i figli logici per questo nodo perché è in corso un attraversamento dell'albero.
ja: 現時点では、このノードの論理子を変更できません。ツリー ウォークを実行中です。
ko: 트리를 탐색하고 있기 때문에 이 노드에 대한 논리 자식을 지금 수정할 수 없습니다.
pl: Teraz nie można zmieniać logicznych elementów podrzędnych dla tego węzła, ponieważ trwa analiza drzewa.
pt_br: Não é possível modificar os filhos lógicos deste nó neste momento porque uma movimentação pela árvore está em andamento.
ru: Не удается изменить логический дочерний узел данного узла, так как в это время выполняется переход по дереву.
tr: Devam eden bir ağaç ilerlemesi olduğu için, bu düğümün mantıksal alt öğeleri bu kez değiştirilemiyor.
zh_hans: 此时无法修改该节点的逻辑子级，因为正在进行攀树。
zh_hant: 目前無法修改此節點的邏輯子項目，因為正在巡覽樹狀目錄。

# CannotModifyReadOnlyContainer
source: Cannot modify a read-only container.
cs: Zásobník určený jen pro čtení nelze upravit.
de: Schreibgeschützte Container können nicht geändert werden.
es: No se puede modificar un contenedor de solo lectura.
fr: Impossible de modifier un conteneur en lecture seule.
it: Impossibile modificare un contenitore di sola lettura.
ja: 読み取り専用コンテナーは変更できません。
ko: 읽기 전용 컨테이너를 수정할 수 없습니다.
pl: Nie można modyfikować kontenera tylko do odczytu.
pt_br: Não é possível modificar um contêiner somente leitura.
ru: Невозможно изменить контейнер, доступный только для чтения.
tr: Salt okunur kapsayıcı değiştirilemez.
zh_hans: 无法修改只读容器。
zh_hant: 無法修改唯讀容器。

# CannotMoveToUnknownPosition
source: Cannot Move items to an unknown position (-1).
cs: Nelze přemísťovat položky na neznámé místo (-1).
de: Elemente können nicht an eine unbekannte Position (-1) verschoben werden.
es: No se pueden mover los elementos a una posición desconocida (-1).
fr: Impossible de déplacer les éléments vers une position inconnue (-1).
it: Impossibile spostare elementi in una posizione sconosciuta (-1).
ja: 項目を不明な位置 (-1) に Move することはできません。
ko: 알 수 없는 위치(-1)로 항목을 이동할 수 없습니다.
pl: Nie można przenosić elementów do nieznanej pozycji (-1).
pt_br: Não é possível mover itens para uma posição desconhecida (-1).
ru: Невозможно переместить элементы в неизвестную позицию (-1).
tr: Öğeler bilinmeyen bir konuma (-1) taşınamaz.
zh_hans: 无法将项移动到未知位置(-1)。
zh_hant: 無法將項目移動到不明位置 (-1)。

# CannotParseId
source: Cannot parse ID attribute into GUID.
cs: Nelze analyzovat atribut ID v identifikátoru GUID.
de: Das ID-Attribut kann nicht im GUID analysiert werden.
es: No se puede analizar el atributo ID en el GUID.
fr: Impossible d'analyser l'attribut ID dans le GUID.
it: Impossibile analizzare l'attributo ID in un GUID.
ja: ID 属性を GUID に解析できません。
ko: ID 특성을 GUID로 구문 분석할 수 없습니다.
pl: Nie można przeanalizować atrybutu ID w GUID.
pt_br: Não é possível analisar o atributo de ID no GUID.
ru: Не удается получить GUID из атрибута ID.
tr: ID özniteliği GUID'ye ayrıştırılamıyor.
zh_hans: 无法将 ID 特性分析成 GUID。
zh_hant: 無法將 ID 屬性剖析為 GUID。

# CannotProcessInkCommand
source: StickyNoteControl.InkCommand can only be processed on StickyNoteControl of type StickyNoteType.Ink with IsExpanded equal to true.
cs: Příkaz StickyNoteControl.InkCommand lze zpracovat pouze na ovladači StickyNoteControl typu StickyNoteType.Ink s hodnotou IsExpanded nastavenou na hodnotu pravda.
de: "StickyNoteControl.InkCommand" kann nur für "StickyNoteControl" vom Typ "StickyNoteType.Ink" verarbeitet werden, wenn "IsExpanded" gleich TRUE ist.
es: StickyNoteControl.InkCommand sólo se puede procesar en un StickyNoteControl del tipo StickyNoteType.Ink con IsExpanded igual a verdadero.
fr: StickyNoteControl.InkCommand ne peut être traité que sur un StickyNoteControl de type StickyNoteType.Ink avec IsExpanded ayant la valeur true.
it: È possibile elaborare StickyNoteControl.InkCommand solo in un StickyNoteControl di tipo StickyNoteType.Ink con IsExpanded uguale a true.
ja: StickyNoteControl.InkCommand は、型が StickyNoteType.Ink である StickyNoteControl 上で、IsExpanded が true に等しい場合にのみ処理できます。
ko: IsExpanded가 true인 StickyNoteType.Ink 형식의 StickyNoteControl에서만 StickyNoteControl.InkCommand를 처리할 수 있습니다.
pl: Polecenie StickyNoteControl.InkCommand można przetwarzać tylko dla elementu StickyNoteControl typu StickyNoteType.Ink z wartością parametru IsExpanded równą true.
pt_br: StickyNoteControl.InkCommand somente pode ser processado no StickyNoteControl do tipo StickyNoteType.Ink com IsExpanded igual a verdadeiro.
ru: StickyNoteControl.InkCommand можно обработать только в элементе StickyNoteControl типа StickyNoteType.Ink, когда свойство IsExpanded имеет значение "true".
tr: StickyNoteControl.InkCommand yalnızca IsExpanded eşit doğru olarak ayarlanmış StickyNoteType.Ink türünde StickyNoteControl üzerinde işlenebilir.
zh_hans: 只能在 IsExpanded 为 true 的 StickyNoteType.Ink 类型的 StickyNoteControl 上处理 StickyNoteControl.InkCommand。
zh_hant: StickyNoteControl.InkCommand 只能在型別為 StickyNoteType.Ink，且 IsExpanded 等於 True 的 StickyNoteControl 上處理。

# CannotQueryPropertiesWhenPageNotInTreeWithWindow
source: Cannot read Page properties because it is not in a tree with Window as its root.
cs: Nelze načíst vlastnosti Page, protože nejsou ve stromě s kořenem Window.
de: Die Page-Eigenschaften können nicht gelesen werden, da sie sich nicht in einer Struktur mit "Window" als Stamm befinden.
es: No se pueden leer las propiedades de Page porque no está en un árbol en el que Window sea la raíz.
fr: Impossible de lire les propriétés de l'objet Page car il ne figure pas dans une arborescence avec Window comme racine.
it: Impossibile leggere le proprietà di Page perché l'elemento non è incluso in un albero con radice Window.
ja: Page プロパティは、Window をルートとしたツリーにないため、読み取れません。
ko: Window가 루트인 트리에 없으므로 Page 속성을 읽을 수 없습니다.
pl: Nie można odczytać właściwości Page, ponieważ nie ma jej w drzewie z elementem Window jako elementem głównym.
pt_br: Não é possível ler as propriedades de Page porque não está em uma árvore com Window como raiz.
ru: Не удается прочитать свойства Page, так как страница не находится в дереве, корнем которого является Window.
tr: Kökü Window olan bir ağaçta bulunmadığından Page özellikleri okunamıyor.
zh_hans: 无法读取 Page 属性，因为它不在以 Window 为根的树中。
zh_hant: 無法讀取 Page 屬性，因為它不是位於使用 Window 做為根的樹狀結構中。

# CannotRecyleHeterogeneousTypes
source: ItemsHost panel cannot use VirtualizationMode == Recycling because the IGeneratorHost.GetContainerForItemOverride method returns containers that have different types.
cs: Panel ItemsHost nemůže používat VirtualizationMode == Recycling, protože metoda IGeneratorHost.GetContainerForItemOverride vrací kontejnery odlišných typů.
de: Der ItemsHost-Bereich kann VirtualizationMode == Recycling nicht verwenden, weil die IGeneratorHost.GetContainerForItemOverride-Methode Container mit unterschiedlichen Typen zurückgibt.
es: El panel ItemsHost no puede usar VirtualizationMode == Recycling porque el método IGeneratorHost.GetContainerForItemOverride devuelve contenedores que tienen tipos diferentes.
fr: Le panneau ItemsHost ne peut pas utiliser VirtualizationMode == Recycling, car la méthode IGeneratorHost.GetContainerForItemOverride retourne des conteneurs qui ont des types différents.
it: Impossibile utilizzare VirtualizationMode == Recycling per il pannello ItemsHost perché il metodo IGeneratorHost.GetContainerForItemOverride restituisce contenitori di tipi diversi.
ja: IGeneratorHost.GetContainerForItemOverride メソッドが異なる型のコンテナーを返すため、ItemsHost パネルでは VirtualizationMode == Recycling を使用できません。
ko: IGeneratorHost.GetContainerForItemOverride 메서드가 형식이 다른 컨테이너를 반환하므로 ItemsHost 패널에는 VirtualizationMode == Recycling을 사용할 수 없습니다.
pl: Panel ItemsHost nie może używać wyrażenia VirtualizationMode == Recycling, ponieważ metoda IGeneratorHost.GetContainerForItemOverride zwraca kontenery o różnych typach.
pt_br: O painel ItemsHost não pode usar VirtualizationMode == Recycling porque o método IGeneratorHost.GetContainerForItemOverride retorna contêineres com tipos diferentes.
ru: Панель ItemsHost не может использовать значение VirtualizationMode == Recycling, так как метод IGeneratorHost.GetContainerForItemOverride возвращает контейнеры разных типов.
tr: IGeneratorHost.GetContainerForItemOverride metodu farklı türleri olan kapsayıcılar döndürdüğünden ItemsHost bölmesi VirtualizationMode == Recycling kullanamaz.
zh_hans: ItemsHost 面板不能使用 VirtualizationMode == Recycling，因为 IGeneratorHost.GetContainerForItemOverride 方法返回的容器具有不同的类型。
zh_hant: ItemsHost 面板不可使用 VirtualizationMode == Recycling，因為 IGeneratorHost.GetContainerForItemOverride 方法會傳回具有不同型別的容器。

# CannotRemoveUnrealizedItems
source: Range of Remove({0},{1}) cannot include items without a corresponding user interface element.
cs: Rozsah funkce Remove({0},{1}) nemůže zahrnovat položky bez odpovídajícího prvku uživatelského rozhraní.
de: Der Bereich von "Remove({0},{1})" darf keine Elemente ohne entsprechende Benutzeroberflächenelemente enthalten.
es: El intervalo de Remove({0},{1}) no puede incluir elementos sin un elemento de interfaz de usuario correspondiente.
fr: La plage de Remove({0},{1}) ne peut pas inclure des éléments sans élément d'interface utilisateur correspondant.
it: L'intervallo di Remove({0},{1}) non può includere elementi senza un elemento di interfaccia utente corrispondente.
ja: Remove の範囲 ({0},{1}) に、対応するユーザー インターフェイス要素のない項目を含めることはできません。
ko: Remove 범위({0},{1})에는 해당 사용자 인터페이스 요소가 없는 항목이 포함될 수 없습니다.
pl: Zakres parametru Remove({0},{1}) nie może zawierać elementów bez odpowiedniego elementu interfejsu użytkownika.
pt_br: O intervalo de Remove({0},{1}) não pode incluir itens sem um elemento de interface do usuário correspondente.
ru: Диапазон Remove({0},{1}) не может включать элементы без соответствующего элемента пользовательского интерфейса.
tr: Remove({0},{1}) aralığı, ilgili bir kullanıcı arabirimi öğesi olmayan öğeler içeremez.
zh_hans: Remove({0},{1}) 的范围不能包括没有对应的用户界面元素的项。
zh_hant: 在沒有相對應的使用者介面項目時，Remove({0},{1}) 範圍無法包含項目。

# CannotRetrievePartsOfWriteOnlyContainer
source: Cannot get part or part information from a write-only container.
cs: Součást nebo informace o součásti ze zásobníku, který je určen pouze pro zápis, nelze získat.
de: Ein Teil oder Teilinformationen können aus einem lesegeschützten Container nicht abgerufen werden.
es: No se puede obtener una parte o información de una parte desde un contenedor de sólo lectura.
fr: Impossible d'obtenir tout ou partie des informations à partir d'un conteneur en lecture seule.
it: Impossibile recuperare la parte o informazioni sulla parte da un contenitore di sola scrittura.
ja: 書き込み専用コンテナーから部品または部品の詳細情報を取得できません。
ko: 쓰기 전용 컨테이너에서 파트 또는 파트 정보를 가져올 수 없습니다.
pl: Nie można pobrać części lub informacji o części z kontenera tylko do zapisu.
pt_br: Não é possível obter parte ou informações da parte de um contêiner somente gravação.
ru: Невозможно получить часть или сведения о части из контейнера, доступного только на запись.
tr: Salt yazılır bir kapsayıcıdan bölüm veya bölüm bilgileri alınamaz.
zh_hans: 无法从只写容器获取部件或部件信息。
zh_hant: 無法從唯寫容器取得組件或組件資訊。

# CannotSelectNotSelectableItem
source: Item is not selectable.
cs: Tuto položku nelze vybrat.
de: Das Element kann nicht ausgewählt werden.
es: El elemento no se puede seleccionar.
fr: L'élément ne peut pas être sélectionné.
it: Elemento non selezionabile.
ja: 項目は選択可能ではありません。
ko: 항목을 선택할 수 없습니다.
pl: Nie można wybrać elementu.
pt_br: O item não pode ser selecionado.
ru: Выделение этого элемента невозможно.
tr: Öğe seçilebilir değil.
zh_hans: 项不可选。
zh_hant: 項目不是可選取的。

# CannotSerializeInvalidInstance
source: Cannot serialize Annotation created with default constructor. Cannot use default constructor directly.
cs: Nelze serializovat Annotation vytvořenou výchozím konstruktorem. Výchozí konstruktor nelze používat přímo.
de: Die mit dem Standardkonstruktor erstellte "Annotation" kann nicht serialisiert werden. Der Standardkonstruktor kann nicht direkt verwendet werden.
es: No se puede serializar la Annotation creada con el constructor predeterminado. No se puede usar directamente el constructor predeterminado.
fr: Impossible de sérialiser l'objet Annotation créé avec le constructeur par défaut. Impossible d'utiliser directement le constructeur par défaut.
it: Impossibile serializzare una Annotation creata con il costruttore predefinito. Impossibile utilizzare direttamente il costruttore predefinito.
ja: 既定のコンストラクターで作成された Annotation をシリアル化できません。既定のコンストラクターを直接使用できません。
ko: 기본 생성자로 만든 Annotation을 serialize할 수 없습니다. 기본 생성자를 직접 사용할 수 없습니다.
pl: Nie można szeregować elementów Annotation utworzonych za pomocą domyślnego konstruktora. Nie można bezpośrednio używać domyślnego konstruktora.
pt_br: Não é possível serializar Annotation criado com o construtor padrão. Não é possível utilizar o construtor padrão diretamente.
ru: Невозможно выполнить сериализацию объекта Annotation, созданного в конструкторе по умолчанию. Прямое использование конструктора по умолчанию невозможно.
tr: Varsayılan oluşturucuyla oluşturulan Annotation seri hale getirilemiyor. Varsayılan oluşturucu doğrudan kullanılamaz.
zh_hans: 无法序列化使用默认构造函数创建的 Annotation。无法直接使用默认的构造函数。
zh_hant: 無法序列化使用預設建構函式建立的 Annotation。無法直接使用預設的建構函式。

# CannotSetNegativePosition
source: Cannot set position of the stream to a negative value.
cs: Polohu datového proudu nelze nastavit jako zápornou hodnotu.
de: Die Position des Datenstroms kann nicht auf einen negativen Wert festgelegt werden.
es: No se puede establecer la posición de una secuencia en un valor negativo.
fr: Impossible de définir une position du flux avec une valeur négative.
it: Impossibile impostare la posizione del flusso su un valore negativo.
ja: ストリームの位置を負の値に設定することはできません。
ko: 스트림 위치를 음수 값으로 설정할 수 없습니다.
pl: Nie można nadać pozycji strumienia wartości ujemnej.
pt_br: Não é possível definir a posição do fluxo para um valor negativo.
ru: Невозможно задать отрицательное значение для позиции потока.
tr: Akışın konumu negatif değere ayarlanamaz.
zh_hans: 无法将流位置设置为负值。
zh_hant: 無法將資料流得位置設定為負值。

# CannotSetOwnerToItself
source: Cannot set Owner property to itself.
cs: Vlastnost Owner nemůžete nastavit na sebe.
de: Die Owner-Eigenschaft kann nicht auf sich selbst festgelegt werden.
es: La propiedad Owner no se puede establecer en sí misma.
fr: Impossible de définir la propriété Owner avec elle-même.
it: Impossibile impostare la proprietà Owner su se stessa.
ja: Owner プロパティをそれ自体に設定することはできません。
ko: Owner 속성을 자신으로 설정할 수 없습니다.
pl: Nie można ustawić właściwości Owner na samą siebie.
pt_br: Não é possível definir a propriedade Owner como ela mesma.
ru: Невозможно указать себя в свойстве Owner.
tr: Owner özelliği kendisine ayarlanamaz.
zh_hans: 无法将 Owner 属性设置为它本身。
zh_hant: 無法將 Owner 屬性設定到它本身。

# CannotSortView
source: '{0}' view does not support sorting.
cs: Náhled {0} nepodporuje třídění.
de: Von der Ansicht "{0}" wird keine Sortierung unterstützt.
es: La vista '{0}' no admite la ordenación.
fr: L'affichage '{0}' ne prend pas en charge le tri.
it: Operazione di ordinamento non supportata dalla visualizzazione '{0}'.
ja: '{0}' ビューは並べ替えをサポートしていません。
ko: '{0}' 뷰에서 정렬을 지원하지 않습니다.
pl: Widok „{0}” nie obsługuje sortowania.
pt_br: A exibição '{0}' não oferece suporte à classificação.
ru: Представление "{0}" не поддерживает сортировку.
tr: '{0}' görünümü sıralamayı desteklemez.
zh_hans: “{0}”视图不支持排序。
zh_hant: '{0}' 檢視不支援排序。

# CannotUseItemsSource
source: Items collection must be empty before using ItemsSource.
cs: Před použitím zdroje položek ItemsSource musí být kolekce položek prázdná.
de: Die Items-Sammlung muss vor dem Verwenden von "ItemsSource" leer sein.
es: La colección de elementos debe estar vacía antes de usar ItemsSource.
fr: La collection Items doit être vide pour pouvoir utiliser ItemsSource.
it: La raccolta di elementi deve essere vuota prima di poter utilizzare ItemsSource.
ja: ItemsSource を使用する前に、Items コレクションが空である必要があります。
ko: ItemsSource를 사용하려면 항목 컬렉션이 비어 있어야 합니다.
pl: Kolekcja elementów musi być pusta zanim zostanie użyte źródło ItemsSource.
pt_br: A coleção de itens deve estar vazia antes de utilizar ItemsSource.
ru: Перед использованием свойства ItemsSource семейство Items должно быть пустым.
tr: ItemsSource kullanılmadan önce öğe koleksiyonu boş olmalıdır.
zh_hans: 在使用 ItemsSource 之前，项集合必须为空。
zh_hant: 使用 ItemsSource 之前，收集的項目必須是空的。
