Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InvalidStringThickness
source: '{0}' value is not valid. It must contain one, two, or four delimited Lengths.
cs: Hodnota {0} je neplatná. Musí obsahovat jednu, dvě nebo čtyři určené délky.
de: Der Wert "{0}" ist ungültig. Der Wert muss eine, zwei oder vier getrennte "Lengths" enthalten.
es: El valor '{0}' no es válido. Debe contener una, dos o cuatro longitudes delimitadas.
fr: Valeur '{0}' non valide. Elle doit comporter une, deux ou quatre Length délimitées.
it: Il valore '{0}' non è valido. Deve contenere una, due o quattro lunghezze delimitate.
ja: '{0}' 値が無効です。1 つ、2 つ、または 4 つの区切られた Lengths が含まれている必要があります。
ko: '{0}' 값이 잘못되었습니다. 해당 값은 한 자리, 두 자리 또는 네 자리의 Length여야 합니다.
pl: Wartość „{0}” jest nieprawidłowa. Musi zawierać jedną, dwie lub cztery rozdzielone długości.
pt_br: O valor '{0}' não é válido. Ele deve conter um, dois ou quatro Lengths delimitados.
ru: Недопустимое значение "{0}". Оно должно содержать одно, два или четыре значения Length с разделителями.
tr: '{0}' değeri geçerli değil. Bir, iki veya dört sınırlı Uzunluk içermesi gerekir.
zh_hans: “{0}”值无效。它必须包括一个、二个或四个分隔的长度。
zh_hant: '{0}' 值無效。它必須包含一個、兩個或四個分隔的長度。

# InvalidStringVirtualizationCacheLength
source: '{0}' value is not valid. It must contain one or two delimited Lengths.
cs: Hodnota {0} je neplatná. Musí obsahovat jednu nebo dvě oddělené délky.
de: Der Wert '{0}' ist ungültig. Der Wert muss mindestens eine oder zwei getrennte "Lengths" enthalten.
es: El valor '{0}' no es válido. Debe contener una o dos longitudes delimitadas.
fr: La valeur '{0}' n'est pas valide. Elle doit contenir une ou deux longueurs délimitées.
it: Il valore '{0}' non è valido. Deve contenere una o due lunghezze delimitate.
ja: '{0}' 値が無効です。1 つまたは 2 つの区切られた Lengths が含まれている必要があります。
ko: '{0}' 값이 잘못되었습니다. 해당 값은 한 자리 또는 두 자리의 Length여야 합니다.
pl: Wartość „{0}” jest nieprawidłowa. Musi zawierać jedną lub dwie rozdzielone długości.
pt_br: O valor '{0}' não é válido. Deve conter um ou dois Lengths delimitados.
ru: Значение "{0}" не является допустимым. Оно должно содержать одно или два значения Length с разделителями.
tr: '{0}' değeri geçerli değil. Bir veya iki ayrılmış Lenghts içermelidir.
zh_hans: “{0}”值无效。它必须包含一个或两个分隔的长度。
zh_hant: '{0}' 值無效。它必須包含一或兩個分隔的長度。

# InvalidSubTreeProcessor
source: '{0}' subtree processor is not valid.
cs: Procesor podstromu {0} je neplatný.
de: Ungültiger Unterstrukturprozessor "{0}".
es: El procesador de subárbol '{0}' no es válido.
fr: Processeur de sous-arborescence '{0}' non valide.
it: Elaboratore del sottoalbero '{0}' non valido.
ja: '{0}' サブツリー プロセッサが無効です。
ko: '{0}' 하위 트리 프로세서가 잘못되었습니다.
pl: Procesor poddrzewa „{0}” jest nieprawidłowy.
pt_br: O processador de subárvore '{0}' não é válido.
ru: Недопустимый обработчик поддерева "{0}".
tr: '{0}' alt ağaç işlemcisi geçerli değil.
zh_hans: “{0}”子树处理器无效。
zh_hant: '{0}' 子樹狀結構處理器無效。

# InvalidTempFileName
source: Temporary file name cannot be empty.
cs: Název dočasného souboru nemůže být prázdný.
de: Der Name der temporären Datei darf nicht leer sein.
es: El nombre del archivo temporal no puede estar vacío.
fr: Un nom de fichier temporaire ne peut pas être vide.
it: Il nome del file temporaneo non può essere vuoto.
ja: 一時ファイル名は空にできません。
ko: 임시 파일 이름을 비워둘 수 없습니다.
pl: Nazwa pliku tymczasowego nie może być pusta.
pt_br: O nome de arquivo temporário não pode estar vazio.
ru: Имя временного файла не может быть пустым.
tr: Geçici dosya adı boş olamaz.
zh_hans: 临时文件名不能为空。
zh_hant: 暫存檔名稱不能是空的。

# InvalidValueForTopLeft
source: '{0}' is not a valid value for Top or Left property.
cs: Hodnota {0} není platná hodnota vlastnosti Top nebo Left.
de: "{0}" ist für die Top- oder Left-Eigenschaft nicht gültig.
es: '{0}' no es un valor válido para la propiedad Top o Left.
fr: '{0}' n'est pas une valeur valide pour la propriété Top ou Left.
it: '{0}' non è un valore valido per la proprietà Top o Left.
ja: '{0}' は、Top または Left プロパティに対して有効な値ではありません。
ko: '{0}'은(는) Top 또는 Left 속성에 대해 올바른 값이 아닙니다.
pl: „{0}” jest nieprawidłową wartością dla właściwości Top lub Left.
pt_br: '{0}' não é um valor válido para a propriedade Top ou Left.
ru: "{0}" не является допустимым значением для свойства Top или Left.
tr: '{0}', Top veya Left özelliği için geçerli bir değer değildir.
zh_hans: “{0}”不是 Top 或 Left 属性的有效值。
zh_hant: '{0}' 不是 Top 或 Left 屬性的有效值。

# InvalidValueSpecified
source: AttachedAnnotation value is not valid.
cs: Hodnota AttachedAnnotation není platná.
de: Ungültiger AttachedAnnotation-Wert.
es: El valor de AttachedAnnotation no es válido.
fr: Valeur d'AttachedAnnotation non valide.
it: Valore AttachedAnnotation non valido.
ja: AttachedAnnotation 値が無効です。
ko: AttachedAnnotation 값이 잘못되었습니다.
pl: Wartość AttachedAnnotation jest nieprawidłowa.
pt_br: O valor AttachedAnnotation não é válido.
ru: Недопустимое значение AttachedAnnotation.
tr: AttachedAnnotation değeri geçerli değil.
zh_hans: AttachedAnnotation 值无效。
zh_hant: AttachedAnnotation 值無效。

# InvalidXmlContent
source: '{0}' element contains invalid content.
cs: Prvek {0} obsahuje neplatný obsah.
de: Das Element "{0}" enthält ungültigen Inhalt.
es: El contenido del elemento '{0}' no es válido.
fr: Contenu non valide dans l'élément '{0}'.
it: L'elemento '{0}' include contenuto non valido.
ja: '{0}' 要素には、無効なコンテンツが含まれています。
ko: '{0}' 요소에 잘못된 콘텐츠가 포함되어 있습니다.
pl: Element „{0}” ma nieprawidłową zawartość.
pt_br: O elemento '{0}' contém conteúdo inválido.
ru: Недопустимое содержимое элемента "{0}".
tr: '{0}' öğesi geçersiz içeriğe sahip.
zh_hans: “{0}”元素包含无效的内容。
zh_hant: '{0}' 項目包含無效的內容。

# ItemCollectionHasNoCollection
source: Operation is not valid while ItemCollection has no inner collection. ItemCollection is uninitialized or binding on ItemsControl.ItemSource supplied null for collection.
cs: Operace je neplatná, protože ItemCollection neobsahuje žádnou kolekci. ItemCollection je zrušena nebo se váže na ItemsControl.ItemSource dodaný pro kolekci prázdný.
de: Der Vorgang ist nicht gültig, wenn "ItemCollection" keine interne Sammlung besitzt. "ItemCollection" ist entweder nicht initialisiert oder von der Bindung mit "ItemsControl.ItemSource" wird für die Sammlung NULL angegeben.
es: La operación no es válida mientras ItemCollection no tenga colección interna. ItemCollection no está inicializada o el enlace en ItemsControl.ItemSource ha proporcionado un valor nulo para la colección.
fr: Opération non valide quand ItemCollection n'a pas de collection interne. ItemCollection n'est pas initialisé ou la liaison sur ItemsControl.ItemSource a fourni la valeur null pour la collection.
it: Operazione non valida quando non esiste una raccolta interna in ItemCollection. ItemCollection non è inizializzato oppure l'associazione con ItemsControl.ItemSource ha restituito null per la raccolta.
ja: ItemCollection に内部コレクションがない場合、操作は無効です。ItemCollection は初期化されていないか、コレクションに対して NULL を指定した ItemsControl.ItemSource 上でバインドされています。
ko: ItemCollection에 내부 컬렉션이 없으면 작업을 수행할 수 없습니다. ItemCollection이 초기화되지 않았거나 ItemsControl.ItemSource에 대한 바인딩이 컬렉션에 null을 제공했습니다.
pl: Operacja jest nieprawidłowa, jeśli element ItemCollection nie ma wewnętrznej kolekcji. Element ItemCollection nie został zainicjowany lub powiązanie z ItemsControl.ItemSource dostarczyło wartości null dla kolekcji.
pt_br: A operação não é válida enquanto ItemCollection não tem uma coleção interna. ItemCollection não é inicializado ou a associação em ItemsControl.ItemSource fornecido é nula para a coleção.
ru: Операция недопустима, когда у ItemCollection нет внутреннего семейства. Не выполнена инициализация ItemCollection, или привязка к ItemsControl.ItemSource предоставила неопределенное значение семейства.
tr: ItemCollection iç koleksiyona sahip olmadığında işlem geçerli değildir. ItemCollection başlatılmadı veya ItemsControl.ItemSource üzerindeki bağ koleksiyon için boş değer verdi.
zh_hans: 当 ItemCollection 没有内部集合时操作无效。ItemCollection 未初始化或者 ItemsControl.ItemSource 上的绑定为集合提供了空值。
zh_hant: 當 ItemCollection 沒有內部集合時，操作無效。ItemCollection 未初始化，或已與提供空值集合的 ItemsControl.ItemSource 繫結。

# ItemCollectionRemoveArgumentOutOfRange
source: removeIndex is less than zero or greater than or equal to Count.
cs: removeIndex je menší než nula nebo větší nebo roven Count.
de: "removeIndex" ist kleiner Null oder größer/gleich "Count".
es: removeIndex es menor que cero o mayor que o igual a Count.
fr: removeIndex est inférieur à zéro ou supérieur ou égal à Count.
it: removeIndex è minore di zero o maggiore o uguale a Count.
ja: removeIndex は、ゼロ未満か、Count 以上です。
ko: removeIndex는 0보다 작거나 Count보다 크거나 같습니다.
pl: Wartość removeIndex jest mniejsza niż zero lub większa lub równa wartości Count.
pt_br: removeIndex é menor que zero, ou maior ou igual a Count.
ru: Значение removeIndex меньше нуля либо больше или равно Count.
tr: removeIndex sıfırdan küçüktür ya da Count'a eşit veya daha büyüktür.
zh_hans: removeIndex 小于零或者大于或等于 Count。
zh_hant: removeIndex 小於零，或大於或等於 Count。

# ItemCollectionShouldUseInnerSyncRoot
source: ItemCollection cannot provide a sync root for synchronization because the underlying collection can be changed. Use ItemsControl.ItemsSource or ItemCollection.InnerList to get the sync root for the respective inner collections.
cs: ItemCollection nemůže poskytnout kořen pro synchronizaci, protože základní kolekce může být změněna. Pro získání kořene pro synchronizaci příslušných vnitřních kolekcí použijte ItemsControl.ItemsSource nebo ItemCollection.InnerList.
de: Von "ItemCollection" kann kein Synchronisierungsstamm für die Synchronisierung bereitgestellt werden, da die zugrunde liegende Sammlung geändert werden kann. Verwenden Sie "ItemsControl.ItemsSource" oder "ItemCollection.InnerList", um den Synchronisierungsstamm der entsprechenden internen Sammlungen abzurufen.
es: ItemCollection no puede proporcionar una raíz para la sincronización porque la colección subyacente puede cambiar. Use ItemsControl.ItemsSource o ItemCollection.InnerList para obtener la raíz de sincronización para las colecciones internas respectivas.
fr: ItemCollection ne peut pas fournir de racine pour la synchronisation car la collection sous-jacente peut être modifiée. Utilisez ItemsControl.ItemsSource ou ItemCollection.InnerList pour obtenir la racine de synchronisation des collections internes respectives.
it: ItemCollection non è in grado di fornire una radice di sincronizzazione per la sincronizzazione perché la raccolta sottostante è modificabile. Utilizzare ItemsControl.ItemsSource o ItemCollection.InnerList per ottenere la radice di sincronizzazione per le rispettive raccolte interne.
ja: 基となるコレクションを変更できるため、ItemCollection は、同期に対して同期ルートを提供できません。ItemsControl.ItemsSource または ItemCollection.InnerList を使用して、それぞれの内部コレクション対して同期ルートを取得してください。
ko: 기본 컬렉션이 변경될 수 있기 때문에 ItemCollection에서 동기화를 위한 동기화 루트를 제공할 수 없습니다. 해당 내부 컬렉션에 대한 동기화 루트를 가져오려면 ItemsControl.ItemsSource 또는 ItemCollection.InnerList를 사용하십시오.
pl: Element ItemCollection nie może dostarczać głównej synchronizacji, ponieważ odpowiednia kolekcja może zostać zmieniona. Użyj ItemsControl.ItemsSource lub ItemCollection.InnerList, aby otrzymać główną synchronizację dla odpowiedniej kolekcji wewnętrznej.
pt_br: ItemCollection não pode fornecer uma raiz para a sincronização porque a coleção de base pode ser alterada. Utilize ItemsControl.ItemsSource ou ItemCollection.InnerList para obter a raiz de sincronização para as respectivas coleções internas.
ru: ItemCollection не может предоставить корень для операции синхронизации, так как базовое семейство может быть изменено. Чтобы получить корень синхронизации для соответствующих внутренних семейств, используйте ItemsControl.ItemsSource или ItemCollection.InnerList.
tr: Temel alınan koleksiyon değişmiş olabileceğinden, ItemCollection eşitleme için eşitleme kökü sağlayamıyor. İlgili iç koleksiyonlar için eşitleme kökünü almak için ItemsControl.ItemsSource veya ItemCollection.InnerList kullanın.
zh_hans: 由于基础集合可更改，因此 ItemCollection 无法为同步提供同步根。使用 ItemsControl.ItemsSource 或 ItemCollection.InnerList 为各自内部集合获取同步根。
zh_hant: ItemCollection 無法提供同步處理根項目以用於同步處理，因為基礎集合可以變更。請使用 ItemsControl.ItemsSource 或 ItemCollection.InnerList 來取得個別內部集合的同步處理根項目。

# ItemTemplateSelectorBreaksDisplayMemberPath
source: Cannot set ItemTemplateSelector while DisplayMemberPath is in use.
cs: Nelze nastavit ItemTemplateSelector, dokud se používá DisplayMemberPath.
de: "ItemTemplateSelector" kann während der Verwendung von "DisplayMemberPath" nicht festgelegt werden.
es: No se puede establecer ItemTemplateSelector mientras DisplayMemberPath esté en uso.
fr: Impossible de définir ItemTemplateSelector tandis que DisplayMemberPath est en cours d'utilisation.
it: Impossibile impostare ItemTemplateSelector mentre è in uso DisplayMemberPath.
ja: DisplayMemberPath の使用中に、ItemTemplateSelector を設定することはできません。
ko: DisplayMemberPath를 사용하는 동안에는 ItemTemplateSelector를 설정할 수 없습니다.
pl: Nie można ustawić właściwości ItemTemplateSelector, gdy używany jest element DisplayMemberPath.
pt_br: Não é possível definir ItemTemplateSelector enquanto DisplayMemberPath está sendo utilizado.
ru: Невозможно задать ItemTemplateSelector, когда DisplayMemberPath используется.
tr: DisplayMemberPath kullanılırken ItemTemplateSelector ayarlanamaz.
zh_hans: 当 DisplayMemberPath 正在使用时无法设置 ItemTemplateSelector。
zh_hant: 當 DisplayMemberPath 正在使用中時，無法設定 ItemTemplateSelector。

# ItemsControl_ParentNotFrameworkElement
source: The Parent of the container should always be a FrameworkElement
cs: Nadřazený prvek zásobníku by měl vždy být FrameworkElement
de: Bei dem übergeordneten Element des Containers sollte es sich immer um "FrameworkElement" handeln.
es: El elemento primario del contenedor siempre debe ser FrameworkElement
fr: Le parent d'un conteneur doit toujours être un FrameworkElement
it: L'elemento padre del contenitore deve essere sempre un FrameworkElement
ja: コンテナーの親は、常に FrameworkElement である必要があります。
ko: 컨테이너의 부모는 항상 FrameworkElement여야 합니다.
pl: Element nadrzędny kontenera zawsze powinien być typu FrameworkElement
pt_br: O pai do contêiner deve sempre ser um FrameworkElement
ru: Родительским объектом для контейнера всегда должен быть FrameworkElement
tr: Kapsayıcının üst öğesi her zaman FrameworkElement olmalıdır
zh_hans: 该容器的父级应该始终是 FrameworkElement
zh_hant: 容器的父項目只能是 FrameworkElement

# ItemsPanelNotAPanel
source: VisualTree of ItemsPanelTemplate must contain a Panel. '{0}' is not a Panel.
cs: VisualTree šablony ItemsPanelTemplate musí obsahovat Panel. Prvek {0} není Panel.
de: "VisualTree" von "ItemsPanelTemplate" muss "Panel" enthalten. "{0}" ist kein "Panel".
es: El VisualTree de ItemsPanelTemplate debe contener un Panel. '{0}' no es un Panel.
fr: VisualTree de ItemsPanelTemplate doit contenir un Panel. '{0}' n'est pas un Panel.
it: Il VisualTree di ItemsPanelTemplate deve contenere un Panel. '{0}' non è un Panel.
ja: ItemsPanelTemplate の VisualTree には、Panel が含まれている必要があります。'{0}' は Panel ではありません。
ko: ItemsPanelTemplate의 VisualTree에 Panel이 있어야 합니다. '{0}'은(는) Panel이 아닙니다.
pl: Drzewo VisualTree szablonu ItemsPanelTemplate musi zawierać element Panel. „{0}” nie jest elementem Panel.
pt_br: VisualTree deItemsPanelTemplate deve conter um Panel. '{0}' não é um Panel.
ru: Элемент VisualTree в ItemsPanelTemplate должен содержать элемент Panel. "{0}" не является элементом Panel.
tr: ItemsPanelTemplate'in VisualTree öğesi bir Panel içermelidir. '{0}' bir Panel değildir.
zh_hans: ItemsPanelTemplate 的 VisualTree 必须包含 Panel。“{0}”不是 Panel。
zh_hant: ItemsPanelTemplate 的 VisualTree 必須包含 Panel。'{0}' 不是 Panel。

# ItemsPanelNotSingleNode
source: VisualTree of ItemsPanelTemplate must be a single element.
cs: VisualTree šablony ItemsPanelTemplate musí být jediný prvek.
de: Bei "VisualTree" von "ItemsPanelTemplate" muss es sich um ein einzelnes Element handeln.
es: El VisualTree de ItemsPanelTemplate debe ser un solo elemento.
fr: VisualTree de ItemsPanelTemplate doit être un seul élément.
it: Il VisualTree di ItemsPanelTemplate deve essere un singolo elemento.
ja: ItemsPanelTemplate の VisualTree は、単一の要素である必要があります。
ko: ItemsPanelTemplate의 VisualTree는 단일 요소여야 합니다.
pl: Drzewo VisualTree szablonu ItemsPanelTemplate musi być pojedynczym elementem.
pt_br: VisualTree de ItemsPanelTemplate deve ser um elemento único.
ru: Элемент VisualTree в ItemsPanelTemplate должен быть единственным элементом.
tr: ItemsPanelTemplate'in VisualTree öğesi tek öğe olmalıdır.
zh_hans: ItemsPanelTemplate 的 VisualTree 必须是单个元素。
zh_hant: ItemsPanelTemplate 的 VisualTree 必須是單一項目。

# ItemsSourceInUse
source: Operation is not valid while ItemsSource is in use. Access and modify elements with ItemsControl.ItemsSource instead.
cs: Operace je neplatná, dokud se používá ItemsSource. Místo toho otevírejte a upravujte prvky pomocí ItemsControl.ItemsSource.
de: Der Vorgang ist während der Verwendung von "ItemsSource" ungültig. Verwenden Sie stattdessen "ItemsControl.ItemsSource", um auf Elemente zuzugreifen und diese zu ändern.
es: La operación no es válida mientras ItemsSource esté en uso. Obtenga acceso y modifique los elementos con ItemsControl.ItemsSource.
fr: Opération non valide quand ItemsSource est en cours d'utilisation. Accédez aux éléments et modifiez-les avec ItemsControl.ItemsSource.
it: Operazione non valida mentre è in uso ItemsSource. Utilizzare ItemsControl.ItemsSource per l'accesso e la modifica degli elementi.
ja: ItemsSource が使用中の場合、操作は無効です。代わりに ItemsControl.ItemsSource を使用して要素にアクセスし、変更してください。
ko: ItemsSource를 사용하는 동안에는 작업을 수행할 수 없습니다. 대신 ItemsControl.ItemsSource가 있는 요소에 액세스하여 수정합니다.
pl: Operacja jest nieprawidłowa, gdy używany jest ItemsSource. Zamiast tego uzyskaj dostęp do elementów i zmień je za pomocą właściwości ItemsControl.ItemsSource.
pt_br: A operação não é válida enquanto ItemsSource está sendo utilizado. Acesse e modifique os elementos com ItemsControl.ItemsSource.
ru: Операция недопустима, когда ItemsSource используется. Вместо этого получите доступ и измените элементы с помощью ItemsControl.ItemsSource.
tr: ItemsSource kullanılırken işlem geçerli değildir. öğelere erişmek ve değiştirmek için bunun yerine ItemsControl.ItemsSource kullanın.
zh_hans: 当 ItemsSource 正在使用时操作无效。改用 ItemsControl.ItemsSource 访问和修改元素。
zh_hant: 當 ItemsSource 正在使用中時，操作無效。請改用 ItemsControl.ItemsSource 來存取並修改項目。

# JumpItemsRejectedEventArgs_CountMismatch
source: The count of rejected items doesn't match the count of the reasons for rejection.
cs: Počet odmítnutých položek se neshoduje s počtem důvodů pro odmítnutí.
de: Die Anzahl zurückgewiesener Elemente entspricht nicht der Anzahl von Zurückweisungsgründen.
es: El número de elementos rechazados no coincide con el número de razones para el rechazo.
fr: Le nombre d'éléments rejetés ne correspond pas au nombre de raisons de rejet.
it: Il numero di elementi rifiutati non corrisponde al numero di motivi del rifiuto.
ja: 拒否された項目の数が拒否の理由の数と一致しません。
ko: 거부된 항목 수가 거부 원인 수와 일치하지 않습니다.
pl: Liczba odrzuconych elementów nie odpowiada liczbie przyczyn odrzucenia.
pt_br: A contagem de itens rejeitados não corresponde à contagem dos motivos de rejeição.
ru: Число отклоненных элементов не совпадает с числом причин для отклонения.
tr: Reddedilen öğelerin sayısı reddetme nedenlerinin sayısıyla eşleşmiyor.
zh_hans: 已拒绝项与拒绝原因的计数不匹配。
zh_hant: 已拒絕之項目的計數與拒絕原因的計數不相符。

# JumpList_CantApplyUntilEndInit
source: The JumpList cannot be applied after calling BeginInit until there has been a matching call to EndInit.
cs: Třídu JumpList nelze použít po volání metody BeginInit, pokud nebylo provedeno odpovídající volání metody EndInit.
de: Die JumpList kann nach dem Aufruf von BeginInit nur angewendet werden, wenn ein entsprechender Aufruf von EndInit ausgeführt wurde.
es: JumpList no se puede aplicar después de llamar a BeginInit hasta que haya una llamada a EndInit correspondiente.
fr: Impossible d'appliquer JumpList après un appel BeginInit sans un appel EndInit correspondant.
it: Impossibile applicare JumpList dopo la chiamata a BeginInit finché non sarà effettuata una chiamata corrispondente a EndInit.
ja: BeginInit を呼び出した後、対応する EndInit への呼び出しがあるまでは JumpList を適用できません。
ko: BeginInit이 호출된 후 EndInit에 일치하는 호출이 있을 때까지 JumpList를 적용할 수 없습니다.
pl: Elementu JumpList nie można zastosować po wywołaniu metody BeginInit, chyba że miało miejsce odpowiadające wywołanie metody EndInit.
pt_br: Não é possível aplicar JumpList após chamar BeginInit até que exista uma chamada correspondente para EndInit.
ru: JumpList нельзя применить после вызова BeginInit, пока не будет произведен согласованный вызов EndInit.
tr: BeginInit çağrıldıktan sonra eşleşen bir EndInit çağrısı olana kadar JumpList uygulanamaz.
zh_hans: 调用 BeginInit 后无法应用 JumpList，直至发生对 EndInit 的匹配调用。
zh_hant: 呼叫 BeginInit 之後，在對 EndInit 產生相符呼叫之前無法套用 JumpList。

# JumpList_CantCallUnbalancedEndInit
source: Cannot call EndInit without previously calling BeginInit.
cs: Metodu EndInit nelze volat, pokud dříve nebyla volána metoda BeginInit.
de: EndInit kann nicht ohne vorhergehenden Aufruf von BeginInit aufgerufen werden.
es: No se puede llamar a EndInit sin llamar primero a BeginInit.
fr: Impossible d'appeler EndInit sans appel BeginInit préalable.
it: Impossibile chiamare EndInit senza aver precedentemente chiamato BeginInit.
ja: 前に BeginInit の呼び出しがない場合、EndInit を呼び出すことはできません。
ko: 이전에 호출된 BeginInit이 없으면 EndInit을 호출할 수 없습니다.
pl: Nie można wywołać metody EndInit bez wcześniejszego wywołania metody BeginInit.
pt_br: Não é possível chamar EndInit sem antes chamar BeginInit.
ru: Не удается вызвать метод EndInit без предварительного вызова метода BeginInit.
tr: BeginInit çağrılmadan önce EndInit çağrılamaz.
zh_hans: 如果之前未调用 BeginInit，则无法调用 EndInit。
zh_hant: 在先前沒有呼叫 BeginInit 的情況下無法呼叫 EndInit。

# JumpList_CantNestBeginInitCalls
source: Cannot nest calls to BeginInit nor call it after modifying the JumpList.
cs: Nelze provádět vnořená volání metody BeginInit ani volat tuto metodu po změně třídy JumpList.
de: Aufrufe von BeginInit können nicht geschachtelt werden, und die Methode kann nicht nach dem Ändern der JumpList aufgerufen werden.
es: No se pueden anidar llamadas a BeginInit ni llamarlo después de modificar JumpList.
fr: Impossible d'imbriquer des appels BeginInit ou d'appeler BeginInit après la modification de JumpList.
it: Impossibile annidare le chiamate a BeginInit né effettuare la chiamata dopo aver modificato JumpList.
ja: BeginInit への呼び出しを入れ子にしたり、JumpList の変更後に BeginInit を呼び出すことはできません。
ko: BeginInit에 대한 호출을 중첩하거나 JumpList를 수정한 후 호출할 수 없습니다.
pl: Po zmodyfikowaniu elementu JumpList nie można zagnieździć wywołań metody BeginInit ani jej wywołać.
pt_br: Não é possível aninhar chamadas para BeginInit nem chamá-lo após modificar a JumpList.
ru: Не удается вложить вызовы BeginInit или вызвать его после изменения JumpList.
tr: BeginInit için çağrılar iç içe yerleştirilemez veya JumpList değiştirildikten sonra çağrılamaz.
zh_hans: 无法嵌套调用 BeginInit，也无法在修改 JumpList 之后对其进行调用。
zh_hant: 無法對 BeginInit 進行巢狀化呼叫，在修改過 JumpList 之後也無法呼叫它。

# KeyAlignCenterDisplayString
source: Ctrl+E
de: Strg+E
es: Ctrl+T

# KeyAlignJustifyDisplayString
source: Ctrl+J
de: Strg+B

# KeyAlignLeftDisplayString
source: Ctrl+L
de: Strg+L

# KeyAlignRightDisplayString
source: Ctrl+R
de: Strg+R
es: Ctrl+D
pt_br: Ctrl+G

# KeyAltUndoDisplayString
source: Alt+Backspace
de: Alt+Rücktaste
es: Alt+Retroceso
fr: Alt+Ret. arr
ko: Alt+백스페이스
tr: Alt+Geri Al

# KeyApplyDoubleSpaceDisplayString
source: Ctrl+2
de: Strg+2

# KeyApplyOneAndAHalfSpaceDisplayString
source: Ctrl+5
de: Strg+5

# KeyApplySingleSpaceDisplayString
source: Ctrl+1
de: Strg+1

# KeyBackspaceDisplayString
source: Backspace
de: Rücktaste
es: Retroceso
fr: Ret. arr
ko: 백스페이스
tr: Geri Al
