Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# PrintDialogInstallPrintSupportMessageBox
source: To enable printing, follow the instructions at http://go.microsoft.com/fwlink?LinkID=119805.
cs: Chcete-li povolit tisk, postupujte podle pokynů na adrese http://go.microsoft.com/fwlink?LinkID=119805.
de: Zur Aktivierung der Druckfunktionen befolgen Sie die Anweisungen unter http://go.microsoft.com/fwlink?LinkID=119805.
es: Para habilitar la impresión, siga las instrucciones de este vínculo: http://go.microsoft.com/fwlink?LinkID=119805.
fr: Pour permettre l'impression, consultez les instructions http://go.microsoft.com/fwlink?LinkID=119805.
it: Per abilitare la stampa, seguire le istruzioni in http://go.microsoft.com/fwlink?LinkID=119805.
ja: 印刷できるようにするには、http://go.microsoft.com/fwlink?LinkID=119805 に記載されている手順に従ってください。
ko: 인쇄를 사용하려면 http://go.microsoft.com/fwlink?LinkID=119805의 지침을 따르십시오.
pl: Aby umożliwić drukowanie, postępuj według instrukcji zamieszczonych na stronie http://go.microsoft.com/fwlink?LinkID=119805.
pt_br: Para habilitar a impressão, siga as instruções em http://go.microsoft.com/fwlink?LinkID=119805.
ru: Чтобы включить печать, следуйте инструкциям на веб-узле http://go.microsoft.com/fwlink?LinkID=119805.
tr: Yazdırmayı etkinleştirmek için http://go.microsoft.com/fwlink?LinkID=119805 adresindeki yönergeleri izleyin.
zh_hans: 若要启用打印，请按照 http://go.microsoft.com/fwlink?LinkID=119805 上的说明进行操作。
zh_hant: 若要啟用列印功能，請依照 http://go.microsoft.com/fwlink?LinkID=119805 的指示執行。

# PrintDialogInvalidPageRange
source: Start and end pages of a page range must be greater than zero.
cs: Počáteční a koncová stránka rozsahu stránek musí být větší než nula.
de: Die Start- und Endseiten befinden sich außerhalb des gültigen Bereichs und müssen größer Null sein.
es: Las páginas de inicio y fin de un intervalo de páginas han de ser mayores que cero.
fr: Les pages de début et de fin d'une plage de pages doivent être supérieures à zéro.
it: Le pagine iniziale e finale di un intervallo di pagine devono essere maggiori di zero.
ja: ページ範囲の最初と最後のページは、0 より大きくなければなりません。
ko: 페이지 범위에서 시작과 끝 페이지는 0보다 커야 합니다.
pl: Strona początkowa i końcowa z zakresu stron muszą być większe od zera.
pt_br: As páginas inicial e final de um intervalo de páginas devem ser maior que zero.
ru: Первая и последняя страницы диапазона страниц должны быть больше нуля.
tr: Bir sayfa aralığının başlangıç ve bitiş sayfaları sıfırdan büyük olmalıdır.
zh_hans: 页面范围的开始和结束页必须大于零。
zh_hant: 頁面的開始頁面與結束頁面範圍必須大於零。

# PrintDialogZeroNotAllowed
source: Zero is not a valid value for this property.
cs: Nula není platná hodnota pro tuto vlastnost.
de: Null ist kein gültiger Wert für diese Eigenschaft.
es: Cero no es un valor válido para esta propiedad.
fr: Zéro (0) n'est pas une valeur valide pour cette propriété.
it: Zero non è un valore valido per questa proprietà.
ja: 0 はこのプロパティの有効な値ではありません。
ko: 이 속성의 값으로 0을 사용할 수 없습니다.
pl: Zero nie jest prawidłową wartością dla tej właściwości.
pt_br: Zero não é um valor válido para esta propriedade.
ru: Ноль не является допустимым значением для данного свойства.
tr: Sıfır bu özellik için geçerli bir değer değildir.
zh_hans: 零不是该属性的有效值。
zh_hant: 零對於此屬性而言不是有效值。

# ProgressBarReadOnly
source: Cannot set value on ProgressBar because it is read-only.
cs: Nelze nastavit hodnoty na posuvníku ProgressBar, protože je jen pro čtení.
de: Der Wert kann für "ProgressBar" aufgrund eines Schreibschutzes nicht festgelegt werden.
es: No se puede establecer un valor en ProgressBar porque es de sólo lectura.
fr: Impossible de définir la valeur sur ProgressBar car en lecture seule.
it: Impossibile impostare il valore per ProgressBar perché é di sola lettura.
ja: 読み取り専用のため、ProgressBar 上で値を設定することはできません。
ko: 읽기 전용이므로 ProgressBar에 값을 설정할 수 없습니다.
pl: Nie można ustawić wartości dla ProgressBar, ponieważ jest ona tylko do odczytu.
pt_br: Não é possível definir o valor em ProgressBar porque é somente leitura.
ru: Не удается задать значение для ProgressBar, так как он доступен только для чтения.
tr: Salt okunur olduğu için ProgressBar üzerinde değer ayarlanamıyor.
zh_hans: 无法设置 ProgressBar 上的值，因为它是只读的。
zh_hant: 無法設定 ProgressBar 的值，因為它是唯讀的。

# PropertyFoundOutsideStartElement
source: Start property found outside of ElementStart, ElementEnd.
cs: Vlastnost Start se nachází mimo hodnoty ElementStart a ElementEnd.
de: Eine Start-Eigenschaft wurde außerhalb von ElementStart, ElementEnd gefunden.
es: Se encontró una propiedad Start fuera de ElementStart, ElementEnd.
fr: Propriété Start trouvée à l'extérieur de ElementStart, ElementEnd.
it: Avvia proprietà trovata all'esterno di ElementStart, ElementEnd.
ja: Start プロパティが、ElementStart、ElementEnd の外側で見つかりました。
ko: Start 속성이 ElementStart, ElementEnd 외부에 있습니다.
pl: Właściwość Start znaleziono poza elementami ElementStart, ElementEnd.
pt_br: Propriedade Start encontrada fora de ElementStart, ElementEnd.
ru: Свойство начала обнаружено вне ElementStart, ElementEnd.
tr: ElementStart, ElementEnd dışında Start özelliği bulundu.
zh_hans: 在“ElementStart, ElementEnd”范围之外发现了 Start 属性。
zh_hant: 在 ElementStart、ElementEnd 以外發現 Start 屬性。

# PropertyIdOutOfSequence
source: Unexpected Property Id {0}. Property IDs must be sequential.
cs: Byl poskytnut neočekávaný identifikátor vlastnosti {0}. Identifikátory vlastnosti musejí být sekvenční.
de: Unerwartete Eigenschafts-ID {0}. Eigenschafts-IDs müssen sequenziell sein.
es: Identificador de propiedad inesperado ({0}). Los identificadores de propiedad deben ser secuenciales.
fr: ID de propriété {0} inattendu. Les ID de propriété doivent être séquentiels.
it: ID proprietà imprevisto {0}. È necessario che gli ID proprietà siano sequenziali.
ja: 予期しない Property Id {0}。プロパティ ID は連番である必要があります。
ko: 예기치 않은 속성 ID {0}입니다. 속성 ID는 순차적이어야 합니다.
pl: Nieoczekiwany identyfikator właściwości {0}. Identyfikatory właściwości muszą być kolejne.
pt_br: Id de Propriedade {0} inesperada. As IDs de Propriedade devem ser sequenciais.
ru: Непредвиденный идентификатор свойства {0}. Идентификаторы свойств должны быть последовательными.
tr: Beklenmeyen Özellik kimliği {0}. Özellik kimlikleri ardışık olmalıdır.
zh_hans: 意外的属性 ID {0}。属性 ID 必须按顺序排列。
zh_hant: 未預期的屬性 ID {0}。屬性 ID 必須是循序的。

# PropertyIsImmutable
source: The '{0}' property of the '{1}' type cannot be changed after it has been set.
cs: Vlastnost {0} typu {1} nelze po jejím nastavení změnit.
de: Die Eigenschaft "{0}" vom Typ "{1}" kann nicht geändert werden, nachdem sie festgelegt wurde.
es: La propiedad "{0}" de tipo "{1}" no se puede cambiar una vez establecida.
fr: Impossible de changer la propriété '{0}' du type '{1}' une fois qu'elle a été définie.
it: Non è possibile modificare la proprietà '{0}' del tipo '{1}' dopo l'impostazione.
ja: '{1}' 型の '{0}' プロパティを、設定後に変更することはできません。
ko: '{1}' 형식의 '{0}' 속성을 설정한 후에는 변경할 수 없습니다.
pl: Właściwości „{0}” typu „{1}” nie można zmieniać po ustawieniu.
pt_br: A propriedade '{0}' do tipo'{1}' não pode ser alterada após sua definição.
ru: Свойство "{0}" типа "{1}" невозможно изменить после его задания.
tr: '{1}' türündeki '{0}' özelliği ayarlandıktan sonra değiştirilemez.
zh_hans: 设置“{1}”类型的“{0}”属性之后无法对其进行更改。
zh_hant: 設定類型 '{1}' 的 '{0}' 屬性之後，即無法變更。

# PropertyIsInitializeOnly
source: The '{0}' property of the '{1}' type can be set only during initialization.
cs: Vlastnost {0} typu {1} lze nastavit pouze během inicializace.
de: Die Eigenschaft "{0}" vom Typ "{1}" kann nur bei der Initialisierung festgelegt werden.
es: La propiedad "{0}" de tipo "{1}" solo se puede establecer durante la inicialización.
fr: La propriété '{0}' du type '{1}' peut être définie uniquement durant l'initialisation.
it: La proprietà '{0}' del tipo '{1}' può essere impostata solo durante l'inizializzazione.
ja: '{1}' 型の '{0}' プロパティを設定できるのは、初期化中のみです。
ko: '{1}' 형식의 '{0}' 속성은 초기화하는 동안에만 설정할 수 있습니다.
pl: Właściwość „{0}” typu „{1}” można ustawić tylko podczas inicjowania.
pt_br: A propriedade '{0}' do tipo '{1}' só pode ser definida durante a inicialização.
ru: Свойство "{0}" типа "{1}" можно задать только во время инициализации.
tr: '{1}' türündeki '{0}' özelliği yalnızca başlatma sırasında ayarlanabilir.
zh_hans: 只能在初始化过程中设置“{1}”类型的“{0}”属性。
zh_hant: 只有在初始化期間才可設定類型 '{1}' 的 '{0}' 屬性。

# PropertyMustHaveValue
source: The '{0}' property of the '{1}' type must be set during initialization.
cs: Vlastnost {0} typu {1} musí být nastavena během inicializace.
de: Die Eigenschaft "{0}" vom Typ "{1}" muss bei der Initialisierung festgelegt werden.
es: La propiedad "{0}" de tipo "{1}" se debe establecer durante la inicialización.
fr: La propriété '{0}' du type '{1}' doit être définie durant l'initialisation.
it: La proprietà '{0}' del tipo '{1}' deve essere impostata durante l'inizializzazione.
ja: '{1}' 型の '{0}' プロパティは、初期化中に設定する必要があります。
ko: '{1}' 형식의 '{0}' 속성은 초기화하는 동안 설정해야 합니다.
pl: Właściwość „{0}” typu „{1}” należy ustawić podczas inicjowania.
pt_br: A propriedade '{0}' do tipo '{1}' precisa ser definida durante a inicialização.
ru: Свойство "{0}" типа "{1}" нужно задать во время инициализации.
tr: '{1}' türündeki '{0}' özelliği başlatma sırasında ayarlanmalıdır.
zh_hans: 必须在初始化过程中设置“{1}”类型的“{0}”属性。
zh_hant: 在初始化期間必須設定類型 '{1}' 的 '{0}' 屬性。

# PropertyNotBindable
source: '{0}' property cannot be data-bound.
cs: Vlastnost {0} nemůže být závislá na datech.
de: Die {0}-Eigenschaft kann nicht an Daten gebunden werden.
es: La propiedad '{0}' no puede estar enlazada a datos.
fr: La propriété '{0}' ne peut pas être liée aux données.
it: La proprietà '{0}' non può essere associata a dati.
ja: '{0}' プロパティはデータバウンドにできません。
ko: '{0}' 속성을 데이터 바인딩할 수 없습니다.
pl: Właściwość „{0}” nie może być związana z danymi.
pt_br: A propriedade '{0}' não pode ser de associação de dados.
ru: Свойство "{0}" не может быть привязано к данным.
tr: '{0}' özelliği verilere bağlı olamaz.
zh_hans: “{0}”属性不能是数据绑定的。
zh_hant: '{0}' 屬性不能繫結資料。

# PropertyNotFound
source: Property {0}.{1} not found.
cs: Vlastnost {0}.{1} nebyla nalezena.
de: Die {0}.{1}-Eigenschaft wurde nicht gefunden.
es: No se encuentra la propiedad {0}.{1}.
fr: Propriété {0}.{1} introuvable.
it: La proprietà {0}.{1} non è stata trovata.
ja: プロパティ {0}.{1} が見つかりません。
ko: {0}.{1} 속성을 찾을 수 없습니다.
pl: Nie można odnaleźć właściwości {0}.{1}.
pt_br: Propriedade {0}.{1} não encontrada.
ru: Свойство {0}.{1} не найдено.
tr: {0}.{1} özelliği bulunamadı.
zh_hans: 找不到属性 {0}.{1}。
zh_hant: 找不到屬性 {0}.{1}。

# PropertyNotSupported
source: Cannot call FindItemByProperty on this ItemsControl because the specified property is not supported.
cs: Na této třídě ItemsControl nelze volat metodu FindItemByProperty, protože zadaná vlastnost není podporována.
de: FindItemByProperty kann nicht für dieses ItemsControl aufgerufen werden, da die angegebene Eigenschaft nicht unterstützt wird.
es: No se puede llamar a FindItemByProperty en este elemento ItemsControl porque no se admite la propiedad especificada.
fr: Impossible d'appeler FindItemByProperty sur ce ItemsControl car la propriété spécifiée n'est pas prise en charge.
it: Impossibile chiamare FindItemByProperty su questo ItemsControl perché la proprietà specificata non è supportata.
ja: 指定されたプロパティはサポートされていないため、この ItemsControl で FindItemByProperty を呼び出せません。
ko: 지정된 속성이 지원되지 않으므로 이 ItemsControl에서 FindItemByProperty를 호출할 수 없습니다.
pl: Nie można wywołać metody FindItemByProperty w elemencie ItemsControl, ponieważ określona właściwość jest nieobsługiwana.
pt_br: Não é possível chamar FindItemByProperty neste ItemsControl porque não há suporte para a propriedade especificada.
ru: Не удается вызвать процедуру FindItemByProperty на этом ItemsControl, так как указанное свойство не поддерживается.
tr: Belirtilen özellik desteklenmediği için, bu ItemsControl üzerinde FindItemByProperty çağrılamaz.
zh_hans: 无法对此 ItemsControl 调用 FindItemByProperty，因为不支持指定的属性。
zh_hant: 因為不支援指定的屬性，所以無法在此 ItemsControl 上呼叫 FindItemByProperty。

# PropertyOutOfOrder
source: Start property found before ending {0}.
cs: Před ukončením procesu {0} byla zjištěna vlastnost Start.
de: Eine Start-Eigenschaft wurde vor dem Ende von {0} gefunden.
es: Se encontró una propiedad Start antes de finalizar {0}.
fr: Propriété Start trouvée avant {0} de fin.
it: Avvia la proprietà prima di terminare {0}.
ja: Start プロパティが {0} の終わりより前に見つかりました。
ko: {0}을(를) 끝내기 전에 Start 속성이 발견되었습니다.
pl: Właściwość Start znaleziono przed zakończeniem {0}.
pt_br: Propriedade Start encontrada antes de terminar {0}.
ru: Найдено свойство Start перед окончанием {0}.
tr: {0} sonlandırılmadan önce Start özelliği bulundu.
zh_hans: 在结束 {0} 之前找到了 Start 属性。
zh_hant: 在結束 {0} 之前發現 Start 屬性。

# PropertyPathIndexWrongType
source: Path indexer parameter has value that cannot be resolved to specified type: '{0}'
cs: Parametr indexace cesty má hodnotu, kterou nelze rozlišit podle typu: {0}
de: Der Parameter für die Pfadindexerstellung besitzt einen Wert, der nicht zu dem angegebenen Typ aufgelöst werden kann: "{0}"
es: El parámetro de indizador de rutas de acceso tiene un valor que no se puede resolver en el tipo especificado: '{0}'
fr: Le paramètre d'indexeur du chemin d'accès possède une valeur qui ne peut pas être résolue dans le type spécifié : '{0}'
it: Impossibile risolvere il valore del parametro dell'indicizzatore di percorso nel tipo specificato: '{0}'
ja: パス インデクサー パラメーターには、指定された型に解決できない値があります: '{0}'
ko: 경로 인덱서 매개 변수에 지정된 형식으로 확인할 수 없는 값이 있습니다. '{0}'
pl: Parametr indeksowania ścieżki ma wartość, której nie można rozwiązać do określonego typu: „{0}”
pt_br: O parâmetro do indexador de caminho tem um valor que não pode ser resolvido para o tipo especificado: '{0}'
ru: Не удается разрешить значение параметра индексатора Path в указанный тип: "{0}".
tr: Yol dizin oluşturucu parametresi belirtilen türe çözülemeyen değer içeriyor: '{0}'
zh_hans: 路径索引器参数具有无法解析为指定类型的值:“{0}”
zh_hant: 路徑索引子參數具有無法解析為指定型別的值: '{0}'

# PropertyPathInvalidAccessor
source: Object '{0}' cannot be used as an accessor parameter for a PropertyPath. An accessor parameter must be DependencyProperty, PropertyInfo, or PropertyDescriptor.
cs: Objekt {0} nelze použít jako parametr přístupu k PropertyPath. Parametr přístupu musí být DependencyProperty, PropertyInfo nebo PropertyDescriptor.
de: Objekt "{0}" kann nicht als Accessor-Parameter für einen PropertyPath verwendet werden. Ein Accessor-Parameter muss "DependencyProperty", "PropertyInfo" oder "PropertyDescriptor" sein.
es: El objeto '{0}' no se puede usar como parámetro del descriptor de acceso para PropertyPath. Un parámetro del descriptor de acceso debe ser DependencyProperty, PropertyInfo o PropertyDescriptor.
fr: L'objet '{0}' ne peut pas être utilisé comme paramètre d'accesseur pour un PropertyPath. Un paramètre d'accesseur doit être DependencyProperty, PropertyInfo ou PropertyDescriptor.
it: Impossibile utilizzare l'oggetto '{0}' come parametro di accesso per un PropertyPath. Un parametro di accesso deve essere DependencyProperty, PropertyInfo o PropertyDescriptor.
ja: オブジェクト '{0}' を PropertyPath のアクセサー パラメーターとして使用することはできません。アクセサー パラメーターは、DependencyProperty、PropertyInfo、または PropertyDescriptor でなければなりません。
ko: '{0}' 개체를 PropertyPath에 대한 접근자 매개 변수로 사용할 수 없습니다. 접근자 매개 변수는 DependencyProperty, PropertyInfo 또는 PropertyDescriptor여야 합니다.
pl: Obiektu „{0}” nie można używać jako parametru akcesora dla PropertyPath. Parametrem akcesora musi być DependencyProperty, PropertyInfo lub PropertyDescriptor.
pt_br: O objeto '{0}' não pode ser utilizado como um parâmetro de acessador para PropertyPath. Um parâmetro de acessador deve ser DependencyProperty, PropertyInfo ou PropertyDescriptor.
ru: Объект "{0}" нельзя использовать как параметр функции доступа для PropertyPath. В качестве параметра функции необходимо использовать DependencyProperty, PropertyInfo или PropertyDescriptor.
tr: '{0}' nesnesi PropertyPath için erişen parametresi olarak kullanılamaz. Erişen parametresi DependencyProperty, PropertyInfo veya PropertyDescriptor olmalıdır.
zh_hans: 对象“{0}”无法用作 PropertyPath 的访问器参数。访问器参数必须是 DependencyProperty、PropertyInfo 或 PropertyDescriptor。
zh_hant: 無法使用物件 '{0}' 做為 PropertyPath 的存取子參數。存取子參數必須是 DependencyProperty、PropertyInfo 或 PropertyDescriptor。

# PropertyPathNoOwnerType
source: Property path is not valid. Cannot resolve type name '{0}'.
cs: Cesta vlastnosti je neplatná. Nezle rozlišit název typu {0}.
de: Der Eigenschaftspfad ist ungültig. Der Typname "{0}" kann nicht aufgelöst werden.
es: La ruta de acceso a la propiedad no es válida. No se puede resolver el nombre de tipo '{0}'.
fr: Chemin de propriété non valide. Impossible de résoudre le nom de type '{0}'.
it: Percorso della proprietà non valido. Impossibile risolvere il nome di tipo '{0}'.
ja: プロパティ パスが無効です。型名 '{0}' を解決できません。
ko: 속성 경로가 잘못되었습니다. 형식 이름 '{0}'을(를) 확인할 수 없습니다.
pl: Ścieżka właściwości jest nieprawidłowa. Nie można rozwiązać nazwy typu „{0}”.
pt_br: O caminho da propriedade não é válido. Não é possível resolver o nome de tipo '{0}'.
ru: Недопустимый путь свойства. Не удается разрешить имя типа "{0}".
tr: Özellik yolu geçerli değil. '{0}' tür adı çözülemiyor.
zh_hans: 属性路径无效。无法解析类型名“{0}”。
zh_hant: 屬性路徑無效。無法解析型別名稱 '{0}'。

# PropertyPathNoProperty
source: Property path is not valid. '{0}' does not have a public property named '{1}'.
cs: Cesta vlastnosti je neplatná. {0} nemá veřejnou vlastnost pojmenovanou {1}.
de: Der Eigenschaftspfad ist ungültig. "{0}" besitzt keine öffentliche Eigenschaft mit dem Namen "{1}".
es: La ruta de acceso a la propiedad no es válida. "{0}" no tiene una propiedad pública denominada "{1}".
fr: Chemin de propriété non valide. '{0}' n'a pas de propriété publique appelée '{1}'.
it: Il percorso della proprietà non è valido. Per '{0}' non è disponibile alcuna proprietà pubblica denominata '{1}'.
ja: プロパティ パスが無効です。'{0}' には、'{1}' という名前のパブリック プロパティがありません。
ko: 속성 경로가 잘못되었습니다. '{0}'에 이름이 '{1}'인 공용 속성이 없습니다.
pl: Ścieżka właściwości jest nieprawidłowa. „{0}” nie zawiera publicznej właściwości o nazwie „{1}”.
pt_br: O caminho da propriedade não é válido. '{0}' não tem uma propriedade pública chamada '{1}'.
ru: Недопустимый путь свойства. "{0}" не имеет общего свойства с именем "{1}".
tr: Özellik yolu geçerli değil. '{0}', '{1}' adında genel bir özelliğe sahip değil.
zh_hans: 属性路径无效。“{0}”不具有名为“{1}”的公共属性。
zh_hant: 屬性路徑無效。'{0}' 沒有名為 '{1}' 公用屬性。

# PropertyPathSyntaxError
source: Syntax error in PropertyPath '{0}'.
cs: Chyba syntaxe PropertyPath {0}.
de: Syntaxfehler in "PropertyPath '{0}'".
es: Error de sintaxis en PropertyPath '{0}'.
fr: Erreur de syntaxe dans PropertyPath '{0}'.
it: Errore di sintassi in PropertyPath '{0}'.
ja: PropertyPath '{0}' の構文エラーです。
ko: PropertyPath '{0}'에 구문 오류가 있습니다.
pl: Błąd składni w PropertyPath „{0}”.
pt_br: Erro de sintaxe em PropertyPath '{0}'.
ru: Синтаксическая ошибка в PropertyPath "{0}".
tr: PropertyPath '{0}' içinde sözdizimi hatası.
zh_hans: PropertyPath“{0}”中的语法错误。
zh_hant: PropertyPath '{0}' 中發生語法錯誤。

# PropertyToSortByNotFoundOnType
source: '{0}' type does not have property named '{1}', so cannot sort data collection.
cs: Typ {0} neobsahuje vlastnost označenou {1}, nelze proto třídit kolekci dat.
de: Der Typ "{0}" besitzt keine Eigenschaft mit dem Namen "{1}", weshalb die Datensammlung nicht sortiert werden kann.
es: El tipo "{0}" no tiene ninguna propiedad denominada "{1}", por lo que no se puede ordenar la recolección de datos.
fr: Le type '{0}' n'a pas de propriété nommée '{1}'. Impossible de trier la collecte de données.
it: Per il tipo '{0}' non è disponibile una proprietà denominata '{1}', di conseguenza non è possibile ordinare la raccolta dei dati.
ja: '{0}' 型には '{1}' という名前のプロパティがないため、データ コレクションを並べ替えられません。
ko: '{0}' 형식에 이름이 '{1}'인 속성이 없으므로 데이터 컬렉션을 정렬할 수 없습니다.
pl: Typ „{0}” nie zawiera właściwości o nazwie „{1}”, więc nie można sortować kolekcji danych.
pt_br: O tipo '{0}' não tem uma propriedade chamada '{1}', portanto, não é possível classificar a coleção de dados.
ru: Тип "{0}" не имеет свойства с именем "{1}", поэтому сортировка коллекции данных невозможна.
tr: '{0}' türü '{1}' adında özelliğe sahip olmadığından, veri koleksiyonu sıralanamıyor.
zh_hans: “{0}”类型不具有名为“{1}”的属性，因此无法排序数据集合。
zh_hant: '{0}' 類型沒有名為 '{1}' 的屬性，因此無法排序資料集合。

# PropertyTriggerCycleDetected
source: '{0}' property cannot be set from a property trigger and appear in the trigger's condition at the same time.
cs: Vlastnost {0} nelze nastavit ze spouštěče vlastnosti a současně zařadit do podmínky spouštění.
de: Die {0}-Eigenschaft kann nicht von einem Eigenschaftsauslöser festgelegt und gleichzeitig in der Bedingung des Auslösers angezeigt werden.
es: La propiedad '{0}' no se puede establecer desde un desencadenador de propiedad y al mismo tiempo aparecer en la condición del desencadenador.
fr: La propriété '{0}' ne peut pas être définie à partir d'un déclencheur de propriété et apparaître en même temps dans la condition du déclencheur.
it: La proprietà '{0}' non può essere impostata da un trigger di proprietà e comparire allo stesso tempo nella condizione del trigger.
ja: '{0}' プロパティは、トリガー条件に表示すると同時にプロパティ トリガーから設定できません。
ko: 속성 트리거에서 '{0}' 속성을 설정할 수 없으며 해당 속성이 동시에 트리거 조건에 나타납니다.
pl: Właściwość „{0}” nie może być jednocześnie ustawiana z poziomu wyzwalacza właściwości i znajdować się w warunku wyzwalacza.
pt_br: A propriedade '{0}' não pode ser definida a partir de um disparador de propriedade e aparece na condição do disparador ao mesmo tempo.
ru: Свойство "{0}" не может одновременно быть задано из триггера свойства и присутствовать в условии триггера.
tr: '{0}' özelliği aynı anda hem bir özellik tetikleyicisinden ayarlanıp, hem de tetikleyicinin koşulunda görünemez.
zh_hans: 无法从属性触发器设置“{0}”属性并同时显示在触发器的条件中。
zh_hant: '{0}' 屬性無法同時從屬性觸發程序設定，又出現在出發程序的條件中。

# PropertyTriggerLayerLimitExceeded
source: The maximum number of property triggers has been reached and further allocation is impossible.
cs: Bylo dosaženo maximálního počtu spouštěčů vlastností a další již nelze přidělit.
de: Die maximale Anzahl von Eigenschaftsauslösern wurde erreicht, eine weitere Zuordnung ist nicht möglich.
es: Se alcanzó el número máximo de desencadenadores de propiedad y ya no es posible realizar más asignaciones.
fr: Le nombre maximal de déclencheurs de propriétés a été atteint et une allocation supplémentaire est impossible.
it: È stato raggiunto il numero massimo di trigger di proprietà. Non sono possibili ulteriori allocazioni.
ja: プロパティ トリガーが最大数に達し、これ以上割り当てられません。
ko: 속성 트리거의 최대 수에 도달했으며 더 이상 할당할 수 없습니다.
pl: Osiągnięto maksymalną liczbę wyzwalaczy właściwości i kolejne przypisanie nie jest możliwe.
pt_br: O número máximo de disparadores de propriedade foi atingido e outras alocações são impossíveis.
ru: Достигнуто максимальное число триггеров свойства. Дальнейшее размещение невозможно.
tr: İzin verilen en fazla özellik tetikleyicisi sayısına ulaşıldı ve daha fazla ayırma yapılamaz.
zh_hans: 已达到触发器的最大属性数，无法进行进一步分配。
zh_hant: 已經達到屬性觸發程序數目上限，無法再進行任何配置。

# RangeActionsNotSupported
source: Range actions are not supported.
cs: Akce rozsahu nejsou podporovány.
de: Bereichsaktionen werden nicht unterstützt.
es: Las acciones de intervalo no están admitidas.
fr: Actions de plage non prises en charge.
it: Azioni su intervalli non supportate.
ja: 範囲アクションはサポートされていません。
ko: 범위 동작이 지원되지 않습니다.
pl: Operacje na zakresie nie są obsługiwane.
pt_br: As ações do intervalo não têm suporte.
ru: Действия с диапазоном не поддерживаются.
tr: Aralık işlemleri desteklenmez.
zh_hans: 不支持范围操作。
zh_hant: 不支援範圍動作。
