Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# GlyphsUnicodeStringIsTooShort
source: UnicodeString property does not contain enough characters to correspond to the contents of Indices property.
cs: Vlastnost UnicodeString neobsahuje dost znaků na to, aby odpovídala obsahu vlastnosti Indexy.
de: Die UnicodeString-Eigenschaft enthält nicht genügend Zeichen, um dem Inhalt der Indices-Eigenschaft zu entsprechen.
es: La propiedad UnicodeString no contiene suficientes caracteres para corresponderse con el contenido de la propiedad Indices.
fr: La propriété UnicodeString ne contient pas assez de caractères pour correspondre au contenu de la propriété Indices.
it: La proprietà UnicodeString non contiene un numero di caratteri sufficienti per trovare le corrispondenze con il contenuto della proprietà Indices.
ja: UnicodeString プロパティには、Indices プロパティのコンテンツに対応する十分な文字が含まれていません。
ko: UnicodeString 속성에 인덱스 속성의 콘텐츠와 대응하는 문자가 부족합니다.
pl: Właściwość UnicodeString nie zawiera wystarczającej liczby znaków odpowiadającej zawartości właściwości Indices.
pt_br: A propriedade de UnicodeString não contém caracteres suficientes para corresponder aos conteúdos da propriedade de Indices.
ru: Свойство UnicodeString содержит недостаточно знаков, чтобы соответствовать содержимому свойства Indices.
tr: UnicodeString özelliği Indices özelliğinin içeriğine karşılık olarak yeteri kadar karakter içermiyor.
zh_hans: UnicodeString 属性未包含符合 Indices 属性的内容的足够的字符。
zh_hant: UnicodeString 屬性未包含足夠的字元，無法對應至 Indices 屬性的內容。

# GridCollection_CannotModifyReadOnly
source: Cannot modify '{0}' in read-only state.
cs: Nelze upravovat prvek {0} ve stavu, kdy je jen pro čtení.
de: "{0}" kann in schreibgeschütztem Zustand nicht geändert werden.
es: No se puede modificar '{0}' en el estado de sólo lectura.
fr: Impossible de modifier '{0}' en état lecture seule.
it: Impossibile modificare '{0}' in stato di sola lettura.
ja: 読み取り専用状態では '{0}' を変更できません。
ko: 읽기 전용 상태에서 '{0}'을(를) 수정할 수 없습니다.
pl: Nie można zmienić „{0}” w stanie tylko do odczytu.
pt_br: Não é possível modificar '{0}' no estado somente leitura.
ru: Невозможно изменить "{0}" в состоянии только для чтения.
tr: Salt okunur durumunda '{0}' değiştirilemez.
zh_hans: 无法修改只读状态的“{0}”。
zh_hant: 在唯讀狀態中無法修改 '{0}'。

# GridCollection_DestArrayInvalidLength
source: '{0}' destination not long enough.
cs: Místo určení {0} není dost dlouhé.
de: Das Ziel "{0}" ist zu kurz.
es: El destino '{0}' es demasiado corto.
fr: Destination '{0}' non assez longue.
it: Lunghezza della destinazione '{0}' insufficiente.
ja: '{0}' 宛先には、十分な長さがありません。
ko: '{0}' 대상의 길이가 짧습니다.
pl: Miejsce docelowe „{0}” nie ma wystarczającej długości.
pt_br: O destino '{0}' não é suficientemente longo.
ru: Конечный объект "{0}" недостаточно длинный.
tr: '{0}' hedefi yeteri kadar uzun değil.
zh_hans: “{0}”目标不够长。
zh_hant: '{0}' 目的地不夠長。

# GridCollection_DestArrayInvalidLowerBound
source: '{0}' is less than the array's lower bound.
cs: Hodnota {0} je menší než dolní limit pole.
de: "{0}" ist geringer als die untere Begrenzung des Arrays.
es: '{0}' es menor que el límite inferior de la matriz.
fr: '{0}' est plus petit que la limite inférieure du tableau.
it: '{0}' è minore del limite inferiore della matrice.
ja: '{0}' は、配列の下限を下回っています。
ko: '{0}'이(가) 배열의 하한 범위 미만입니다.
pl: Wartość „{0}” jest mniejsza niż dolna granica tablicy.
pt_br: '{0}' é menor que o limite mais baixo da matriz.
ru: "{0}" меньше, чем нижняя граница массива.
tr: '{0}' dizinin alt sınırından küçük.
zh_hans: “{0}”小于数组的下限。
zh_hant: '{0}' 低於陣列的下限。

# GridCollection_DestArrayInvalidRank
source: '{0}' destination is multidimensional. Expected array of rank 1.
cs: Místo určení {0} je vícerozměrné. Očekáváno pole řady 1.
de: Das Ziel "{0}" ist mehrdimensional. Erwartet wurde ein Array vom Rang "1".
es: El destino '{0}' es multidimensional. Se esperaba una matriz de rango 1.
fr: Destination '{0}' multidimensionnelle. Tableau attendu de rang 1.
it: La destinazione '{0}' è multidimensionale. Prevista matrice con numero di dimensioni 1.
ja: '{0}' 宛先は多次元です。ランク 1 の予期していた配列です。
ko: 다차원 '{0}' 대상입니다. 차수 1의 배열이 필요합니다.
pl: Miejsce docelowe „{0}” jest wielowymiarowe. Oczekiwano tablicy jednowymiarowej.
pt_br: O destino '{0}' é multidimensional. A matriz esperada é de classificação 1.
ru: Конечный "{0}" является многомерным. Ожидается массив размерности 1.
tr: '{0}' hedefi çok boyutlu. Beklenen sıra dizisi 1.
zh_hans: “{0}”目标是多维的。需要秩为 1 的数组。
zh_hant: '{0}' 目的地是多維度。應該是陣序規範 1 的陣列。

# GridCollection_InOtherCollection
source: '{0}' already belongs to another '{1}'.
cs: Prvek {0} již patří k jinému prvku {1}.
de: "{0}" gehört bereits zu einem anderen {1}-Objekt.
es: "{0}" ya pertenece a otro "{1}".
fr: '{0}' appartient déjà à un autre '{1}'.
it: '{0}' appartiene già a un altro '{1}'.
ja: '{0}' は、既に別の '{1}' に属しています。
ko: '{0}'이(가) 이미 다른 '{1}'에 속합니다.
pl: Element „{0}” już należy do innego elementu „{1}”.
pt_br: '{0}' já pertence a outro '{1}'.
ru: "{0}" уже принадлежит другому объекту "{1}".
tr: '{0}' zaten başka bir '{1}' öğesine ait.
zh_hans: “{0}”已属于另一个“{1}”。
zh_hant: '{0}' 已屬於另一個 '{1}'。

# GridCollection_MustBeCertainType
source: '{0}' must be type '{1}'.
cs: Prvek {0} musí být typu {1}.
de: Bei "{0}" muss es sich um den Typ "{1}" handeln.
es: "{0}" debe ser de tipo "{1}".
fr: '{0}' doit être de type '{1}'.
it: '{0}' deve essere di tipo '{1}'.
ja: '{0}' の型は '{1}' でなければなりません。
ko: '{0}'이(가) '{1}' 형식이어야 합니다.
pl: Element „{0}” musi być typu „{1}”.
pt_br: '{0}' precisa ser do tipo '{1}'.
ru: Для "{0}" требуется тип "{1}".
tr: '{0}', '{1}' türünde olmalıdır.
zh_hans: “{0}”必须为类型“{1}”。
zh_hant: '{0}' 必須是類型 '{1}'。

# Grid_UnexpectedParameterType
source: Parameter of unexpected type '{0}'. Expected type is '{1}'.
cs: Parametr je neočekávaného typu {0}. Byl očekáván typ {1}.
de: Parameter des unerwarteten Typs "{0}". Erwartet wird der Typ "{1}".
es: Tipo de parámetro "{0}" inesperado. El tipo esperado es "{1}".
fr: Paramètre de type inattendu '{0}'. Le type attendu est '{1}'.
it: Il tipo del parametro è imprevisto: '{0}'. Il tipo previsto è '{1}'.
ja: 予期しない型 '{0}' のパラメーターです。予期していた型は '{1}' です。
ko: 예기치 못한 '{0}' 형식의 매개 변수입니다. 필요한 형식은 '{1}'입니다.
pl: Parametr nieoczekiwanego typu „{0}”. Oczekiwano typu „{1}”.
pt_br: Parâmetro do tipo inesperado '{0}'. O tipo esperado é '{1}'.
ru: Непредвиденный тип параметра "{0}". Ожидается тип "{1}".
tr: '{0}' türünde beklenmeyen parametre. Beklenen tür '{1}'.
zh_hans: 意外类型“{0}”的参数。所需类型为“{1}”。
zh_hant: 參數為非預期的類型 '{0}'。類型應為 '{1}'。

# HandlerTypeIllegal
source: Handler type is not valid.
cs: Typ ovladače je neplatný.
de: Der Handlertyp ist ungültig.
es: El tipo de controlador no es válido.
fr: Type de gestionnaire non valide.
it: Tipo di gestore non valido.
ja: ハンドラーの型が無効です。
ko: 처리기 유형이 잘못되었습니다.
pl: Typ uchwytu jest nieprawidłowy.
pt_br: O tipo do manipulador não é válido.
ru: Недопустимый тип обработчика.
tr: İşleyici türü geçerli değil.
zh_hans: 处理程序类型无效。
zh_hant: 處理常式型別無效。

# HasLogicalParent
source: Specified element is already the logical child of another element. Disconnect it first.
cs: Určený prvek je již logickým podřízeným prvkem jiného prvku. Nejprve jej odpojte.
de: Bei dem angegebenen Element handelt es sich bereits um das logische untergeordnete Element eines anderen Elements. Führen Sie zuerst eine Trennung durch.
es: El elemento especificado ya es el elemento secundario lógico de otro elemento. Desconéctelo primero.
fr: L'élément spécifié est déjà l'enfant logique d'un autre élément. Déconnectez-le d'abord.
it: L'elemento specificato è già il figlio logico di un altro elemento. È innanzitutto necessario disconnetterlo.
ja: 指定された要素は、既に別の要素の論理子です。まず接続を切断してください。
ko: 지정한 요소가 이미 다른 요소의 논리 자식입니다. 먼저 이 연결을 끊으십시오.
pl: Określony element jest już logicznym podrzędnym elementem innego elementu. Należy go najpierw odłączyć.
pt_br: O elemento especificado já é o filho lógico de outro elemento. Desconecte-o primeiro.
ru: Указанный элемент уже является логическим дочерним для другого элемента. Сначала отсоедините его.
tr: Belirtilen öğe zaten başka bir öğenin mantıksal alt öğesidir. Önce bunun bağlantısını kesin.
zh_hans: 指定的元素已经是另一个元素的逻辑子元素。请先将其断开连接。
zh_hant: 指定的項目已經是另一個項目的子項目。請先中斷連線。

# HostedWindowMustBeAChildWindow
source: Hosted HWND must be a child window.
cs: HWND musí být podřízené okno.
de: Beim gehosteten HWND muss es sich um ein untergeordnetes Fenster handeln.
es: HWND hospedado debe ser una ventana secundaria.
fr: Le HWND hébergé doit être une fenêtre enfant.
it: La finestra HWND ospitata deve essere una finestra figlio.
ja: ホストされた HWND は子ウィンドウである必要があります。
ko: 호스트된 HWND가 자식 창이어야 합니다.
pl: Obsługiwany HWND musi być oknem podrzędnym.
pt_br: O HWND hospedado deve ser uma janela filho.
ru: Размещаемое окно HWND должно быть дочерним окном.
tr: Barındırılan HWND bir alt pencere olmalıdır.
zh_hans: 寄宿 HWND 必须是子窗口。
zh_hant: 裝載的 HWND 必須是子視窗。

# HostingStatusCancelled
source: Application Deployment Canceled
cs: Zavádění aplikace bylo zrušeno.
de: Die Anwendungsbereitstellung wurde abgebrochen.
es: Implementación de la aplicación cancelada
fr: Annulation du déploiement de l'application
it: Distribuzione dell'applicazione annullata
ja: アプリケーションの展開の取り消し
ko: 응용 프로그램 배포 취소
pl: Wdrażanie aplikacji zostało anulowane
pt_br: Implantação do Aplicativo Cancelada
ru: Развертывание приложения отменено
tr: Uygulama Dağıtımı İptal Edildi
zh_hans: 应用程序部署已取消
zh_hant: 已取消應用程式部署

# HostingStatusDownloadApp
source: Downloading Application
cs: Stahování aplikace
de: Die Anwendung wird heruntergeladen.
es: Descargando aplicación
fr: Téléchargement de l'application
it: Download dell'applicazione
ja: アプリケーションをダウンロードしています
ko: 응용 프로그램 다운로드
pl: Trwa pobieranie aplikacji
pt_br: Fazendo Download do Aplicativo
ru: Скачивание приложения
tr: Uygulama İndiriliyor
zh_hans: 正在下载应用程序
zh_hant: 正在下載應用程式

# HostingStatusDownloadAppInfo
source: Downloading Application Information
cs: Načítání informací o aplikaci
de: Die Anwendungsinformationen werden heruntergeladen.
es: Descargando información de la aplicación
fr: Téléchargement des informations sur l'application
it: Download di informazioni sull'applicazione
ja: アプリケーション情報をダウンロードしています
ko: 응용 프로그램 정보 다운로드
pl: Pobieranie informacji o aplikacji
pt_br: Fazendo Download das Informações do Aplicativo
ru: Скачивание сведений о приложении
tr: Uygulama İndirme Bilgileri
zh_hans: 正在下载应用程序信息
zh_hant: 正在下載應用程式資訊

# HostingStatusFailed
source: Application Deployment Failed
cs: Zavádění aplikace se nezdařilo
de: Fehler bei der Anwendungsbereitstellung.
es: Error de implementación de la aplicación
fr: Échec du déploiement de l'application
it: Distribuzione dell'applicazione non riuscita
ja: アプリケーションの展開に失敗しました
ko: 응용 프로그램 배포 실패
pl: Nie można wdrożyć aplikacji
pt_br: Falha na Implantação do Aplicativo
ru: Ошибка при развертывании приложения
tr: Uygulama Dağıtımı Başarısız Oldu
zh_hans: 应用程序部署失败
zh_hant: 應用程式部署失敗

# HostingStatusPreparingToRun
source: Preparing to Run Application
cs: Příprava na spuštění aplikace
de: Ausführen der Anwendung wird vorbereitet
es: Preparando la ejecución de la aplicación
fr: Préparation de l'exécution de l'application
it: Preparazione dell'esecuzione dell'applicazione
ja: アプリケーションを実行する準備をしています
ko: 응용 프로그램 실행 준비
pl: Przygotowanie do uruchomienia aplikacji
pt_br: Preparando para Executar o Aplicativo
ru: Подготовка к запуску приложения
tr: Uygulama Çalışmaya Hazırlanıyor
zh_hans: 正在准备运行应用程序
zh_hant: 正在準備執行應用程式

# HostingStatusVerifying
source: Verifying Application Requirements
cs: Ověřování požadavků aplikace
de: Die Anwendungsanforderungen werden überprüft.
es: Comprobando los requisitos de la aplicación
fr: Vérification de la configuration requise pour l'application
it: Verifica dei requisiti dell'applicazione
ja: アプリケーションの必要条件を確認しています
ko: 응용 프로그램 요구 사항 확인
pl: Sprawdzanie wymagań dotyczących aplikacji
pt_br: Verificando os Requisitos do Aplicativo
ru: Проверка требований приложения
tr: Uygulama Gereksinimleri Doğrulanıyor
zh_hans: 正在验证应用程序请求
zh_hant: 正在檢查應用程式需求

# HwndHostDoesNotSupportChildKeyboardSinks
source: HwndHost does not support child IKeyboardInputSinks. Derived classes must add this support if needed.
cs: HwndHost nepodporuje podřízený prvek prvku IKeyboardInputSinks. Odvozené třídy musejí přidat tuto podporu, pokud bude třeba.
de: Von "HwndHost" werden keine untergeordneten "IKeyboardInputSinks" unterstützt. Gegebenenfalls muss diese Unterstützung von abgeleiteten Klassen hinzugefügt werden.
es: HwndHost no admite IKeyboardInputSinks secundario. Las clases derivadas deben agregar esta compatibilidad si es necesario.
fr: HwndHost ne prend pas en charge les IKeyboardInputSinks enfants. Les classes dérivées doivent ajouter cette prise en charge si nécessaire.
it: HwndHost non supporta IKeyboardInputSinks figlio. Le classi derivate devono aggiungere il supporto, se necessario.
ja: HwndHost は、子 IKeyboardInputSinks をサポートしません。必要に応じて、派生したクラスはこのサポートを追加する必要があります。
ko: HwndHost가 자식 IKeyboardInputSinks를 지원하지 않습니다. 필요한 경우 파생 클래스에서 해당 지원을 추가해야 합니다.
pl: Element HwndHost nie obsługuje podrzędnego elementu IKeyboardInputSinks. Klasy pochodne muszą dodać tę obsługę w razie potrzeby.
pt_br: HwndHost não oferece suporte a IKeyboardInputSinks filho. As classes derivadas devem adicionar esse suporte, se necessário.
ru: HwndHost не поддерживает дочерние IKeyboardInputSinks. Производные классы должны добавлять такую поддержку при необходимости.
tr: HwndHost alt IKeyboardInputSinks desteklemez. Türetilen sınıflar gerekirse bu desteği eklemelidir.
zh_hans: HwndHost 不支持子 IKeyboardInputSinks。如果需要，派生类必须添加该支持。
zh_hant: HwndHost 不支援子項目 IKeyboardInputSinks。衍生的類別必須新增此支援 (如果有需要)。

source: Hyperlink Target not found.
cs: Hyperlink Target nenalezen.
de: "Target" von Hyperlink nicht gefunden.
es: No se encontró Hyperlink Target.
fr: Hyperlink Target introuvable.
it: Impossibile trovare il Target per Hyperlink.
ja: Hyperlink Target が見つかりません。
ko: Hyperlink Target을 찾을 수 없습니다.
pl: Nie znaleziono właściwości Target obiektu Hyperlink.
pt_br: Hyperlink Target não encontrado.
ru: Объект Hyperlink Target не найден.
tr: Hyperlink Target bulunamadı.
zh_hans: Hyperlink Target 无法找到。
zh_hant: 找不到 Hyperlink Target。

# HyphenatorDisposed
source: Hyphenator is called after it has been disposed.
cs: Byl vyvolán Hyphenator poté, co byl zrušen.
de: "Hyphenator" wurde nach dem Verwerfen aufgerufen.
es: Se llamó a Hyphenator una vez eliminado.
fr: Hyphenator est appelé après avoir été libéré.
it: Chiamata di Hyphenator dopo l'eliminazione.
ja: Hyphenator は、破棄された後で呼び出されています。
ko: Hyphenator가 삭제된 후 호출되었습니다.
pl: Funkcja dzielenia wyrazów (Hyphenator) została wywoływana po jej usunięciu.
pt_br: Hyphenator é chamado após ter sido descartado.
ru: Hyphenator вызывается после его ликвидации.
tr: Hyphenator bırakıldıktan sonra çağırılır.
zh_hans: Hyphenator 在调用之前已经被释放。
zh_hant: 在處置 Hyphenator 後呼叫 Hyphenator。

# IDPInvalidContentPosition
source: ContentPosition does not exist within this element's tree.
cs: ContentPosition ve stromu tohoto prvku neexistuje.
de: "ContentPosition" ist in der Struktur des Elements nicht vorhanden.
es: ContentPosition no existe en este árbol de elementos.
fr: ContentPosition n'existe pas au sein de l'arborescence de cet élément.
it: ContentPosition non esiste nell'albero di questo elemento.
ja: ContentPosition は、この要素のツリー内に存在しません。
ko: 해당 요소 트리 내에 ContentPosition이 없습니다.
pl: Element ContentPosition nie istnieje w tym drzewie elementów.
pt_br: ContentPosition não existe nesta árvore do elemento.
ru: ContentPosition не существует в данном дереве элементов.
tr: ContentPosition bu öğenin ağacı içinde yok.
zh_hans: ContentPosition 不在此元素的树中。
zh_hant: ContentPosition 不存在於此項目的樹狀結構中。

# IDPNegativePageNumber
source: Page number cannot be negative.
cs: Číslo stránky nemůže být záporné.
de: Die Seitenzahl kann nicht negativ sein.
es: El número de página no puede ser negativo.
fr: Le numéro de page ne peut pas être négatif.
it: Il numero di pagina non può essere negativo.
ja: ページ番号は負の数にできません。
ko: 페이지 번호는 음수일 수 없습니다.
pl: Numer strony nie może być ujemny.
pt_br: O número da página não pode ser negativo.
ru: Номер страницы не может быть отрицательным.
tr: Sayfa numarası negatif olamaz.
zh_hans: 页码不能为负数。
zh_hant: 頁碼不能為負數。

# IconMustBeBitmapFrame
source: ImageSource for Icon property must be an icon file.
cs: Zdroj ImageSource pro vlastnost Icon musí být ikonový soubor.
de: Bei "ImageSource" für die Icon-Eigenschaft muss es sich um eine Symboldatei handeln.
es: ImageSource para la propiedad Icon debe ser un archivo de iconos.
fr: ImageSource pour la propriété Icon doit être un fichier d'icône.
it: ImageSource per la proprietà Icon deve essere un file di icona.
ja: Icon プロパティの ImageSource は、アイコン ファイルである必要があります。
ko: Icon 속성에 대한 ImageSource는 아이콘 파일이어야 합니다.
pl: Element ImageSource dla właściwości Icon musi być plikiem ikony.
pt_br: ImageSource da propriedade de Icon deve ser um arquivo de ícone.
ru: В ImageSource для свойства Icon должен задаваться файл значка.
tr: Icon özelliği için ImageSource bir simge dosyasında olmalıdır.
zh_hans: Icon 属性的 ImageSource 必须是图标文件。
zh_hant: Icon 屬性的 ImageSource 必須是圖示檔案。

# IllegalTreeChangeDetected
source: Document tree or properties were modified during measure or arrange.
cs: Během měření nebo uspořádání se změnil strom dokumentů nebo vlastností.
de: Die Struktur oder Eigenschaften des Dokuments wurden während des Messens oder Anordnens geändert.
es: El árbol del documento o las propiedades se modificaron durante la medida o la organización.
fr: L'arborescence ou les propriétés du document ont été modifiées pendant la mesure ou la réorganisation.
it: Modifica dell'albero o di proprietà del documento durante operazioni di misurazione o disposizione.
ja: 測定または整列中に、ドキュメント ツリーまたはプロパティが変更されました。
ko: 문서 트리 또는 속성이 측정하거나 정렬하는 동안 수정되었습니다.
pl: Drzewo dokumentów lub właściwości zostały zmienione podczas pomiarów lub rozmieszczania.
pt_br: A árvore ou as propriedades do documento foram modificadas durante a medida ou organização.
ru: Дерево документов или свойства были изменены во время измерения или упорядочивания.
tr: Ölçüm veya değiştirme sırasında belge ağacı veya özellikler değiştirildi.
zh_hans: 文档树或属性在度量或排列过程中被修改。
zh_hant: 在測量或排列期間，文件樹狀結構或屬性已變更。

# IllegalTreeChangeDetectedPostAction
source: Document tree or properties were modified during measure or arrange.
cs: Během měření nebo uspořádání se změnil strom dokumentů nebo vlastností.
de: Die Struktur oder Eigenschaften des Dokuments wurden während des Messens oder Anordnens geändert.
es: El árbol del documento o las propiedades se modificaron durante la medida o la organización.
fr: L'arborescence ou les propriétés du document ont été modifiées pendant la mesure ou la réorganisation.
it: Modifica dell'albero o di proprietà del documento durante operazioni di misurazione o disposizione.
ja: 測定または整列中に、ドキュメント ツリーまたはプロパティが変更されました。
ko: 문서 트리 또는 속성이 측정하거나 정렬하는 동안 수정되었습니다.
pl: Drzewo dokumentów lub właściwości zostały zmienione podczas pomiarów lub rozmieszczania.
pt_br: A árvore ou as propriedades do documento foram modificadas durante a medida ou organização.
ru: Дерево документов или свойства были изменены во время измерения или упорядочивания.
tr: Ölçüm veya değiştirme sırasında belge ağacı veya özellikler değiştirildi.
zh_hans: 文档树或属性在度量或排列过程中被修改。
zh_hant: 在測量或排列期間，文件樹狀結構或屬性已變更。

# Illegal_InheritanceBehaviorSettor
source: InheritanceBehavior must be set when the instance is not yet connected to a tree. Set InheritanceBehavior when the object is constructed.
cs: InheritanceBehavior je třeba nastavit, než připojíme instanci ke stromu. InheritanceBehavior se nastavuje během konstrukce objektu.
de: "InheritanceBehavior" muss festgelegt werden, wenn die Instanz noch nicht mit einer Struktur verbunden ist. Legen Sie "InheritanceBehavior" beim Erstellen des Objekts fest.
es: InheritanceBehavior debe establecerse cuando la instancia aún no está conectada a un árbol. Establezca InheritanceBehavior cuando se construya el objeto.
fr: InheritanceBehavior doit être défini quand l'instance n'est pas encore connectée à une arborescence. Définissez InheritanceBehavior une fois l'objet construit.
it: È necessario impostare InheritanceBehavior quando l'istanza non è ancora connessa a un albero. Impostare InheritanceBehavior in fase di costruzione dell'oggetto.
ja: インスタンスがツリーに接続されていない場合、InheritanceBehavior を設定する必要があります。オブジェクトの構築時に InheritanceBehavior を設定してください。
ko: 인스턴스가 트리에 연결되기 전에 InheritanceBehavior를 설정해야 합니다. 개체가 생성될 때 InheritanceBehavior를 설정하십시오.
pl: InheritanceBehavior należy ustawić, gdy instancja nie jest jeszcze podłączona do drzewa. Ustaw InheritanceBehavior po utworzeniu obiektu.
pt_br: InheritanceBehavior deve ser definido quando a instância não está conectada ainda a uma árvore. Defina InheritanceBehavior quando o objeto for construído.
ru: Задавать значение InheritanceBehavior следует тогда, когда интерфейс еще не подключен к дереву. Задавайте значение InheritanceBehavior построении объекта.
tr: InheritanceBehavior, örnek henüz bir ağaca bağlanmamışken ayarlanmalıdır. InheritanceBehavior'ı nesne oluşturulurken ayarlayın.
zh_hans: 当实例尚未连接到树时，必须设置 InheritanceBehavior。在构造对象时设置 InheritanceBehavior。
zh_hant: 當執行個體尚未連線至樹狀結構時，必須設定 InheritanceBehavior。當物件已建置時，請設定 InheritanceBehavior。

# ImplementOtherMembersWithSort
source: If SortDescriptions is overridden in derived classes, then must also override '{0}'.
cs: Pokud je v odvozených třídách přepsána funkce SortDescriptions, pak musí také přepsat prvek {0}.
de: Wenn "SortDescriptions" in abgeleiteten Klassen überschrieben wird, muss auch "{0}" überschrieben werden.
es: Si SortDescriptions se invalida en las clases derivadas, también debe sobrescribir '{0}'.
fr: Si SortDescriptions est substitué dans les classes dérivées, alors '{0}' doit l'être également.
it: Se si esegue l'override di SortDescriptions nelle classi derivate, è necessario eseguire l'override anche di '{0}'.
ja: 派生したクラスで SortDescriptions が上書きされた場合は、'{0}' も上書きする必要があります。
ko: SortDescriptions가 파생 클래스에서 재정의되면 '{0}'도 재정의해야 합니다.
pl: Jeśli element SortDescriptions został przesłonięty w klasie pochodnej, musi także przesłonić „{0}”.
pt_br: Se SortDescriptions for substituído nas classes derivadas, também deverá substituir '{0}'.
ru: Если описания SortDescriptions были переопределены в производных классах, необходимо также переопределить "{0}".
tr: SortDescriptions türetilen sınıflarda geçersiz kılınırsa, ayrıca '{0}' geçersiz kılınmalıdır.
zh_hans: 如果在派生类中覆盖了 SortDescriptions，则还必须覆盖“{0}”。
zh_hant: 若 SortDescriptions 在衍生類別中被覆寫，則也必須覆寫 '{0}'。

# InDifferentParagraphs
source: '{0}' and '{1}' TextPointers are not in the same Paragraph.
cs: {0} a {1} TextPointers nejsou ve stejném Paragraph.
de: Die TextPointers "{0}" und "{1}" befinden sich nicht im selben Absatz.
es: TextPointers "{0}" y "{1}" no están en el mismo Paragraph.
fr: Les TextPointers '{0}' et '{1}' ne figurent pas dans le même Paragraph.
it: Gli elementi TextPointer '{0}' e '{1}' non sono inclusi nello stesso elemento Paragraph.
ja: '{0}' および '{1}' TextPointers は、同じ Paragraph 内にありません。
ko: '{0}'과(와) '{1}' TextPointers가 같은 Paragraph에 없습니다.
pl: Elementy TextPointers „{0}” i „{1}” nie znajdują się w tym samym obiekcie Paragraph.
pt_br: Os TextPointers '{0}' e '{1}' não estão no mesmo Paragraph.
ru: Указатели TextPointer "{0}" и "{1}" находятся в разных объектах Paragraph.
tr: '{0}' ve '{1}' TextPointers aynı Paragraph içinde değil.
zh_hans: “{0}”和“{1}”TextPointer 不在同一 Paragraph 中。
zh_hant: '{0}' 與 '{1}' TextPointer 並非位於相同的 Paragraph。
