Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CalendarAutomationPeer_DecadeMode
source: Decade
cs: Desetiletí
de: Jahrzehnt
es: Década
fr: Décennie
it: Decennio
ja: 10 年
ko: 10년
pl: Dekada
pt_br: Década
ru: Декада
tr: On yıl
zh_hans: 旬
zh_hant: 十年

# CalendarAutomationPeer_MonthMode
source: Month
cs: Měsíc
de: Monatsansicht
es: Mes
fr: Mois
it: Mese
ja: 月
ko: 월
pl: Miesiąc
pt_br: Mês
ru: Месяц
tr: Ay
zh_hans: 月
zh_hant: 月份

# CalendarAutomationPeer_YearMode
source: Year
cs: Rok
de: Jahr
es: Año
fr: Année
it: Anno
ja: 年
ko: 연도
pl: Rok
pt_br: Ano
ru: Год
tr: Yıl
zh_hans: 年
zh_hant: 年

# CalendarCollection_MultiThreadedCollectionChangeNotSupported
source: This type of Collection does not support changes to its SourceCollection from a thread different from the Dispatcher thread.
cs: Tento typ kolekce nepodporuje změny vlastnosti SourceCollection provedené prostřednictvím jiného vlákna než Dispatcher.
de: Dieser Collection-Typ unterstützt Änderungen der SourceCollection von einem anderen Thread als dem Dispatcher-Thread nicht.
es: Este tipo de colección no admite cambios en SourceCollection desde un subproceso diferente del subproceso Dispatcher.
fr: Ce type de Collection ne prend pas en charge la modification de sa SourceCollection à partir d'un thread autre que le thread Dispatcher.
it: Questo tipo di Collection non supporta modifiche al SourceCollection corrispondente da un thread diverso dal thread del dispatcher.
ja: この型の Collection は、Dispatcher スレッドとは異なるスレッドからの SourceCollection に対する変更はサポートしていません。
ko: 이 형식의 Collection에서는 발송자 스레드와 다른 스레드에서의 해당 SourceCollection에 대한 변경 내용을 지원하지 않습니다.
pl: Ten typ Collection nie obsługuje zmian własnej kolekcji SourceCollection z wątku innego niż Dispatcher.
pt_br: Este tipo de Coleção não oferece suporte a alterações feitas em SourceCollection a partir de um thread diferente de Dispatcher.
ru: Данный тип Collection не поддерживает изменения в своем SourceCollection из потока, отличного от потока Dispatcher.
tr: Bu Collection türü Dispatcher iş parçacığından farklı olan bir iş parçacığından SourceCollection'a yapılacak değişiklikleri desteklemez.
zh_hans: 此类型的 Collection 不支持非 Dispatcher 线程对其 SourceCollection 进行的更改。
zh_hant: 這一類型的 Collection 不支援從與 Dispatcher 執行緒不同的執行緒對其 SourceCollection 進行變更。

# CalendarNamePropertyValueNotValid
source: It must be possible to parse 'value' to a DateTime and the result must be greater than 'startAfter'.
cs: Parametr value musí být možné rozložit na hodnoty typu DateTime a výsledek musí být vyšší než parametr startAfter.
de: Es muss die Möglichkeit bestehen, den Wert in einem DateTime-Objekt zu analysieren. Das Ergebnis muss größer als "startAfter" sein.
es: Debe ser posible analizar 'value' como DateTime y el resultado debe ser mayor que 'startAfter'.
fr: Il doit être possible d'analyser 'value' en DateTime et le résultat doit être supérieur à 'startAfter'.
it: 'value' deve essere analizzabile in DateTime e il risultato deve essere maggiore di 'startAfter'.
ja: 'value' は DateTime に解析できる必要があり、結果は 'startAfter' より大きくなければなりません。
ko: '값'을 DateTime으로 구문 분석할 수 있어야 하며 결과는 'startAfter'보다 커야 합니다.
pl: Musi istnieć możliwość rozpoznania wartości jako wartości typu DateTime i wynik musi być większy niż wartość startAfter.
pt_br: Deve ser possível analisar 'valor' como um DateTime e o resultado deve ser maior que 'startAfter'.
ru: Необходимо, чтобы значение "value" можно было преобразовать в тип DateTime, а результат был больше значения "startAfter".
tr: 'Değer' bir DateTime olarak ayrıştırılabilmeli ve sonuç 'startAfter'dan büyük olmalıdır.
zh_hans: 必须能够将“value”分析为 DateTime，并且结果必须大于“startAfter”。
zh_hant: 值必須可剖析為 DateTime，而且結果必須大於 'startAfter'。

# Calendar_CheckSelectionMode_InvalidOperation
source: The SelectedDates collection can be changed only in a multiple selection mode. Use the SelectedDate in a single selection mode.
cs: Kolekci SelectedDates lze změnit pouze v režimu vícenásobného výběru. Použijte kolekci SelectedDate v režimu jednotlivého výběru.
de: Die SelectedDates-Sammlung kann nur in Mehrfachauswahlmodi geändert werden. Verwenden Sie SelectedDate im Einfauchauswahlmodus.
es: La colección SelectedDates se puede cambiar solo en modo de selección múltiple. Use SelectedDate en modo de selección única.
fr: La collection SelectedDates ne peut être modifiée qu'en mode de sélection multiple. Utilisez SelectedDate en mode de sélection unique.
it: La raccolta SelectedDates può essere modificata solo in una modalità di selezione multipla. Utilizzare SelectedDate solo in una modalità di selezione singola.
ja: SelectedDates コレクションは、複数選択モードでのみ変更できます。単一選択モードの場合は、SelectedDate を使用してください。
ko: SelectedDates 컬렉션은 다중 선택 모드에서만 변경할 수 있습니다. 단일 선택 모드에서는 SelectedDate를 사용하십시오.
pl: Kolekcję SelectedDates można zmienić tylko w trybie wielokrotnego wyboru. Użyj właściwości SelectedDate w trybie pojedynczego wyboru.
pt_br: A coleção SelectedDates só pode ser alterada em um modo de seleção múltipla. Use SelectedDate em um modo de seleção única.
ru: Изменить коллекцию SelectedDates можно только в режиме множественного выбора. В режиме одиночного выбора используйте SelectedDate.
tr: SelectedDates koleksiyonu yalnızca çoklu seçim modunda değiştirilebilir. Tekli seçim modunda SelectedDate kullanın.
zh_hans: 仅当使用多重选择模式时，才能更改 SelectedDates 集合。在单一选择模式下，请使用 SelectedDate。
zh_hant: 只有在多重選取模式下才能變更 SelectedDates 集合。在單一選取模式下，請使用 SelectedDate。

# Calendar_NextButtonName
source: Next button
cs: Tlačítko Další
de: Schaltfläche "Weiter"
es: Botón Siguiente
fr: Bouton suivant
it: Pulsante Avanti
ja: [次へ] ボタン
ko: 다음 단추
pl: Przycisk Następny
pt_br: Botão Próximo
ru: Кнопка "Далее"
tr: İleri düğmesi
zh_hans: “下一个”按钮
zh_hant: 下一步按鈕

# Calendar_OnDisplayModePropertyChanged_InvalidValue
source: DisplayMode value is not valid.
cs: Hodnota DisplayMode není platná.
de: Der DisplayMode-Wert ist ungültig.
es: El valor de DisplayMode no es válido.
fr: La valeur DisplayMode n'est pas valide.
it: Valore DisplayMode non valido.
ja: DisplayMode 値が有効ではありません。
ko: DisplayMode 값이 잘못되었습니다.
pl: Wartość DisplayMode jest nieprawidłowa.
pt_br: O valor DisplayMode não é válido.
ru: Недопустимое значение DisplayMode.
tr: DisplayMode değeri geçerli değil.
zh_hans: DisplayMode 值无效。
zh_hant: DisplayMode 值無效。

# Calendar_OnFirstDayOfWeekChanged_InvalidValue
source: FirstDayOfWeek value is not valid.
cs: Hodnota FirstDayOfWeek není platná.
de: Der FirstDayOfWeek-Wert ist ungültig.
es: El valor de FirstDayOfWeek no es válido.
fr: La valeur FirstDayOfWeek n'est pas valide.
it: Valore FirstDayOfWeek non valido.
ja: FirstDayOfWeek 値が有効ではありません。
ko: FirstDayOfWeek 값이 잘못되었습니다.
pl: Wartość FirstDayOfWeek jest nieprawidłowa.
pt_br: O valor FirstDayOfWeek não é válido.
ru: Недопустимое значение FirstDayOfWeek.
tr: FirstDayOfWeek değeri geçerli değil.
zh_hans: FirstDayOfWeek 值无效。
zh_hant: FirstDayOfWeek 值無效。

# Calendar_OnSelectedDateChanged_InvalidOperation
source: The SelectedDate property cannot be set when the selection mode is None.
cs: Vlastnost SelectedDate nelze nastavit, pokud je režim výběru nastaven na hodnotu None.
de: Die SelectedDate-Eigenschaft kann im Auswahlmodus "None" nicht festgelegt werden.
es: No se puede establecer la propiedad SelectedDate cuando el modo de selección es None.
fr: Impossible de définir la propriété SelectedDate lorsque le mode de sélection a la valeur Aucun.
it: Impossibile impostare la proprietà SelectedDate quando la modalità di selezione è None.
ja: SelectedDate プロパティは、選択モードが None であるときは設定できません。
ko: 선택 모드가 None이면 SelectedDate 속성을 설정할 수 없습니다.
pl: Nie można ustawić właściwości SelectedDate, jeśli trybem wyboru jest None.
pt_br: A propriedade SelectedDate não pode ser definida quando o modo de seleção é None.
ru: Нельзя задать свойство SelectedDate, если параметр режима выбора имеет значение None.
tr: SelectedDate özelliği seçim modu None olduğunda ayarlanamaz.
zh_hans: 选择模式为 None 时，无法设置 SelectedDate 属性。
zh_hant: 當選取模式為 None 時，無法設定 SelectedDate 屬性。

# Calendar_OnSelectedDateChanged_InvalidValue
source: SelectedDate value is not valid.
cs: Hodnota SelectedDate není platná.
de: Der SelectedDate-Wert ist ungültig.
es: El valor de SelectedDate no es válido.
fr: La valeur SelectedDate n'est pas valide.
it: Valore SelectedDate non valido.
ja: SelectedDate 値が有効ではありません。
ko: SelectedDate 값이 잘못되었습니다.
pl: Wartość SelectedDate jest nieprawidłowa.
pt_br: O valor SelectedDate não é válido.
ru: Недопустимое значение SelectedDate.
tr: SelectedDate değeri geçerli değil.
zh_hans: SelectedDate 值无效。
zh_hant: SelectedDate 值無效。

# Calendar_OnSelectionModeChanged_InvalidValue
source: SelectionMode value is not valid.
cs: Hodnota SelectionMode není platná.
de: Der SelectionMode-Wert ist ungültig.
es: El valor de SelectionMode no es válido.
fr: La valeur SelectionMode n'est pas valide.
it: Valore SelectionMode non valido.
ja: SelectionMode 値が有効ではありません。
ko: SelectionMode 값이 잘못되었습니다.
pl: Wartość SelectionMode jest nieprawidłowa.
pt_br: O valor SelectionMode não é válido.
ru: Недопустимое значение SelectionMode.
tr: SelectionMode değeri geçerli değil.
zh_hans: SelectionMode 值无效。
zh_hant: SelectionMode 值無效。

# Calendar_PreviousButtonName
source: Previous button
cs: Tlačítko Předchozí
de: Schaltfläche "Zurück"
es: Botón Anterior
fr: Bouton précédent
it: Pulsante Indietro
ja: [戻る] ボタン
ko: 이전 단추
pl: Przycisk Poprzedni
pt_br: Botão Anterior
ru: Кнопка "Назад"
tr: Önceki düğmesi
zh_hans: “上一个”按钮
zh_hant: 上一步按鈕

# Calendar_UnSelectableDates
source: Value is not valid.
cs: Hodnota není platná.
de: Der Wert ist nicht gültig.
es: El valor no es válido.
fr: La valeur n'est pas valide.
it: Valore non valido.
ja: 値が無効です。
ko: 값이 잘못되었습니다.
pl: Nieprawidłowa wartość.
pt_br: O valor não é válido.
ru: Значение недействительно.
tr: Değer geçerli değil.
zh_hans: 值无效。
zh_hant: 值無效。

# CanOnlyHaveOneChild
source: '{0}' already has a child and cannot add '{1}'. '{0}' can accept only one child.
cs: Element {0} již má podřízený element a nemůže přidat element {1}. Element {0} může mít jen jeden podřízený element.
de: "{0}" besitzt bereits ein untergeordnetes Element und kann "{1}" nicht hinzufügen. Von "{0}" kann nur ein einzelnes untergeordnetes Element angenommen werden.
es: "{0}" ya tiene un objeto secundario y no puede agregar "{1}". "{0}" sólo puede aceptar un objeto secundario.
fr: '{0}' a déjà un enfant et ne peut pas ajouter '{1}'. '{0}' peut accepter uniquement un enfant.
it: '{0}' contiene già un elemento figlio e non è possibile aggiungere '{1}'. '{0}' accetta un solo elemento figlio.
ja: '{0}' には既に子があり、'{1}' を追加できません。'{0}' は 1 つの子のみ受け入れられます。
ko: '{0}'에 이미 자식이 있으며 '{1}'을(를) 추가할 수 없습니다. '{0}'에서는 하나의 자식만 허용됩니다.
pl: „{0}” zawiera już element podrzędny i nie można dodać elementu „{1}”. „{0}” może akceptować tylko jeden element podrzędny.
pt_br: '{0}' já tem um filho e não pode adicionar '{1}'. '{0}' pode aceitar somente um filho.
ru: "{0}" уже имеет дочерний объект и не может добавить "{1}". "{0}" может принять только один дочерний объект.
tr: '{0}' zaten bir alt öğeye sahip ve '{1}' eklenemez. '{0}' yalnızca bir alt öğe kabul edebilir.
zh_hans: “{0}”已经具有子级且无法添加“{1}”。“{0}”只能接受一个子级。
zh_hant: '{0}' 已有子系，因而無法新增 '{1}'。'{0}' 只接受一個子系。

# CancelEditNotSupported
source: CancelEdit is not supported for the current edit item.
cs: Aktuálně upravovaná položka nepodporuje metodu CancelEdit.
de: CancelEdit wird für das aktuelle Bearbeitungselement nicht unterstützt.
es: No se admite CancelEdit para el elemento de edición actual.
fr: CancelEdit n'est pas pris en charge pour l'élément actuellement modifié.
it: CancelEdit non supportato per l'elemento di modifica corrente.
ja: CancelEdit は現在の編集項目に対してサポートされていません。
ko: 현재 편집 항목에는 CancelEdit가 지원되지 않습니다.
pl: Metoda CancelEdit nie jest obsługiwana dla bieżącego elementu edycji.
pt_br: Não há suporte para CancelEdit para o item de edição atual.
ru: CancelEdit не поддерживается для текущего элемента правки.
tr: Geçerli düzenleme öğesi için CancelEdit desteklenmiyor.
zh_hans: 当前编辑项不支持 CancelEdit。
zh_hant: CancelEdit 不支援目前的編輯項目。

# CancelledText
source: The application deployment was canceled.
cs: Zavádění aplikace bylo zrušeno.
de: Die Anwendungsbereitstellung wurde abgebrochen.
es: La implementación de la aplicación se canceló.
fr: La déploiement de l'application a été annulé.
it: La distribuzione dell'applicazione è stata annullata.
ja: アプリケーションの展開は取り消されました。
ko: 응용 프로그램 배포가 취소되었습니다.
pl: Wdrażanie aplikacji zostało anulowane.
pt_br: A implantação do aplicativo foi cancelada.
ru: Развертывание приложения было отменено.
tr: Uygulama dağıtımı iptal edildi.
zh_hans: 应用程序部署被取消。
zh_hant: 已取消應用程式部署。

# CancelledTitle
source: Application Deployment Canceled
cs: Zavádění aplikace bylo zrušeno.
de: Die Anwendungsbereitstellung wurde abgebrochen.
es: Implementación de la aplicación cancelada
fr: Annulation du déploiement de l'application
it: Distribuzione dell'applicazione annullata
ja: アプリケーションの展開の取り消し
ko: 응용 프로그램 배포 취소
pl: Wdrażanie aplikacji zostało anulowane
pt_br: Implantação do Aplicativo Cancelada
ru: Развертывание приложения отменено
tr: Uygulama Dağıtımı İptal Edildi
zh_hans: 应用程序部署已取消
zh_hant: 已取消應用程式部署

# CannotBeInsidePopup
source: Cannot host WebBrowser in a popup.
cs: Prohlížeč WebBrowser nelze umístit do místní nabídky.
de: "WebBrowser" kann nicht in einem Popup gehostet werden.
es: No se puede hospedar WebBrowser en un menú emergente.
fr: Impossible d'accueillir WebBrowser dans une fenêtre indépendante.
it: Impossibile ospitare WebBrowser in un popup.
ja: ポップアップで WebBrowser をホストできません。
ko: 팝업에서 WebBrowser를 호스트할 수 없습니다.
pl: Przeglądarki WebBrowser nie można obsługiwać w okienku podręcznym.
pt_br: Não é possível hospedar WebBrowser em uma janela popup.
ru: Невозможно разместить веб-браузер во всплывающем окне.
tr: WebBrowser açılan pencerede barındırılamaz.
zh_hans: 无法在弹出窗口中承载 WebBrowser。
zh_hant: 無法裝載群組中的 WebBrowser。

# CannotBeSelfParent
source: Element cannot be its own parent.
cs: Prvek nemůže být svým vlastním nadřazeným prvkem.
de: Das Element kann nicht dessen eigenes übergeordnetes Element sein.
es: Un elemento no puede ser su propio elemento primario.
fr: Un élément ne peut pas être son propre parent.
it: L'elemento non può essere l'elemento padre di se stesso.
ja: 要素はそれ自体の親にできません。
ko: 요소는 자신의 부모일 수 없습니다.
pl: Element nie może być własnym elementem nadrzędnym.
pt_br: O elemento não pode ser seu próprio pai.
ru: Элемент не может быть собственным родителем.
tr: Öğe kendisinin üst öğesi olamaz.
zh_hans: 元素不能是它本身的父级。
zh_hant: 項目不能是自己的父項目。

# CannotCallRunFromBrowserHostedApp
source: Browser-hosted application cannot call Application.Run method explicitly.
cs: Aplikace prohlížeče nemůže sama vyvolat metodu Application.Run.
de: Von der vom Browser gehosteten Anwendung kann nicht explizit die Application.Run-Methode aufgerufen werden.
es: La aplicación hospedada en un explorador no puede llamar explícitamente al método Application.Run.
fr: L'application hébergée dans le navigateur ne peut pas appeler explicitement la méthode Application.Run.
it: L'applicazione ospitata da browser non può chiamare il metodo Application.Run in modo esplicito.
ja: ブラウザー ホスト アプリケーションでは、Application.Run メソッドを明示的に呼び出せません。
ko: 브라우저에서 호스트된 응용 프로그램은 Application.Run 메서드를 명시적으로 호출할 수 없습니다.
pl: Aplikacja oparta na przeglądarce nie może wprost wywołać metody Application.Run.
pt_br: O aplicativo hospedado pelo navegador não pode chamar o método Application.Run explicitamente.
ru: Приложение, размещенное в браузере, не может явно вызывать метод Application.Run.
tr: Tarayıcıda barındırılan uygulama Application.Run metodunu kesin olarak çağıramaz.
zh_hans: 浏览器寄宿的应用程序无法显式调用 Application.Run 方法。
zh_hant: 瀏覽器裝載的應用程式無法明確地呼叫 Application.Run 方法。

# CannotCallRunMultipleTimes
source: '{0}' cannot run multiple times.
cs: {0} nemůže běžet vícekrát.
de: "{0}" kann nicht mehrfach ausgeführt werden.
es: '{0}' no se puede ejecutar varias veces.
fr: '{0}' ne peut pas s'exécuter plusieurs fois.
it: Impossibile eseguire '{0}' più volte.
ja: '{0}' を、複数回実行することはできません。
ko: '{0}'을(를) 여러 번 실행할 수 없습니다.
pl: Aplikacji „{0}” nie można uruchomić kilka razy.
pt_br: '{0}' não pode ser executado várias vezes.
ru: "{0}" не может выполняться несколько раз.
tr: '{0}' bir çok kez çalıştırılamaz.
zh_hans: “{0}”无法多次运行。
zh_hant: 無法重複執行 '{0}'。

# CannotChangeAfterSealed
source: After a '{0}' is in use (sealed), it cannot be modified.
cs: Po použití prvku {0} (jeho zapečetění) jej již nelze upravovat.
de: Sobald ein {0}-Objekt verwendet wird (versiegelt ist), kann es nicht mehr geändert werden.
es: Cuando '{0}' está en uso (sellado), no se puede modificar.
fr: Après qu'un '{0}' est en cours d'utilisation (sealed), il ne peut pas être modifié.
it: Impossibile modificare un oggetto '{0}' in uso (sealed).
ja: '{0}' は、使用中になったら (シールされたら)、変更できません。
ko: '{0}'을(를) 사용한(봉인한) 후에는 수정할 수 없습니다.
pl: Jeśli „{0}” jest w użyciu (zapieczętowany), nie można go zmienić.
pt_br: Após um '{0}' estar em uso (lacrado), ele não pode ser modificado.
ru: После того как "{0}" используется (становится запечатанным), его изменение невозможно.
tr: Bir '{0}' kullanıma alındıktan (mühürlendikten) sonra, değiştirilemez.
zh_hans: 使用“{0}”之后(密封)，无法对其进行修改。
zh_hant: 當 '{0}' 使用 (已密封) 之後，即無法修改。

# CannotChangeLiveShaping
source: Cannot set '{0}' property when '{1}' property is false.
cs: Vlastnost {0} nelze nastavit, pokud má vlastnost {1} hodnotu false.
de: Die {0}-Eigenschaft kann nicht festgelegt werden, wenn die {1}-Eigenschaft FALSE ist.
es: No se puede establecer la propiedad "{0}" cuando la propiedad "{1}" es false.
fr: Impossible de définir la propriété '{0}' quand la propriété '{1}' a la valeur false.
it: Non è possibile impostare la proprietà '{0}' quando la proprietà '{1}' è false.
ja: '{1}' プロパティが false の場合、'{0}' プロパティは設定できません。
ko: '{1}' 속성이 false인 경우 '{0}' 속성을 설정할 수 없습니다.
pl: Nie można skonfigurować właściwości „{0}”, gdy właściwość „{1}” ma wartość „false”.
pt_br: Não é possível definir a propriedade '{0}' quando a propriedade '{1}' é falsa.
ru: Если для свойства "{1}" задано значение false, задать свойство "{0}" невозможно.
tr: '{1}' özelliği false olduğunda '{0}' özelliği ayarlanamaz.
zh_hans: 当“{1}”属性为 false 时，无法设置“{0}”属性。
zh_hant: 當 '{1}' 屬性為 false 時，無法設定 '{0}' 屬性。

# CannotChangeMainWindowInBrowser
source: Cannot change MainWindow in a browser-hosted application.
cs: Nelze změnit hlavní okno MainWindow aplikace prohlížeče.
de: "MainWindow" kann in einer vom Browser gehosteten Anwendung nicht geändert werden.
es: No se puede cambiar MainWindow en una aplicación hospedada en un explorador.
fr: Impossible de modifier MainWindow dans une application hébergée par le navigateur.
it: Impossibile modificare MainWindow in un'applicazione ospitata da browser.
ja: ブラウザー ホスト アプリケーションでは、MainWindow を変更できません。
ko: 브라우저에서 호스트된 응용 프로그램에서 MainWindow를 변경할 수 없습니다.
pl: Nie można zmieniać właściwości MainWindow w aplikacji opartej na przeglądarce.
pt_br: Não é possível alterar MainWindow em um aplicativo hospedado pelo navegador.
ru: Невозможно изменить MainWindow в приложении, размещенном в браузере.
tr: MainWindow tarayıcıda barındırılan bir uygulamada değiştirilemez.
zh_hans: 无法在浏览器寄宿的应用程序中更改 MainWindow。
zh_hant: 無法變更瀏覽器裝載之應用程式中的 MainWindow。

# CannotConvertStringToType
source: Cannot convert string value '{0}' to type '{1}'.
cs: Hodnotu řetězce {0} nelze převést na typ {1}.
de: Der Zeichenfolgenwert "{0}" kann nicht in den Typ "{1}" konvertiert werden.
es: No se puede convertir el valor de cadena "{0}" al tipo "{1}".
fr: Impossible de convertir la valeur de chaîne '{0}' en type '{1}'.
it: Non è possibile convertire il valore stringa '{0}' nel tipo '{1}'.
ja: 文字列値 '{0}' を型 '{1}' に変換できません。
ko: 문자열 값 '{0}'을(를) '{1}' 형식으로 변환할 수 없습니다.
pl: Nie można przekonwertować wartości ciągu „{0}” na typ „{1}”.
pt_br: Não é possível converter o valor da cadeia de caracteres '{0}' no tipo '{1}'.
ru: Не удается преобразовать строковое значение "{0}" к типу "{1}".
tr: '{0}' dize değeri '{1}' türüne dönüştürülemiyor.
zh_hans: 无法将字符串值“{0}”转换为类型“{1}”。
zh_hant: 無法將字串值 '{0}' 轉換為類型 '{1}'。

# CannotConvertType
source: Cannot convert type '{0}' to '{1}'.
cs: Typ {0} se nedá převést na typ {1}.
de: Der Typ "{0}" kann nicht in "{1}" konvertiert werden.
es: No se puede convertir el tipo "{0}" en "{1}"
fr: Impossible de convertir le type '{0}' en '{1}'.
it: Non è possibile convertire il tipo '{0}' in '{1}'.
ja: 型 '{0}' を '{1}' に変換できません。
ko: '{0}' 형식을 '{1}' 형식으로 변환할 수 없습니다.
pl: Nie można przekonwertować typu „{0}” na „{1}”.
pt_br: Não é possível converter o tipo '{0}' em '{1}'.
ru: Не удается преобразовать тип "{0}" в "{1}".
tr: '{0}' türü '{1}' olarak dönüştürülemiyor.
zh_hans: 无法将类型“{0}”转换为“{1}”。
zh_hant: 無法將類型 '{0}' 轉換為 '{1}'。

# CannotDetermineSortByPropertiesForCollection
source: Cannot find type information on collection; property names to SortBy cannot be resolved.
cs: Nelze nalézt informace o typu v kolekci; nelze rozlišit názvy vlastností pro třídění funkcí SortBy.
de: Die Typinformationen zur Sammlung können nicht gefunden werden; die Eigenschaftsnamen für "SortBy" können nicht aufgelöst werden.
es: No se puede encontrar la información del tipo en la colección; los nombres de propiedad en SortBy no se pueden resolver.
fr: Impossible de trouver des informations de type sur la collection ; les noms de propriétés sur SortBy ne peuvent pas être résolus.
it: Impossibile trovare informazioni sul tipo nella raccolta. Impossibile risolvere i nomi di proprietà per l'operazione SortBy.
ja: コレクションの型情報が見つかりません。SortBy へのプロパティ名が解決できません。
ko: 컬렉션에서 유형 정보를 찾을 수 없어 SortBy에 대한 속성 이름을 확인할 수 없습니다.
pl: Nie można znaleźć informacji o typie dotyczących kolekcji; nie można rozwiązać nazw właściwości do sortowania SortBy.
pt_br: Não é possível localizar as informações de tipo na coleção; os nomes de propriedade SortBy não podem ser resolvidos.
ru: Невозможно найти сведения о семействе. Не удается определить имена свойств для операции SortBy.
tr: Tür bilgileri koleksiyonda bulunamıyor; SortBy uygulanacak özellik adları çözülemiyor.
zh_hans: 无法找到集合上的类型信息；无法将属性名称解析为 SortBy。
zh_hant: 在集合上找不到型別資訊; 無法解析要 SortBy 的屬性名稱。

# CannotEditPlaceholder
source: Editing the NewItem placeholder is not allowed.
cs: Úprava zástupného prvku NewItem není povolena.
de: Das Bearbeiten des NewItem-Platzhalters ist nicht zulässig.
es: No se permite editar el marcador de posición NewItem.
fr: La modification de l'espace réservé NewItem n'est pas autorisée.
it: Modifica del segnaposto NewItem non consentita.
ja: NewItem プレースホルダーの編集は許可されていません。
ko: NewItem 자리 표시자를 편집할 수 없습니다.
pl: Edytowanie symbolu zastępczego NewItem jest niedozwolone.
pt_br: Não é permitido editar o espaço reservado NewItem.
ru: Изменение заполнителя для NewItem не разрешено.
tr: NewItem yer tutucusunun düzenlenmesine izin verilmiyor.
zh_hans: 不允许编辑 NewItem 占位符。
zh_hant: 不允許編輯 NewItem 預留位置。

# CannotFilterView
source: '{0}' view does not support filtering.
cs: Náhled {0} nepodporuje filtry.
de: Von der Ansicht "{0}" wird keine Filterung unterstützt.
es: La vista '{0}' no admite el filtrado.
fr: L'affichage '{0}' ne prend pas en charge le filtrage.
it: Operazione di filtro non supportata dalla visualizzazione '{0}'.
ja: '{0}' ビューはフィルターをサポートしていません。
ko: '{0}' 뷰가 필터링을 지원하지 않습니다.
pl: Widok „{0}” nie obsługuje filtrowania.
pt_br: A exibição '{0}' não oferece suporte à filtragem.
ru: Представление "{0}" не поддерживает фильтрацию.
tr: '{0}' görünümü filtre uygulamayı desteklemez.
zh_hans: “{0}”视图不支持筛选。
zh_hant: '{0}' 檢視不支援篩選。

source: Cannot find removed item.
cs: Nelze nalézt odstraněnou položku.
de: Das entfernte Element kann nicht gefunden werden.
es: No se encuentra el elemento quitado.
fr: Impossible de trouver l'élément supprimé.
it: Impossibile trovare l'elemento rimosso.
ja: 削除された項目が見つかりません。
ko: 제거된 항목을 찾을 수 없습니다.
pl: Nie można znaleźć usuniętego elementu.
pt_br: Não é possível localizar o item removido.
ru: Не удается найти удаленный элемент.
tr: Kaldırılan öğe bulunamıyor.
zh_hans: 无法找到已移除的项。
zh_hant: 找不到已移除的項目。
