Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserPrefixNSProperty
source: '{0}' XML namespace prefix does not map to a namespace URI, so cannot resolve property '{1}'.
cs: Předpona oboru názvů XML {0} nemapuje na identifikátor URI oboru názvů, nelze tedy přeložit vlastnost {1}.
de: Vom Präfix "{0}" für den XML-Namespace erfolgt keine Zuordnung zu einem Namespace-URI, weshalb die Eigenschaft "{1}" nicht aufgelöst werden kann.
es: El prefijo del espacio de nombres XML "{0}" no está asignado a un URI de espacio de nombres, por lo que no se puede resolver la propiedad "{1}".
fr: Le préfixe d'espace de noms XML '{0}' n'est pas mappé à un URI d'espace de noms. Impossible de résoudre la propriété '{1}'.
it: Il prefisso dello spazio dei nomi XML '{0}' non corrisponde a un URI di spazio dei nomi, di conseguenza non è possibile risolvere la proprietà '{1}'.
ja: '{0}' XML 名前空間プレフィックスは、名前空間 URI にマップされないため、プロパティ '{1}' を解決できません。
ko: '{0}' XML 네임스페이스 접두사가 네임스페이스 URI로 매핑되지 않으므로 '{1}' 속성을 확인할 수 없습니다.
pl: Prefiks przestrzeni nazw XML „{0}” nie jest zmapowany na identyfikator URI przestrzeni nazw, dlatego nie można rozpoznać właściwości „{1}”.
pt_br: O prefixo de namespace de XML '{0}' não é mapeado para um URI de namespace; portanto, não é possível resolver a propriedade '{1}'.
ru: Префикс пространства имен XML "{0}" не сопоставляется с URI пространства имен, поэтому невозможно разрешить свойство "{1}".
tr: '{0}' XML ad alanı öneki bir ad alanı URI'sine eşlenmediğinden '{1}' özelliği çözümlenemiyor.
zh_hans: “{0}”XML 命名空间前缀未映射到命名空间 URI，因此无法解析属性“{1}”。
zh_hant: '{0}' XML 命名空間前置詞未對應至命名空間 URI，因此無法解析屬性 '{1}'。

# ParserPropNoValue
source: '{0}' property does not have a value.
cs: Vlastnost {0} nemá hodnotu.
de: Die {0}-Eigenschaft besitzt keinen Wert.
es: '{0}' la propiedad no tiene ningún valor.
fr: La propriété '{0}' n'a pas de valeur.
it: Valore non disponibile per la proprietà '{0}'.
ja: '{0}' プロパティには値がありません。
ko: '{0}' 속성에 값이 없습니다.
pl: Właściwość „{0}” nie zawiera wartości.
pt_br: A propriedade '{0}' não tem um valor.
ru: Отсутствует значение для свойства "{0}".
tr: '{0}' özelliğinde değer yok.
zh_hans: “{0}”属性没有值。
zh_hant: '{0}' 屬性沒有值。

# ParserPropertyCollectionClosed
source: Cannot add element to property '{0}', because the property can have only one child element if it uses an explicit collection tag.
cs: Nelze přidat prvek k vlastnosti {0}, protože tato vlastnost může mít pouze jeden podřízený prvek, pokud používá explicitní tag kolekce.
de: Element kann der Eigenschaft "{0}" nicht hinzugefügt werden, da die Eigenschaft nur ein untergeordnetes Element besitzen kann, wenn sie ein explizites Sammlungstag verwendet.
es: No se puede agregar el elemento a la propiedad '{0}', porque la propiedad sólo puede tener un elemento secundario si usa una etiqueta de colección explícita.
fr: Impossible d'ajouter un élément à la propriété '{0}', car la propriété ne peut avoir qu'un seul élément enfant si elle utilise une balise de collection explicite.
it: Impossibile aggiungere l'elemento alla proprietà '{0}. Per la proprietà è consentito un solo elemento figlio se utilizza un tag di raccolta esplicito.
ja: プロパティ '{0}' に要素を追加できません。プロパティで明示的なコレクション タグが使用される場合、プロパティは子要素を 1 つしか保持できません。
ko: 명시적 컬렉션 태그를 사용하는 경우에는 속성에 자식 요소가 하나만 있을 수 있으므로, 요소를 '{0}' 속성에 추가할 수 없습니다.
pl: Nie można dodać elementu do właściwości „{0}”, ponieważ właściwość może zawierać tylko jeden element podrzędny, jeśli używa jawnego znacznika kolekcji.
pt_br: Não é possível adicionar elemento à propriedade '{0}' porque a propriedade somente pode ter um elemento filho se utilizar uma marca de coleção explícita.
ru: Не удается включить элемент в свойство "{0}", так как оно имеет только один дочерний элемент, использующий явный тег семейства.
tr: '{0}' özelliği açık koleksiyon etiketi kullandığı takdirde yalnızca bir alt öğeye sahip olabileceği için, bu özelliğe öğe eklenemez.
zh_hans: 无法向属性“{0}”添加元素，因为如果属性使用显式集合标记，则属性只能具有一个子元素。
zh_hant: 無法新增項目至屬性 '{0}'，因為屬性若使用明確的集合標記，則只能有一個子項目。

# ParserProvideValueCantSetUri
source: Cannot set BaseUri on this IUriContext implementation.
cs: Nelze nastavit BaseUri této implementace IUriContext.
de: "BaseUri" kann für diese IUriContext-Implementierung nicht festgelegt werden.
es: No se puede establecer BaseUri en esta implementación de IUriContext.
fr: Impossible de définir BaseUri sur cette implémentation IUriContext.
it: Impossibile impostare BaseUri in questa implementazione IUriContext.
ja: この IUriContext 実装で BaseUri を設定することはできません。
ko: 이 IUriContext 구현에 BaseUri를 설정할 수 없습니다.
pl: Nie można ustawić BaseUri w tej implementacji IUriContext.
pt_br: Não é possível definir BaseUri nesta implementação de IUriContext.
ru: Нельзя задать BaseUri для данной реализации IUriContext.
tr: Bu IUriContext yürütmesinde BaseUri ayarlanamaz.
zh_hans: 无法在该 IUriContext 实现上设置 BaseUri。
zh_hant: 無法在此 IUriContext 實作上設定 BaseUri。

# ParserPublicType
source: Only public classes can be used in markup. '{0}' type is not public.
cs: V označení lze používat pouze veřejné třídy. Typ {0} není veřejný.
de: In Markups können nur öffentliche Klassen verwendet werden. Der Typ "{0}" ist nicht öffentlich.
es: Sólo las clases públicas se pueden usar en el marcado. El tipo '{0}' no es público.
fr: Seules les classes publiques peuvent être utilisées dans le balisage. Le type '{0}' n'est pas public.
it: È possibile utilizzare solo classi pubbliche nel markup. Il tipo '{0}' non è pubblico.
ja: マークアップではパブリック クラスのみを使用できます。'{0}' 型はパブリックではありません。
ko: 태그에서는 공용 클래스만 사용할 수 있습니다. '{0}' 유형은 공용이 아닙니다.
pl: W znaczniku można używać tylko klas publicznych. Typ „{0}” nie jest publiczny.
pt_br: Somente as classes públicas podem ser usadas na marcação. O tipo '{0}' não é público.
ru: В разметке можно использовать только общие классы. Тип "{0}" не является общим.
tr: İşaretlemede yalnızca genel sınıflar kullanılabilir. '{0}' türü genel değildir.
zh_hans: 在标记中只能使用公共类。“{0}”类型不是公共的。
zh_hant: 只能在標記中使用公用類別。'{0}' 不是公用型別。

# ParserReadOnlyNullProperty
source: '{0}' is a read-only property of type IList or IDictionary and get accessor returns null.
cs: Vlastnost {0} je vlastností pouze ke čtení typu IList nebo IDictionary a přístup k funkci Get vrací nulu.
de: Bei "{0}" handelt es sich um eine schreibgeschützte Eigenschaft vom Typ "IList" oder "IDictionary", und vom get-Accessor wird NULL zurückgegeben.
es: '{0}' es una propiedad de sólo lectura de tipo IList o IDictionary y el descriptor de acceso get devuelve un valor nulo.
fr: '{0}' est une propriété en lecture seule de type IList ou IDictionary et l'accesseur get retourne la valeur null.
it: '{0}' è una proprietà di sola lettura di tipo IList o IDictionary e la funzione di accesso get restituisce null.
ja: '{0}' は、型 IList または IDictionary の読み取り専用プロパティで、get アクセサーにより NULL が返されます。
ko: '{0}'이(가) IList 또는 IDictionary 형식의 읽기 전용 속성이며 get 접근자가 null을 반환합니다.
pl: „{0}” jest właściwością tylko do odczytu typu IList lub IDictionary, a akcesor operacji get zwraca wartość null.
pt_br: '{0}' é uma propriedade somente leitura do tipo IList ou IDictionary e o acessador get retorna nulo.
ru: "{0}" - это доступное только для чтения свойство типа IList или IDictionary. Функция доступа get возвращает неопределенное значение.
tr: '{0}', IList veya IDictionary türünde salt okunur bir özelliktir ve alma erişeni boş değer döndürür.
zh_hans: “{0}”是类型 IList 或 IDictionary 的只读属性，get 访问器返回空。
zh_hant: '{0}' 是型別為 IList 或 IDictionary 的唯讀屬性，且 get 存取子傳回空值。

# ParserReadOnlyProp
source: '{0}' property is read-only and cannot be set from markup.
cs: Vlastnost {0} je jen pro čtení a nelze ji nastavit v označení.
de: Die {0}-Eigenschaft ist schreibgeschützt und kann nicht von einem Markup aus festgelegt werden.
es: La propiedad '{0}' es de sólo lectura y no se puede establecer desde el marcado.
fr: La propriété '{0}' est en lecture seule et ne peut pas être définie à partir du balisage.
it: La proprietà '{0}' è di sola lettura. Impossibile impostarla dal markup.
ja: '{0}' プロパティは読み取り専用で、マークアップから設定できません。
ko: '{0}' 속성은 읽기 전용이며 태그에서 설정할 수 없습니다.
pl: Właściwość „{0}” jest tylko do odczytu i nie można jest ustawić z poziomu znacznika.
pt_br: A propriedade '{0}' é somente leitura e não pode ser definida a partir da marcação.
ru: Свойство "{0}" доступно только для чтения и не может быть задано из разметки.
tr: {0}' özelliği salt okunur ve işaretlemeden ayarlanamaz.
zh_hans: “{0}”属性是只读的，无法从标记设置。
zh_hant: '{0}' 屬性是唯讀的，且無法從標記設定。

# ParserResourceKeyType
source: Type reference cannot find public type named '{0}'.
cs: Reference typu nemůže najít veřejný typ označený {0}.
de: Der öffentliche Typ mit dem Namen "{0}" kann von dem Typverweis nicht gefunden werden.
es: La referencia de tipo no puede encontrar un tipo público con el nombre '{0}'.
fr: La référence de type ne peut pas trouver le type public appelé '{0}'.
it: Impossibile trovare il tipo pubblico denominato '{0}' dal riferimento di tipo.
ja: 型参照は '{0}' という名前のパブリック型を見つけられません
ko: 형식 참조에서 이름이 '{0}'인 공용 형식을 찾을 수 없습니다.
pl: Odwołanie do typu nie może znaleźć typu publicznego o nazwie „{0}”.
pt_br: A referência de tipo não pode encontrar o tipo público denominado '{0}'.
ru: Ссылка типа не может найти общий тип с именем "{0}".
tr: Tür başvurusu '{0}' adlı genel türü bulamıyor.
zh_hans: 类型引用无法找到名为“{0}”的公共类型。
zh_hant: 型別參考找不到名為 '{0}' 的公用型別。

# ParserSyncOnRoot
source: SynchronousMode attribute must be on root tag.
cs: Atribut SynchronousMode musí být na kořenovém tagu.
de: Das SynchronousMode-Attribut muss sich im Stammtag befinden.
es: El atributo SynchronousMode debe estar presente en la etiqueta raíz.
fr: L'attribut SynchronousMode doit être sur la balise racine.
it: L'attributo SynchronousMode deve essere inserito nel tag radice.
ja: SynchronousMode 属性はルート タグになければなりません。
ko: SynchronousMode 특성은 루트 태그에 있어야 합니다.
pl: Atrybut SynchronousMode musi się znajdować w znaczniku głównym.
pt_br: O atributo SynchronousMode deve estar na marca raiz.
ru: Атрибут SynchronousMode должен находиться в корневом теге.
tr: SynchronousMode özniteliği kök etikette olmalıdır.
zh_hans: SynchronousMode 特性必须位于根标记上。
zh_hant: SynchronousMode 必須位於根標記。

# ParserTextInComplexProp
source: Cannot have both text '{0}' and child element '{1}' in a property element.
cs: V elementu vlastnosti nelze mít současně textový element {0} a podřízený element {1}.
de: In einem Eigenschaftselement können nicht sowohl der Text "{0}" als auch das untergeordnete Element "{1}" vorhanden sein.
es: El elemento de texto "{0}" y el elemento secundario "{1}" no pueden estar presentes a la vez en un elemento de propiedad.
fr: Impossible d'avoir à la fois le texte '{0}' et l'élément enfant '{1}' dans un élément de propriété.
it: Non è possibile inserire sia l'elemento testo '{0}' che l'elemento figlio '{1}' in un elemento proprietà.
ja: 1 つのプロパティ要素内に、テキスト '{0}' と子要素 '{1}' の両方を保持することはできません。
ko: 속성 요소에 텍스트 '{0}'과(와) 자식 요소 '{1}'이(가) 모두 있을 수 없습니다.
pl: W elemencie właściwości nie może się znajdować jednocześnie tekst „{0}” i element podrzędny „{1}”.
pt_br: Não é possível ter o texto '{0}' e o elemento filho '{1}' em um elemento de propriedade.
ru: Элемент свойства не может содержать и текст "{0}", и дочерний элемент "{1}".
tr: Bir özellik öğesi içinde '{0}' metni ile '{1}' alt öğesi birlikte bulunamaz.
zh_hans: 不能在属性元素中同时具有文本“{0}”和子元素“{1}”。
zh_hant: 在屬性項目中不可同時有文字 '{0}' 與子系 '{1}'。

# ParserTextInvalidInArrayOrDictionary
source: Text is not valid in IDictionary or Array property.
cs: Text není platná položka vlastnosti IDictionary nebo Array.
de: Der Text ist in der IDictionary- oder Array-Eigenschaft nicht gültig.
es: No se permite texto en una propiedad IDictionary o Array.
fr: Texte non valide dans la propriété IDictionary ou Array.
it: Testo non valido in una proprietà IDictionary o Array.
ja: テキストは、IDictionary または Array プロパティ内では無効です。
ko: IDictionary 또는 Array 속성의 텍스트가 잘못되었습니다.
pl: Tekst nie jest prawidłowy we właściwości IDictionary lub Array.
pt_br: O texto não é válido na propriedade IDictionary ou Array.
ru: Недопустимый текст в свойстве IDictionary или Array.
tr: Metin bir IDictionary veya Array özelliğinde geçerli değildir.
zh_hans: 文本在 IDictionary 属性或 Array 属性中无效。
zh_hant: 文字在 IDictionary 或 Array 屬性中是無效的。

# ParserTooManyAssemblies
source: Only 4095 different assemblies can be referenced in a single XAML file.
cs: Jeden soubor XAML může odkazovat maximálně na 4095 různých sestav.
de: In einer einzelnen XAML-Datei können höchstens 4.095 verschiedene Assemblys referenziert werden.
es: Sólo se puede hacer referencia a 4095 ensamblados diferentes en un solo archivo XAML.
fr: 4 095 assemblys différents au plus peuvent être référencés dans un seul fichier XAML.
it: È possibile aggiungere riferimenti a un massimo di 4095 assembly diversi in un singolo file XAML.
ja: 単一の XAML ファイル内で参照できる異なるアセンブリの数は、4095 個のみです。
ko: 단일 XAML 파일에서는 4095개의 서로 다른 어셈블리만 참조할 수 있습니다.
pl: Pojedynczy plik XAML może zawierać odwołania tylko do 4095 różnych zestawów.
pt_br: Somente 4.095 assemblies diferentes podem ser referenciados em um único arquivo XAML.
ru: В одном файле XAML нельзя ссылаться не более чем на 4095 различных сборок.
tr: Tek bir XAML dosyasında yalnızca 4095 farklı derlemeye başvuruda bulunulabilir.
zh_hans: 单个 XAML 文件中只能引用 4095 个不同的程序集。
zh_hant: 在單一 XAML 檔案中只能參考 4095 個不同的組件。

# ParserTypeConverterTextNeedsEndElement
source: TypeConverter initialization string '{0}' must be immediately followed by the close tag.
cs: Inicializační řetězec třídy TypeConverter {0} musí být bezprostředně následován uzavíracím tagem.
de: Das Endtag muss unmittelbar nach der TypeConverter-Initialisierungszeichenfolge "{0}" folgen.
es: La cadena de inicialización TypeConverter '{0}' debe ir inmediatamente seguida de una etiqueta cerrada.
fr: La chaîne d'initialisation de TypeConverter '{0}' doit être immédiatement suivie de la balise de fermeture.
it: La stringa di inizializzazione di TypeConverter '{0}' deve essere seguita immediatamente dal tag di chiusura.
ja: TypeConverter 初期化文字列 '{0}' のすぐ後ろに終了タグが必要です。
ko: TypeConverter 초기화 문자열 '{0}' 바로 다음에는 닫기 태그가 있어야 합니다.
pl: Bezpośrednio po ciągu inicjującym TypeConverter „{0}” musi występować znacznik zamykający.
pt_br: A cadeia de caracteres de inicialização TypeConverter '{0}' deve ser seguida imediatamente da marca de fechamento.
ru: За строкой инициализации TypeConverter "{0}" должен сразу следовать закрывающий тег.
tr: TypeConverter '{0}' başlatma dizesinin hemen ardında kapanış etiketi olmalıdır.
zh_hans: TypeConverter 初始化字符串“{0}”必须紧跟关闭标记。
zh_hant: TypeConverter 初始化字串 '{0}' 後面必須緊接著結束標記。

# ParserTypeConverterTextUnusable
source: TypeConverter syntax error encountered while processing initialization string '{0}'. Element attributes are not allowed on objects created via TypeConverter.
cs: Došlo k chybě syntaxe třídy TypeConverter při zpracování inicializačního řetězce {0}. Na objektech vytvořených prostřednictvím třídy TypeConverter nejsou povoleny atributy elementů.
de: Beim Verarbeiten der Initialisierungszeichenfolge "{0}" ist ein TypeConverter-Syntaxfehler aufgetreten. Elementattribute sind nicht zulässig für Objekte, die über "TypeConverter" erstellt wurden.
es: Se encontró un error de sintaxis de TypeConverter al procesar la cadena de inicialización '{0}'. Los atributos de elemento no están permitidos en objetos creados mediante TypeConverter.
fr: Erreur de syntaxe TypeConverter rencontrée lors du traitement de la chaîne d'initialisation '{0}'. Les attributs d'élément ne sont pas autorisés sur les objets créés via TypeConverter.
it: Errore di sintassi TypeConverter rilevato durante l'elaborazione della stringa di inizializzazione '{0}'. Attributi di elemento non consentiti per gli oggetti creati tramite TypeConverter.
ja: 初期化文字列 '{0}' の処理中に TypeConverter 構文エラーが発生しました。TypeConverter によって作成されるオブジェクトでは、要素属性は許可されていません。
ko: 초기화 문자열 '{0}'을(를) 처리하는 동안 TypeConverter 구문 오류가 발생했습니다. TypeConverter를 통해 만들어진 개체에서는 Element 속성이 허용되지 않습니다.
pl: Błąd składni TypeConverter wystąpił podczas przetwarzania ciągu inicjującego „{0}”. Atrybuty elementu nie są dozwolone w obiektach utworzonych za pomocą konwertera TypeConverter.
pt_br: Erro de sintaxe de TypeConverter encontrado durante o processamento da cadeia de caracteres de inicialização '{0}'. Os atributos de elemento não são permitidos em objetos criados com TypeConverter.
ru: При обработке строки инициализации "{0}" обнаружена синтаксическая ошибка TypeConverter. Использование атрибутов свойств не допускается в объектах, созданных посредством TypeConverter.
tr: '{0}' dizesi başlatılırken TypeConverter sözdizimi hatasıyla karşılaşıldı. TypeConverter ile oluşturulan nesnelerde öğe özniteliklerine izin verilmez.
zh_hans: 处理初始化字符串“{0}”时出现 TypeConverter 语法错误。通过 TypeConverter 创建的对象上不允许使用元素特性。
zh_hant: 剖析初始化字串 '{0}' 時發生 TypeConverter 語法錯誤。透過 TypeConverter 建立的物件上不允許使用項目屬性。

# ParserUndeclaredNS
source: '{0}' is an undeclared namespace.
cs: Element {0} je neurčený obor názvů.
de: "{0}" ist ein nicht deklarierter Namespace.
es: '{0}' es un espacio de nombres no declarado.
fr: '{0}' est un espace de noms non déclaré.
it: '{0}' è uno spazio dei nomi non dichiarato.
ja: '{0}' は宣言されていない名前空間です。
ko: '{0}'이(가) 선언되지 않은 네임스페이스입니다.
pl: „{0}” jest niezadeklarowaną przestrzenią nazw.
pt_br: '{0}' é um namespace não declarado.
ru: "{0}" является необъявленным пространством имен.
tr: '{0}' bildirilmemiş bir ad alanıdır.
zh_hans: “{0}”是未声明的命名空间。
zh_hant: '{0}' 是未宣告的命名空間。

# ParserUnexpInBAML
source: '{0}' record unexpected in BAML stream. BAML stream might be corrupted.
cs: Záznam {0} není typický pro řetězec BAML. Datový proud BAML může být poškozen.
de: Der Datensatz "{0}" wurde im BAML-Datenstrom nicht erwartet. Der BAML-Datenstrom ist möglicherweise beschädigt.
es: Registro '{0}' inesperado en la secuencia BAML. La secuencia BAML puede estar dañada.
fr: Enregistrement '{0}' inattendu dans un flux BAML. Le flux BAML est peut-être endommagé.
it: Record '{0}' imprevisto nel flusso BAML. È possibile che il flusso BAML sia danneggiato.
ja: '{0}' 記録は BAML ストリーム内で予期されていません。BAML ストリームが壊れている可能性があります。
ko: BAML 스트림에 예기치 못한 '{0}' 레코드가 있습니다. BAML 스트림이 손상되었을 수 있습니다.
pl: Nieoczekiwany rekord „{0}” w strumieniu BAML. Strumień BAML może być uszkodzony.
pt_br: Registro '{0}' inesperado no fluxo de BAML. O fluxo de BAML pode estar corrompido.
ru: Неожиданная запись "{0}" в потоке BAML. Возможно, поток BAML поврежден.
tr: BAML akışında '{0}' kaydı beklenmiyor. BAML akışı bozuk olabilir.
zh_hans: BAML 流中意外的“{0}”记录。BAML 流可能已损坏。
zh_hant: 在 BAML 資料流中發現未預期的 '{0}' 記錄。BAML 資料流可能已損毀。

# ParserUnexpectedEndEle
source: Unexpected end of element when parsing an object. BAML stream might be corrupted.
cs: Analýza objektu narazila na neočekávaný konec prvku. Datový proud BAML může být poškozen.
de: Beim Analysieren eines Objekts wurde das unerwartete Ende eines Elements gefunden. Der BAML-Datenstrom ist möglicherweise beschädigt.
es: Fin inesperado del elemento al analizar un objeto. La cadena BAML puede estar dañada.
fr: Fin d'élément inattendu pendant l'analyse d'un objet. Le flux BAML est peut-être endommagé.
it: Fine imprevista dell'elemento durante l'analisi di un oggetto. È possibile che il flusso BAML sia danneggiato.
ja: オブジェクト解析時の要素の予期しない終了です。BAML ストリームが壊れている可能性があります。
ko: 개체를 구문 분석하는 동안 요소가 종료되었습니다. BAML 스트림이 손상되었을 수 있습니다.
pl: Nieoczekiwany koniec elementu podczas analizy obiektu. Strumień BAML może być uszkodzony.
pt_br: Final do elemento inesperado durante a análise de um objeto. O fluxo de BAML pode estar corrompido.
ru: Неожиданное окончание элемента при синтаксическом анализе объекта. Возможно, поток BAML поврежден.
tr: Bir nesne ayrıştırılırken beklenmeyen öğe sonu bulundu. BAML akışı bozuk olabilir.
zh_hans: 分析对象时意外结束的元素。BAML 流可能已损坏。
zh_hant: 剖析物件時發現未預期的項目結尾。BAML 資料流可能已損毀。

# ParserUnknownAttribute
source: The property '{0}' does not exist in XML namespace '{1}'.
cs: Vlastnost {0} v oboru názvů XML {1} neexistuje.
de: Die Eigenschaft "{0}" ist im XML-Namespace "{1}" nicht vorhanden.
es: La propiedad "{0}" no existe en el espacio de nombres XML "{1}".
fr: La propriété '{0}' n'existe pas dans l'espace de noms XML '{1}'.
it: La proprietà '{0}' non esiste nello spazio dei nomi XML '{1}'.
ja: プロパティ '{0}' が XML 名前空間 '{1}' にありません。
ko: XML 네임스페이스 '{1}'에 '{0}' 속성이 없습니다.
pl: Właściwość „{0}” nie istnieje w przestrzeni nazw XML „{1}”.
pt_br: A propriedade '{0}' não existe no namespace de XML '{1}'.
ru: Свойство "{0}" не существует в пространстве имен XML "{1}".
tr: '{0}' özelliği '{1}' XML ad alanında yok.
zh_hans: XML 命名空间“{1}”中不存在属性“{0}”。
zh_hant: XML 命名空間 '{1}' 中沒有屬性 '{0}'。

# ParserUnknownBaml
source: Unrecognized BAML record of type '{0}'. BAML stream might be corrupted or there is a version mismatch between BAML stream and parser.
cs: Neznámý záznam BAML typu {0}. Datový proud BAML může být poškozen nebo nesouhlasí verze proudu BAML a analýzy.
de: Unbekannter BAML-Datensatz vom Typ "{0}". Der BAML-Datenstrom ist möglicherweise beschädigt, oder es besteht ein Versionskonflikt zwischen dem BAML-Datenstrom und dem Parser.
es: Registro BAML no reconocido de tipo '{0}'. La secuencia BAML puede estar dañada o existe una discrepancia de versiones entre la secuencia BAML y el analizador.
fr: Enregistrement BAML non reconnu de type '{0}'. Le flux BAML est peut-être endommagé ou les versions du flux BAML et de l'analyseur ne concordent pas.
it: Record BAML di tipo '{0}' non riconosciuto. È possibile che il flusso BAML sia danneggiato o che le versioni del flusso BAML e del parser non siano corrispondenti.
ja: 型 '{0}' の認識できない BAML 記録です。BAML ストリームが壊れているか、BAML ストリームとパーサーの間でバージョンが一致していない可能性があります。
ko: 인식할 수 없는 '{0}' 형식의 BAML 레코드입니다. BAML 스트림이 손상되었거나 BAML 스트림과 파서 사이의 버전이 일치하지 않습니다.
pl: Nierozpoznany rekord BAML typu „{0}”. Strumień BAML może być uszkodzony lub występuje niezgodność wersji między strumieniem BAML a analizatorem składni.
pt_br: Tipo de registro de BAML '{0}' não reconhecido. O fluxo de BAML pode estar corrompido ou há incompatibilidade de versão entre o fluxo de BAML e o analisador.
ru: Нераспознанная запись BAML типа "{0}". Возможно, поток BAML поврежден, или версия потока BAML не соответствует версии синтаксического анализатора.
tr: '{0}' türünde tanınmayan BAML kaydı. BAML akışı bozuk olabilir veya BAML akışıyla ayrıştırıcı arasında sürüm uyuşmazlığı vardır.
zh_hans: 类型“{0}”的 BAML 记录无法识别。BAML 流可能已损坏，或 BAML 流和分析器之间版本不匹配。
zh_hant: 無法識別的 BAML 記錄型別 '{0}'。BAML 資料流可能已損毀，或 BAML 資料流與剖析器的版本可能不相符。

# ParserUnknownDefAttribute
source: The attribute '{0}' does not exist in XML namespace 'http://schemas.microsoft.com/winfx/2006/xaml'.
cs: Atribut {0} neexistuje v oboru názvů XML http://schemas.microsoft.com/winfx/2006/xaml.
de: Das Attribut "{0}" ist im XML-Namespace "http://schemas.microsoft.com/winfx/2006/xaml" nicht vorhanden.
es: El atributo '{0}' no existe en el espacio de nombres XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
fr: L'attribut '{0}' n'existe pas dans l'espace de noms XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
it: L'attributo '{0}' non esiste nello spazio dei nomi XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
ja: 属性 '{0}' が XML 名前空間 'http://schemas.microsoft.com/winfx/2006/xaml' にありません。
ko: XML 네임스페이스 'http://schemas.microsoft.com/winfx/2006/xaml'에 '{0}' 특성이 없습니다.
pl: Atrybut „{0}” nie istnieje w przestrzeni nazw XML „http://schemas.microsoft.com/winfx/2006/xaml”.
pt_br: O atributo '{0}' não existe no namespace XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
ru: Атрибут "{0}" не существует в пространстве имен XML "http://schemas.microsoft.com/winfx/2006/xaml".
tr: '{0}' özniteliği 'http://schemas.microsoft.com/winfx/2006/xaml' adresindeki XML ad alanında yok.
zh_hans: XML 命名空间“http://schemas.microsoft.com/winfx/2006/xaml”中不存在特性“{0}”。
zh_hant: 屬性 '{0}' 不存在於 XML 命名空間 'http://schemas.microsoft.com/winfx/2006/xaml'。
