Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ObjectDataProviderHasNoSource
source: ObjectDataProvider needs either an ObjectType or ObjectInstance.
cs: ObjectDataProvider potřebuje buď ObjectType, nebo ObjectInstance.
de: "ObjectDataProvider" erfordert entweder "ObjectType" oder "ObjectInstance".
es: ObjectDataProvider necesita ObjectType u ObjectInstance.
fr: ObjectDataProvider a besoin d'un ObjectType ou ObjectInstance.
it: ObjectDataProvider richiede un ObjectType o una ObjectInstance.
ja: ObjectDataProvider には、ObjectType または ObjectInstance が必要です。
ko: ObjectDataProvider에 ObjectType 또는 ObjectInstance가 있어야 합니다.
pl: ObjectDataProvider wymaga typu ObjectType lub wystąpienia ObjectInstance.
pt_br: ObjectDataProvider precisa de um ObjectType ou ObjectInstance.
ru: Для ObjectDataProvider необходим ObjectType или ObjectInstance.
tr: ObjectDataProvider, ObjectType veya ObjectInstance'a gereksinim duyar.
zh_hans: ObjectDataProvider 需要 ObjectType 或 ObjectInstance。
zh_hant: ObjectDataProvider 需要 ObjectType 或 ObjectInstance。

# ObjectDataProviderNonCLSException
source: Unknown exception while creating type '{0}' for ObjectDataProvider.
cs: Neznámá výjimka pro vytváření typu {0} pro ObjectDataProvider.
de: Unbekannte Ausnahme beim Erstellen des Typs "{0}" für "ObjectDataProvider".
es: Excepción desconocida al crear el tipo '{0}' para ObjectDataProvider.
fr: Exception inconnue lors de la création du type '{0}' pour ObjectDataProvider.
it: Eccezione sconosciuta durante la creazione del tipo '{0}' per ObjectDataProvider.
ja: ObjectDataProvider で型 '{0}' を作成中に、不明な例外が発生しました。
ko: ObjectDataProvider에 대한 '{0}' 형식을 만드는 동안 알 수 없는 예외가 발생했습니다.
pl: Nieznany wyjątek podczas tworzenia typu „{0}” dla ObjectDataProvider.
pt_br: Exceção desconhecida durante a criação do tipo '{0}' para ObjectDataProvider.
ru: Неизвестное исключение при создании типа "{0}" для ObjectDataProvider.
tr: ObjectDataProvider için '{0}' türü oluşturulurken bilinmeyen özel durum oluştu.
zh_hans: 创建 ObjectDataProvider 的类型“{0}”时，发生未知异常。
zh_hant: 為 ObjectDataProvider 建立型別 '{0}' 時發生不明的例外狀況。

# ObjectDataProviderNonCLSExceptionInvoke
source: Unknown exception while invoking method '{0}' on type '{1}' for ObjectDataProvider.
cs: Neznámá výjimka pro vyvolávání metody {0} u typu {1} pro ObjectDataProvider.
de: Unbekannte Ausnahme beim Abrufen der Methode "{0}" für den Typ "{1}" für ObjectDataProvider.
es: Excepción desconocida al invocar el método "{0}" en el tipo "{1}" para ObjectDataProvider.
fr: Exception inconnue pendant l'appel de la méthode '{0}' pour le type '{1}' de ObjectDataProvider.
it: Eccezione sconosciuta durante la chiamata del metodo '{0}' sul tipo '{1}' per ObjectDataProvider.
ja: ObjectDataProvider で型 '{1}' のメソッド '{0}' を起動中に、不明な例外が発生しました。
ko: ObjectDataProvider에 대한 '{1}' 형식에 '{0}' 메서드를 호출하는 동안 알 수 없는 예외가 발생했습니다.
pl: Nieznany wyjątek podczas wywoływania metody „{0}” w typie „{1}” dla ObjectDataProvider.
pt_br: Exceção desconhecida durante a invocação do método '{0}' no tipo '{1}' para ObjectDataProvider.
ru: Неизвестное исключение при вызове метода "{0}" для типа "{1}" для ObjectDataProvider.
tr: ObjectDataProvider için '{1}' türünde '{0}' metodu çağrılırken bilinmeyen özel durum oluştu.
zh_hans: 为 ObjectDataProvider 调用类型“{1}”上的方法“{0}”时，发生未知异常。
zh_hant: 在類型 '{1}'為 ObjectDataProvider 叫用 方法 '{0}' 時，發生不明的例外狀況。

# ObjectDataProviderParameterCollectionIsNotInUse
source: ConstructorParameters cannot be changed because ObjectDataProvider is using user-assigned ObjectInstance.
cs: Parametry ConstructorParameters nelze změnit, protože ObjectDataProvider používá uživatelem přidělenou ObjectInstance.
de: "ConstructorParameters" können nicht geändert werden, da von "ObjectDataProvider" eine vom Benutzer zugewiesene "ObjectInstance" verwendet wird.
es: ConstructorParameters no se pueden cambiar porque ObjectDataProvider usa ObjectInstance asignado por el usuario.
fr: Impossible de modifier ConstructorParameters parce qu'ObjectDataProvider utilise l'ObjectInstance attribué par l'utilisateur.
it: Impossibile modificare ConstructorParameters perché ObjectDataProvider utilizza una ObjectInstance assegnata dall'utente.
ja: ObjectDataProvider がユーザー割り当て ObjectInstance を使用しているため、ConstructorParameters は変更できません。
ko: ObjectDataProvider가 사용자가 지정한 ObjectInstance를 사용하고 있기 때문에 ConstructorParameters를 변경할 수 없습니다.
pl: Nie można zmieniać ConstructorParameters, ponieważ ObjectDataProvider używa przypisanego przez użytkownika wystąpienia ObjectInstance.
pt_br: ConstructorParameters não podem ser alterados porque ObjectDataProvider está utilizando ObjectInstance atribuído pelo usuário.
ru: Изменение ConstructorParameters невозможно, так как ObjectDataProvider использует ObjectInstance, назначенный пользователем.
tr: ObjectDataProvider kullanıcı tarafından atanan ObjectInstance kullandığı için ConstructorParameters değiştirilemez.
zh_hans: 无法更改 ConstructorParameters，因为 ObjectDataProvider 正在使用用户分配的 ObjectInstance。
zh_hant: 無法變更 ConstructorParameters，因為 ObjectDataProvider 正在使用使用者指定的 ObjectInstance。

# ObjectDisposed_StoreClosed
source: Cannot access a closed store.
cs: Nelze získat přístup do zavřeného skladu.
de: Auf den geschlossenen Speicher kann nicht zugegriffen werden.
es: No se puede obtener acceso a un almacén cerrado.
fr: Impossible d'accéder à un magasin fermé.
it: Impossibile accedere a un archivio chiuso.
ja: 閉じたストアにアクセスできません。
ko: 닫힌 저장소에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do zamkniętego magazynu.
pt_br: Não é possível acessar um repositório fechado.
ru: Невозможно получить доступ к закрытому хранилищу.
tr: Kapalı depolama alanına erişilemez.
zh_hans: 无法访问已关闭的存储区。
zh_hant: 無法儲存已關閉的存放區。

# OnlyFlowAndFixedSupported
source: Only FlowDocument and FixedDocument are supported DocumentPaginators.
cs: Pouze FlowDocument a FixedDocument jsou podporované nástroje DocumentPaginators.
de: Nur "FlowDocument" und "FixedDocument" werden für "DocumentPaginators" unterstützt.
es: Sólo FlowDocument y FixedDocument son DocumentPaginators admitidos.
fr: FlowDocument et FixedDocument sont les seuls DocumentPaginator pris en charge.
it: Solo FlowDocument e FixedDocument sono DocumentPaginator supportati.
ja: サポートされている DocumentPaginators は、FlowDocument と FixedDocument のみです。
ko: DocumentPaginators에서는 FlowDocument와 FixedDocument만 지원합니다.
pl: Tylko FlowDocument i FixedDocument są obsługiwanymi elementami DocumentPaginators.
pt_br: Somente FlowDocument e FixedDocument são DocumentPaginators com suporte.
ru: Только FlowDocument и FixedDocument являются поддерживаемыми DocumentPaginators.
tr: Yalnızca FlowDocument ve FixedDocument desteklenen DocumentPaginators'dır.
zh_hans: 只有 FlowDocument 和 FixedDocument 是受支持的 DocumentPaginator。
zh_hant: 只有 FlowDocument 與 FixedDocument 才是支援的 DocumentPaginators。

# OnlyFlowFixedSupported
source: AnnotationService supports only FlowDocument and FixedDocument.
cs: AnnotationService podporuje pouze FlowDocument a FixedDocument.
de: Von "AnnotationService" werden nur "FlowDocument " und "FixedDocument" unterstützt.
es: AnnotationService sólo admite FlowDocument y FixedDocument.
fr: AnnotationService ne prend en charge que FlowDocument et FixedDocument.
it: AnnotationService supporta solo FlowDocument e FixedDocument.
ja: AnnotationService は、FlowDocument と FixedDocument のみをサポートしています。
ko: AnnotationService에서는 FlowDocument와 FixedDocument만 지원합니다.
pl: AnnotationService obsługuje tylko FlowDocument i FixedDocument.
pt_br: AnnotationService oferece suporte somente a FlowDocument e FixedDocument.
ru: AnnotationService поддерживает только FlowDocument и FixedDocument.
tr: AnnotationService yalnızca FlowDocument ve FixedDocument destekler.
zh_hans: AnnotationService 仅支持 FlowDocument 和 FixedDocument。
zh_hant: AnnotationService 只支援 FlowDocument 與 FixedDocument。

# PTSError
source: Page formatting engine did not complete formatting operation. Error code: '{0}'.
cs: Nástroj formátování stránky nedokončil operaci formátování. Kód chyby: {0}.
de: Der Formatierungsvorgang wurde nicht abgeschlossen. Fehlercode: "{0}".
es: El motor de formato de página no completó la operación de formato. Código de error: '{0}'.
fr: Le moteur de mise en forme de la page n'a pas achevé l'opération de mise en forme. Code d'erreur : '{0}'.
it: Operazione di formattazione non completata dal motore di formattazione della pagina. Codice di errore: '{0}'.
ja: ページ書式設定エンジンが書式設定操作を完了しませんでした。エラー コード: '{0}'。
ko: 페이지 서식 엔진이 서식 작업을 완료하지 못했습니다. 오류 코드: '{0}'.
pl: Aparat formatowania stron nie ukończył operacji formatowania. Kod błędu: „{0}”.
pt_br: O mecanismo de formatação de página não concluiu a operação de formatação. Código de erro: '{0}'.
ru: Процессор форматирования страниц не завершил операцию форматирования. Код ошибки: "{0}".
tr: Sayfa biçimlendirme altyapısı biçimlendirme işlemini tamamlamadı. Hata kodu: '{0}'.
zh_hans: 页面格式引擎未完成格式操作。错误代码:“{0}”。
zh_hant: 頁面格式設定引擎並未完成格式設定操作。錯誤碼: '{0}'。

# PTSInvalidHandle
source: No object associated with unmanaged object handle or type mismatch.
cs: S neřízeným objektem ovladače není asociován žádný objekt nebo si typy navzájem neodpovídají.
de: Dem Objekthandle ist kein Element zugeordnet, oder es liegt ein Typenkonflikt vor.
es: No hay ningún objeto asociado al identificador de objetos no administrado o existe una discrepancia de tipos.
fr: Aucun objet associé au descripteur d'objet non managé ou les types ne sont pas compatibles.
it: Nessun oggetto associato all'handle di oggetto non gestito o tipi non corrispondenti.
ja: 管理されていないオブジェクトにオブジェクトが関連付けられていないか、型の不一致です。
ko: 관리되지 않는 개체 핸들과 연관된 개체가 없거나 형식이 일치하지 않습니다.
pl: Z uchwytem niezarządzanego obiektu nie jest skojarzony żaden obiekt lub występuje niezgodność typu.
pt_br: Nenhum objeto associado ao identificador de objeto não gerenciado ou à incompatibilidade de tipo.
ru: Нет объектов, привязанных к неуправляемому дескриптору объекта, или имеет место несоответствие типов.
tr: Yönetilmeyen nesne işleyicisiyle ilişkilendirilmiş nesne yok veya türler uyumsuz.
zh_hans: 没有与非托管对象句柄关联的对象或类型不匹配。
zh_hant: 沒有任何物件與未受管理的物件控制碼關聯，或是型別不相符。

# PageCacheSizeNotAllowed
source: VirtualizationCacheLength of Unit 'Page' is not a valid value for IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport property.
cs: Délka VirtualizationCacheLength s jednotkou Page není platná hodnota pro vlastnost IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport.
de: VirtualizationCacheLength of Unit 'Page' ist kein gültiger Wert für die IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport-Eigenschaft.
es: El valor VirtualizationCacheLength del objeto 'Page' de la unidad no es válido para la propiedad IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport.
fr: VirtualizationCacheLength de la 'Page' d'unité n'est pas une valeur valide pour la propriété IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport.
it: VirtualizationCacheLength di Unit 'Page' non è un valore valido per la proprietà IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport.
ja: 単位が 'Page' の VirtualizationCacheLength は、IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport プロパティの有効な値ではありません。
ko: '페이지' 단위의 VirtualizationCacheLength는 IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport 속성에 유효한 값이 아닙니다.
pl: Atrybut VirtualizationCacheLength o jednostce „Page” nie jest prawidłową wartością właściwości IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport.
pt_br: VirtualizationCacheLength de Unit 'Page' não é um valor válido para IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport property.
ru: VirtualizationCacheLength единицы "Page" не является допустимым значением свойства IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport.
tr: 'Page' Biriminin VirtualizationCacheLength'i IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport özelliği için geçerli bir değer değil.
zh_hans: 单元“Page”的 VirtualizationCacheLength 不是 IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport 属性的有效值。
zh_hant: 單位 'Page' 的 VirtualizationCacheLength 不是 IHierarchicalVirtualizationAndScrollInfo.ConstraintCacheSizeAfter/BeforeViewport 屬性的有效值。

# PageCannotHaveMultipleContent
source: Page can have only one child.
cs: Page může mít pouze jeden podřízený prvek.
de: Die Page kann nur ein einzelnes untergeordnetes Element besitzen.
es: Page sólo puede tener un elemento secundario.
fr: Page ne peut avoir qu'un seul enfant.
it: Page può includere un solo elemento figlio.
ja: Page は子を 1 つしか持てません。
ko: Page에는 자식이 하나만 있어야 합니다.
pl: Element Page może mieć tylko jeden element podrzędny.
pt_br: Page somente pode ter um filho.
ru: Страница Page может иметь только один дочерний элемент.
tr: Page'in yalnızca bir alt öğesi olabilir.
zh_hans: Page 只能具有一个子级。
zh_hant: Page 只能有一個子項目。

# PageContentNotFound
source: Cannot find PageContent.Source.
cs: Nelze nalézt zdroj obsahu stránky PageContent.Source.
de: "PageContent.Source" kann nicht gefunden werden.
es: No se puede encontrar PageContent.Source.
fr: Impossible de trouver PageContent.Source.
it: Impossibile trovare PageContent.Source.
ja: PageContent.Source が見つかりません。
ko: PageContent.Source를 찾을 수 없습니다.
pl: Nie można znaleźć obiektu PageContent.Source.
pt_br: Não é possível encontrar PageContent.Source.
ru: Не удается найти PageContent.Source.
tr: PageContent.Source bulunamıyor.
zh_hans: 无法找到 PageContent.Source。
zh_hant: 找不到 PageContent.Source。

# PageContentUnsupportedMimeType
source: PageContent.Source references an unrecognized type of page stream.
cs: Odkazy na PageContent.Source jsou neznámý typ datového proudu.
de: Von "PageContent.Source" wird auf einen unbekannten Typ eines Seitendatenstroms verwiesen.
es: PageContent.Source hace referencia a un tipo de secuencia de página no reconocido.
fr: PageContent.Source fait référence à un type de flux de page non reconnu.
it: PageContent.Source fa riferimento a un tipo di flusso di pagina non riconosciuto.
ja: PageContent.Source は、認識できない種類のページ ストリームを参照しています。
ko: PageContent.Source에서 인식할 수 없는 형식의 페이지 스트림을 참조합니다.
pl: PageContent.Source odwołuje się do nierozpoznanego typu strumienia strony.
pt_br: PageContent.Source faz referência a um tipo não reconhecido de fluxo de página.
ru: PageContent.Source ссылается на нераспознанный тип потока страниц.
tr: PageContent.Source bilinmeyen türde bir sayfa akışına başvuruda bulunuyor.
zh_hans: PageContent.Source 引用了无法识别的页面流类型。
zh_hant: PageContent.Source 參照無法識別的頁面資料流型別。

# PageContentUnsupportedPageType
source: PageContent can reference only FixedPage stream. The current stream is type '{0}'.
cs: PageContent může odkazovat pouze na datový proud FixedPage. Aktuální datový proud je typ {0}.
de: Von "PageContent" kann nur auf FixedPage-Datenströme verwiesen werden. Der derzeitige Datenstromtyp ist "{0}".
es: PageContent sólo puede hacer referencia a una secuencia FixedPage. La secuencia actual es de tipo '{0}'.
fr: PageContent ne peut faire référence qu'à un flux FixedPage. Le flux actuel est de type '{0}'.
it: PageContent può fare riferimento solo a un flusso FixedPage. Il tipo del flusso corrente è '{0}'.
ja: PageContent は FixedPage ストリームのみを参照できます。現在のストリームの種類は '{0}' です。
ko: PageContent에서는 FixedPage 스트림만 참조할 수 있습니다. 현재 스트림 형식은 '{0}'입니다.
pl: PageContent może odwoływać się tylko do strumienia FixedPage. Bieżący strumień jest typu „{0}”.
pt_br: PageContent somente pode fazer referência ao fluxo FixedPage. O fluxo atual é do tipo '{0}'.
ru: PageContent может ссылаться только на поток FixedPage. Текущий поток имеет тип "{0}".
tr: PageContent yalnızca FixedPage akışına başvurabilir. Geçerli akış türü '{0}'.
zh_hans: PageContent 只能引用 FixedPage 流。当前流是“{0}”类型。
zh_hant: PageContent 只能參照 FixedPage 資料流。目前的資料流型別是 '{0}'。

# PanelIsNotItemsHost
source: Panel must have IsItemsHost set to true.
cs: Panel musí mít IsItemsHost nastaven na hodnotu pravda.
de: Für den Bereich muss "IsItemsHost" auf "true" festgelegt sein.
es: El panel debe tener IsItemsHost establecido en verdadero.
fr: Panel doit avoir IsItemsHost défini avec la valeur true.
it: IsItemsHost deve essere impostato su true per il pannello.
ja: パネルでは、IsItemsHost を true に設定する必要があります。
ko: 패널에 true로 설정된 IsItemsHost가 있어야 합니다.
pl: W panelu właściwość IsItemsHost musi być ustawiona na true.
pt_br: Panel deve ter IsItemsHost definido como verdadeiro.
ru: Для панели значение IsItemsHost должно быть "true".
tr: Panel için IsItemsHost doğru olarak ayarlanmış olmalıdır.
zh_hans: 面板必须使 IsItemsHost 设置为 true。
zh_hant: 面板的 IsItemsHost 必須設定為 True。

# Panel_BoundPanel_NoChildren
source: Cannot explicitly modify Children collection of Panel used as ItemsPanel for ItemsControl. ItemsControl generates child elements for Panel.
cs: Nelze explicitně modifikovat kolekci Children v Panel používaného jako ItemsPanel pro ItemsControl. ItemsControl generuje podřízené prvky pro Panel.
de: Die Children-Sammlung von "Panel", das als "ItemsPanel" für "ItemsControl" verwendet wird, kann nicht explizit geändert werden. Von "ItemsControl" werden untergeordnete Elemente für "Panel" erstellt.
es: No se puede modificar explícitamente la colección Children del Panel usado como ItemsPanel para ItemsControl. ItemsControl genera elementos secundarios para Panel.
fr: Impossible de modifier explicitement la collection Children de Panel utilisée comme ItemsPanel d'ItemsControl. ItemsControl génère des éléments enfants pour Panel.
it: Impossibile modificare in modo esplicito la raccolta Children di Panel utilizzato come ItemsPanel per ItemsControl. ItemsControl genera elementi figlio per Panel.
ja: ItemsControl の ItemsPanel として使用される Panel の Children コレクションを、明示的に変更することはできません。ItemsControl は、Panel の子要素を生成します。
ko: ItemsControl에 대한 ItemsPanel로 사용된 Panel의 Children 컬렉션을 명시적으로 수정할 수 없습니다. ItemsControl은 Panel에 대한 자식 요소를 생성합니다.
pl: Nie można jawnie modyfikować kolekcji Children elementu Panel używanego jako ItemsPanel dla ItemsControl. ItemsControl generuje elementy podrzędne dla elementu Panel.
pt_br: Não é possível modificar explicitamente a coleção Children de Panel utilizado como ItemsPanel para ItemsControl. ItemsControl gera elementos filho para Panel.
ru: Не удается явно изменить семейство Children для Panel, которая используется как ItemsPanel для ItemsControl. ItemsControl генерирует дочерние элементы для Panel.
tr: ItemsControl için ItemsPanel olarak kullanılan Panel'in Children koleksiyonu kesin olarak değiştirilemez. ItemsControl, Panel için alt öğeler oluşturur.
zh_hans: 无法显式修改 Panel 的 Children 集合，它用作 ItemsControl 的 ItemsPanel。ItemsControl 生成 Panel 的子元素。
zh_hant: 無法明確修改 Panel (用做為 ItemsControl 的 ItemsPanel) 的 Children 集合。ItemsControl 會為 Panel 產生子項目。

# Panel_ItemsControlNotFound
source: A panel with IsItemsHost="true" is not nested in an ItemsControl. Panel must be nested in ItemsControl to get and show items.
cs: Panel s hodnotou IsItemsHost=true není vnořen do ItemsControl. Panel musí být vnořen do ItemsControl, aby mohl získávat a zobrazovat položky.
de: Ein Bereich mit "IsItemsHost='true'" ist in "ItemsControl" nicht geschachtelt. Der Bereich muss in "ItemsControl" zum Abrufen und Anzeigen von Elementen geschachtelt sein.
es: Un panel con IsItemsHost="true" no está anidado en ItemsControl. El panel debe anidarse en ItemsControl para obtener y mostrar elementos.
fr: Un Panel avec IsItemsHost="true" n'est pas imbriqué dans un ItemsControl. Panel doit être imbriqué dans ItemsControl pour obtenir et afficher des éléments.
it: Un pannello con IsItemsHost="true" non è annidato in un ItemsControl. Per recuperare e visualizzare gli elementi è necessario che il pannello sia annidato in ItemsControl.
ja: IsItemsHost="true" のパネルは、ItemsControl 内で入れ子になっていません。パネルは、項目を取得して表示するために、ItemsControl 内で入れ子になっている必要があります。
ko: IsItemsHost="true"인 패널이 ItemsControl에서 중첩되어 있지 않습니다. 항목을 가져와 표시하기 위해 패널은 ItemsControl에서 중첩되어야 합니다.
pl: Panel z IsItemsHost="true" nie jest zagnieżdżony w ItemsControl. Panel musi być zagnieżdżony w ItemsControl w celu pobrania i wyświetlenia elementów.
pt_br: Um painel com IsItemsHost="true" não está aninhado em um ItemsControl. Panel deve estar aninhado em ItemsControl para obter e exibir itens.
ru: Панель с IsItemsHost="true" не является вложенной в ItemsControl. Чтобы получать и показывать элементы, панель должна быть вложена в ItemsControl.
tr: IsItemsHost="true" içeren bir panel bir ItemsControl içinde iç içe bulunamaz. Panel'in öğeleri alması ve göstermesi için ItemsControl içinde iç içe bulunması gerekir.
zh_hans: 未在 ItemsControl 中嵌套 IsItemsHost=“true”的面板。必须将面板嵌套在 ItemsControl 中以获取并显示项。
zh_hant: 具有 IsItemsHost="true" 的面板並未在 ItemsControl 中巢狀化。面板必須在 ItemsControl 中巢狀化，才能取得並顯示項目。

# Panel_NoNullChildren
source: Children of '{0}' cannot be null. Object derived from UIElement expected.
cs: Podřízené prvky {0} nemohou být nulové. Očekává se objekt odvozený od prvku UIElement.
de: Untergeordnete Elemente von "{0}" können nicht Null sein. Es wird ein von "UIElement" abgeleitetes Objekt erwartet.
es: Los elementos secundarios de '{0}' no pueden ser nulos. Se espera el objeto derivado de UIElement.
fr: Les enfants de '{0}' ne peuvent pas avoir la valeur null. Objet dérivé d'UIElement attendu.
it: Gli elementi figlio di '{0}' non possono essere Null. È previsto un oggetto derivato da UIElement.
ja: '{0}' の子は、NULL にできません。UIElement から派生したオブジェクトが必要です。
ko: '{0}'의 자식은 null일 수 없습니다. UIElement에서 파생된 개체가 필요합니다.
pl: Element podrzędny „{0}” nie może być pusty. Oczekiwano obiektu pochodnego od UIElement.
pt_br: Os filhos de '{0}' não podem ser nulos. Era esperado objeto derivado de UIElement.
ru: Дочерние объекты "{0}" не могут быть неопределенными. Ожидался объект, производный от UIElement.
tr: '{0}' alt öğeleri boş olamaz. UIElement'den türetilen nesne bekleniyor.
zh_hans: “{0}”的子级不能为空。需要从 UIElement 派生的对象。
zh_hant: '{0}' 的子項目不能是空值。預期應有從 UIElement 衍生的物件。

# Panel_NoNullVisualParent
source: '{0}' must be provided when instantiating '{1}'.
cs: Prvek {0} musí být poskytnut při vytváření instance {1}.
de: "{0}" muss beim Instanziieren von "{1}" bereitgestellt werden.
es: "{0}" se debe proporcionar al crear la instancia de "{1}".
fr: '{0}' doit être fourni durant l'instanciation de '{1}'.
it: È necessario specificare '{0}' quando si crea un'istanza di '{1}'.
ja: '{1}' をインスタンス化するには、'{0}' が必要です。
ko: '{1}'의 인스턴스를 만들 때 '{0}'이(가) 제공되어야 합니다.
pl: Podczas tworzenia wystąpienia „{1}” należy dostarczyć „{0}”.
pt_br: '{0}' precisa ser fornecido durante a criação de uma instância de '{1}'.
ru: При создании экземпляра "{1}" необходимо задать "{0}".
tr: '{1}' örneği oluşturulurken '{0}' sağlanmalıdır.
zh_hans: 安装“{1}”时必须提供“{0}”。
zh_hant: 安裝 '{1}' 時必須提供 '{0}'。

# ParameterCannotBeNegative
source: Parameter must be greater than or equal to zero.
cs: Hodnota tohoto parametru musí být větší nebo rovna nule.
de: Der Parameter muss größer oder gleich null sein.
es: El parámetro debe ser mayor que o igual a cero.
fr: Le paramètre doit être supérieur ou égal à zéro.
it: Il valore del parametro deve essere maggiore o uguale a zero.
ja: パラメーターは 0 以上でなければなりません。
ko: 매개 변수는 0보다 크거나 같아야 합니다.
pl: Parametr musi być większy lub równy zeru.
pt_br: O parâmetro deve ser maior ou igual a zero.
ru: Значение параметра должно быть больше или равно 0.
tr: Parametre sıfıra eşit veya daha büyük olmalıdır.
zh_hans: 参数必须大于或等于零。
zh_hant: 參數必須大於或等於零。
