Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# UnknownIndexType
source: Unrecognized integer index type. Stream might be corrupted.
cs: Neznámý typ indexu celých čísel. Datový proud může být poškozen.
de: Unbekannter Ganzzahlindextyp. Der Datenstrom ist möglicherweise beschädigt.
es: Tipo de índice de entero no reconocido. La secuencia puede estar dañada.
fr: Type d'index entier non reconnu. Le flux est peut-être endommagé.
it: Tipo di indice Integer non riconosciuto. È possibile che il flusso sia danneggiato.
ja: 認識できない整数インデックス型です。ストリームが壊れている可能性があります。
ko: 인식할 수 없는 정수 인덱스 형식입니다. 스트림이 손상되었습니다.
pl: Nieznany typ indeksu liczb całkowitych. Strumień może być uszkodzony.
pt_br: Tipo de índice inteiro não reconhecido. O fluxo pode estar corrompido.
ru: Нераспознанный тип целочисленного индекса. Возможно, поврежден поток.
tr: Tanınmayan tamsayı dizin türü. Akış bozuk olabilir.
zh_hans: 不可识别的整数索引类型。流可能已损坏。
zh_hant: 無法識別的整數索引型別。資料流可能已損毀。

# UnmatchedBracket
source: Unmatched bracket '{0}'.
cs: Nesprávné umístění závorky {0}.
de: Keine Entsprechung für die Klammer "{0}".
es: Corchete '{0}' desemparejado.
fr: Crochet '{0}' sans correspondance.
it: Parentesi quadra non corrispondente '{0}'.
ja: 大かっこ '{0}' に対応する大かっこがありません。
ko: '{0}' 대괄호가 일치하지 않습니다.
pl: Niedopasowany nawias „{0}”.
pt_br: Colchete sem-correspondência '{0}'.
ru: Непарная скобка "{0}".
tr: Eşleşmeyen köşeli ayraç '{0}'.
zh_hans: 不匹配的方括号“{0}”。
zh_hant: 無對應的中括弧 '{0}'。

# UnmatchedLocComment
source: Localization comment has no value for target property '{0}'.
cs: Lokalizační poznámka nemá pro cílovou vlastnost hodnotu {0}.
de: Der Lokalisierungskommentar besitzt für Zieleigenschaft "{0}" keinen Wert.
es: El comentario de localización no tiene valor para la propiedad de destino '{0}'.
fr: Les commentaires de localisation n'ont pas de valeur pour la propriété cible '{0}'.
it: Per il commento di localizzazione non è disponibile un valore impostato per la proprietà di destinazione: '{0}'.
ja: ローカライズ コメントに、ターゲット プロパティ '{0}' に対する値がありません。
ko: 지역화 주석에 대상 속성 '{0}'에 대한 값이 없습니다.
pl: Komentarz dotyczący lokalizacji nie ma wartości dla docelowej właściwości „{0}”.
pt_br: O comentário da localização não tem valor para a propriedade de destino '{0}'.
ru: В примечании локализации нет значения для конечного свойства "{0}".
tr: Yerelleştirme açıklamasında '{0}' hedef özelliği için değer yok.
zh_hans: 本地化注释没有用于目标属性“{0}”的值。
zh_hant: 當地語系化註解沒有屬性 '{0}' 的值。

# UnmatchedParen
source: Unmatched parenthesis '{0}'.
cs: Nesprávné umístění závorky {0}.
de: Keine Entsprechung für die runde Klammer "{0}".
es: Paréntesis '{0}' desemparejado.
fr: Parenthèse '{0}' sans correspondance.
it: Parentesi non corrispondente '{0}'.
ja: かっこ '{0}' に対応するかっこがありません。
ko: '{0}' 괄호가 일치하지 않습니다.
pl: Niedopasowane nawiasy „{0}”.
pt_br: Parênteses sem-correspondência '{0}'.
ru: Непарная скобка "{0}".
tr: Eşleşmeyen parantez '{0}'.
zh_hans: 不匹配的括号“{0}”。
zh_hant: 無對應的括弧 '{0}'。

# UnserializableKeyValue
source: Key value of type '{0}' cannot be serialized. Keys can only be a string, a type, or an enumeration value.
cs: Klíčovou hodnotu typu {0} nelze serializovat. Klíče mohou být pouze řetězce, typy nebo hodnoty výčtu.
de: Der Schlüsselwert vom Typ "{0}" kann nicht serialisiert werden. Bei einem Schlüssel darf es sich nur um eine Zeichenfolge, einen Typ oder einen Auflistungswert handeln.
es: El valor de clave de tipo '{0}' no se puede serializar. Las claves sólo pueden ser una cadena, un tipo o un valor de enumeración.
fr: La valeur de clé de type '{0}' ne peut pas être sérialisée. Les clés ne peuvent être qu'une chaîne, un type ou une valeur d'énumération.
it: Impossibile serializzare il valore di chiave di tipo '{0}' Le chiavi possono essere solo una stringa, un tipo o un valore di enumerazione.
ja: 型 '{0}' のキー値をシリアル化できません。キーには、文字列、型、また列挙値のみを指定できます。
ko: '{0}' 형식의 키 값을 serialize할 수 없습니다. 키는 문자열, 형식 또는 열거형 값만 가능합니다.
pl: Wartości klucza typu „{0}” nie można szeregować. Klucze mogą być tylko ciągiem, typem lub wartością wyliczenia.
pt_br: O valor da chave do tipo '{0}' não pode ser serializado. As chaves somente podem ser uma cadeia de caracteres, um tipo ou um valor de enumeração.
ru: Невозможно выполнить сериализацию ключевого значения типа "{0}". Ключами могут являться только строки, типы или перечисляемые значения.
tr: '{0}' türünde anahtar değeri seri hale getirilemez. Anahtarlar yalnızca dize, tür veya sabit listesi değeri olabilir.
zh_hans: 无法序列化类型“{0}”的密钥值。这些密钥只能为字符串、类型或枚举值。
zh_hant: 無法序列化型別 '{0}' 的索引鍵值。索引鍵只能是字串、型別或列舉值。

# UnsupportedTriggerInStyle
source: '{0}' type trigger is not valid in a Style.
cs: Spouštěč typu {0} není ve Style platný.
de: Der Auslöser vom Typ "{0}" ist in "Style" nicht gültig.
es: El desencadenador de tipo '{0}' no es válido en Style.
fr: Déclencheur de type '{0}' non valide dans un Style.
it: Trigger di tipo '{0}' non valido in uno Style.
ja: '{0}' 型トリガーは、Style では無効です。
ko: Style에 '{0}' 형식 트리거를 사용할 수 없습니다.
pl: Wyzwalacz typu „{0}” jest nieprawidłowy w sekcji Style.
pt_br: O disparador do tipo '{0}' não é válido em um Style.
ru: Триггер типа "{0}" является недопустимым в Style.
tr: '{0}' tür tetikleyicisi bir Style'da geçerli değildir.
zh_hans: “{0}”类型触发器在 Style 中无效。
zh_hant: '{0}' 型別觸發程序在 Style 中是無效的。

# UnsupportedTriggerInTemplate
source: '{0}' type trigger is not valid in a Template.
cs: Spouštěč typu {0} není v Template platný.
de: Der Auslöser vom Typ "{0}" ist in "Template" nicht gültig.
es: El desencadenador de tipo '{0}' no es válido en Template.
fr: Déclencheur de type '{0}' non valide dans un Template.
it: Trigger di tipo '{0}' non valido in un Template.
ja: '{0}' 型トリガーは、Template では無効です。
ko: Template에 '{0}' 형식 트리거를 사용할 수 없습니다.
pl: Wyzwalacz typu „{0}” jest nieprawidłowy w sekcji Template.
pt_br: O disparador do tipo '{0}' não é válido em um Template.
ru: Триггер типа "{0}" является недопустимым в Template.
tr: '{0}' tür tetikleyicisi bir Template'de geçerli değildir.
zh_hans: “{0}”类型触发器在 Template 中无效。
zh_hant: '{0}' 型別觸發程序在 Template 中是無效的。

source: Untitled
cs: Bez názvu
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
pl: Bez tytułu
pt_br: Sem título
ru: Безымянный
tr: Adsız
zh_hans: 无标题
zh_hant: 未命名

# UntitledPrintJobDescription
source: Untitled
cs: Bez názvu
de: Ohne Titel
es: Sin título
fr: Sans titre
it: Senza titolo
ja: 無題
ko: 제목 없음
pl: Bez tytułu
pt_br: Sem título
ru: Безымянный
tr: Adsız
zh_hans: 无标题
zh_hant: 未命名

# UriNotMatchWithRootType
source: The component '{0}' does not have a resource identified by the URI '{1}'.
cs: Pro součást {0} není identifikátorem URI {1} identifikován zdroj.
de: Die Komponente "{0}" verfügt nicht über eine Ressource, die vom URI "{1}" identifiziert wird.
es: El componente "{0}" no tiene ningún recurso identificado por el URI "{1}".
fr: Le composant '{0}' n'a pas de ressource identifiée par l'URI '{1}'.
it: Il componente '{0}' non contiene una risorsa identificata dall'URI '{1}'.
ja: コンポーネント '{0}' に、URI '{1}' によって特定されたリソースが存在しません。
ko: URI '{1}'에 의해 식별되는 리소스가 '{0}' 구성 요소에 없습니다.
pl: Składnik „{0}” nie ma zasobu identyfikowanego przez identyfikator URI „{1}”.
pt_br: O componente '{0}' não tem um recurso identificado pelo URI '{1}'.
ru: В компоненте "{0}" отсутствует ресурс, соответствующий URI "{1}".
tr: '{0}' bileşeninin URI '{1}' tarafından tanımlanan bir kaynağı yok.
zh_hans: 组件“{0}”不具有由 URI“{1}”识别的资源。
zh_hant: 元件 '{0}' 沒有由 URI '{1}' 所識別的資源。

# ValidationRule_UnexpectedValue
source: Validation rule '{0}' received unexpected value '{1}'. (This could be caused by assigning the wrong ValidationStep to the rule.)
cs: Pravidlo pro ověřování {0} obdrželo neočekávanou hodnotu {1}. (Tento stav může být způsoben přiřazením nesprávného parametru ValidationStep k pravidlu.)
de: Von der Validierungsregel "{0}" wurde der unerwartete Wert "{1}" empfangen. (Möglicherweise wurde der Regel ein falscher ValidationStep zugewiesen.)
es: La regla de validación "{0}" recibió el valor inesperado "{1}". Esto se puede deber a la asignación de un elemento ValidationStep erróneo a la regla.
fr: La règle de validation '{0}' a reçu une valeur inattendue : '{1}'. (Cela peut être dû à l'affectation d'un ValidationStep incorrect à la règle.)
it: La regola di convalida '{0}' ha ricevuto il valore imprevisto '{1}'. Probabilmente l'errore è stato causato dall'assegnazione dell'elemento ValidationStep non corretto alla regola.
ja: 検証規則 '{0}' が予期しない値 '{1}' を受け取りました (規則に不適切な ValidationStep が割り当てられている可能性があります)。
ko: 유효성 검사 규칙 '{0}'에서 예기치 않은 값인 '{1}'을(를) 발견했습니다. 규칙에 잘못된 ValidationStep을 할당했기 때문일 수 있습니다.
pl: Reguła walidacji „{0}” odebrała nieoczekiwaną wartość „{1}”. (Przyczyną może być przypisanie do reguły niewłaściwego elementu ValidationStep).
pt_br: A regra de validação '{0}' recebeu o valor inesperado '{1}'. (Isso pode ser causado pela atribuição da ValidationStep incorreta à regra.)
ru: Правило проверки "{0}" получило неожиданное значение "{1}". (Это может быть вызвано присвоением правилу неправильного параметра ValidationStep.)
tr: '{0}' doğrulama kuralı beklenmeyen '{1}' değerini aldı. (Bunun nedeni kurala yanlış ValidationStep atanması olabilir.)
zh_hans: 验证规则“{0}”接收到异常值“{1}”。(原因可能是为该规则分配了错误的 ValidationStep。)
zh_hant: 驗證規則 '{0}' 接收到非預期的值 '{1}'。(這可能是因為對該規則指派了錯誤的 ValidationStep)。

# ValidationRule_UnknownStep
source: Unrecognized ValidationStep '{0}' obtained from '{1}'.
cs: Nerozpoznaný parametr ValidationStep {0} získaný z {1}.
de: Von "{1}" wurde der unbekannte ValidationStep "{0}" empfangen.
es: Se obtuvo el elemento ValidationStep "{0}" no reconocido de "{1}".
fr: ValidationStep '{0}' non reconnu obtenu à partir de '{1}'.
it: L'elemento ValidationStep '{0}' non riconosciuto è stato ottenuto da '{1}'.
ja: '{1}' から認識できない ValidationStep '{0}' を取得しました。
ko: '{1}'에서 인식할 수 없는 ValidationStep '{0}'을(를) 가져왔습니다.
pl: Uzyskano nierozpoznany element ValidationStep „{0}” z „{1}”.
pt_br: ValidationStep '{0}' não reconhecida obtida de '{1}'.
ru: Неопознанный ValidationStep "{0}" получен из "{1}".
tr: '{1}' kaynağından tanınmayan ValidationStep '{0}' alındı.
zh_hans: 从“{1}”获取了无法识别的 ValidationStep“{0}”。
zh_hant: 從 '{1}' 取得的 ValidationStep '{0}' 無法辨識。

# Validation_ConversionFailed
source: Value '{0}' could not be converted.
cs: Hodnotu {0} nebylo možné převést.
de: Der Wert "{0}" konnte nicht konvertiert werden.
es: No se pudo convertir el valor '{0}'.
fr: La valeur '{0}' n'a pas pu être convertie.
it: Impossibile convertire il valore '{0}'.
ja: 値 '{0}' を変換できませんでした。
ko: '{0}' 값을 변환할 수 없습니다.
pl: Nie można przekonwertować „{0}”.
pt_br: Não foi possível converter o valor '{0}'.
ru: Не удалось преобразовать значение "{0}".
tr: '{0}' değeri dönüştürülemedi.
zh_hans: 未能转换值“{0}”。
zh_hant: 無法轉換值 '{0}'。

# ValueMustBeXamlReader
source: Type of 'value' must be XamlReader.
cs: Hodnota musí být typu XamlReader.
de: Der value-Typ muss "XamlReader" sein.
es: El tipo de 'value' debe ser XamlReader.
fr: Le type de 'valeur' doit être XamlReader.
it: Il tipo di valore deve essere XamlReader.
ja: '値' の型は XamlReader である必要があります。
ko: 'value' 형식은 XamlReader여야 합니다.
pl: Typem właściwości „value” musi być XamlReader.
pt_br: Tipo de 'value' deve ser XamlReader.
ru: Значение должно иметь тип XamlReader.
tr: 'value' türü XamlReader olmalıdır.
zh_hans: “value”的类型必须为 XamlReader。
zh_hant: 'value' 的型別必須為 XamlReader。

# ValueNotBetweenInt32MinMax
source: '{0}' is not a valid value for this property. Valid values are from Int32.MinValue through Int32.MaxValue.
cs: Hodnota {0} není platnou hodnotou pro tuto vlastnost. Platné hodnoty se nacházejí v rozsahu od Int32.MinValue do Int32.MaxValue.
de: "{0}" ist kein gültiger Wert für diese Eigenschaft. Gültige Werte reichen von "Int32.MinValue" bis "Int32.MaxValue".
es: '{0}' no es un valor válido para esta propiedad. Los valores válidos están comprendidos entre Int32.MinValue e Int32.MaxValue.
fr: '{0}' n'est pas une valeur valide pour cette propriété. Les valeurs valides sont comprises entre Int32.MinValue et Int32.MaxValue.
it: '{0}' non è un valore valido per questa proprietà. I valori validi sono compresi nell'intervallo da Int32.MinValue a Int32.MaxValue.
ja: '{0}' は、このプロパティの有効な値ではありません。有効な値は、Int32.MinValue から Int32.MaxValue までの値です。
ko: 이 속성에 '{0}'을(를) 사용할 수 없습니다. 올바른 값은 Int32.MinValue에서 Int32.MaxValue까지 입니다.
pl: „{0}” jest nieprawidłową wartością tej właściwości. Poprawne wartości należą do przedziału od Int32.MinValue do Int32.MaxValue.
pt_br: '{0}' não é um valor válido para esta propriedade. Os valores válidos são de Int32.MinValue a Int32.MaxValue.
ru: "{0}" является недопустимым значением для данного свойства. Допустимые значения лежат в интервале от Int32.MinValue до Int32.MaxValue.
tr: '{0}' bu özellik için geçerli bir değer değildir. Geçerli değerler Int32.MinValue ile Int32.MaxValue arasındadır.
zh_hans: “{0}”不是此属性的有效值。有效值在 Int32.MinValue 和 Int32.MaxValue 之间。
zh_hant: '{0}' 不是此屬性的有效值。有效值從 Int32.MinValue 到 Int32.MaxValue。

# ValueSerializerContextUnavailable
source: Conversion by a ValueSerializer failed because the IValueSerializerContext was not provided '{0}'.
cs: Konverze prováděná funkcí ValueSerializer se nezdařila, protože nebyl dodán kontext IValueSerializerContext {0}.
de: Fehler beim Konvertieren durch "ValueSerializer", da "{0}" nicht für "IValueSerializerContext" bereitgestellt wurde.
es: Error de conversión mediante ValueSerializer porque IValueSerializerContext no se proporcionó '{0}'.
fr: Échec de la conversion par un ValueSerializer parce que le IValueSerializerContext n'était pas fourni '{0}'.
it: Conversione tramite un ValueSerializer non riuscita. IValueSerializerContext non specificato '{0}'.
ja: IValueSerializerContext に '{0}' が提供されないため、ValueSerializer による変換に失敗しました。
ko: IValueSerializerContext에 '{0}'이(가) 제공되지 않아 ValueSerializer에서 변환에 실패했습니다.
pl: Konwersja według ValueSerializer nie powiodła się, ponieważ nie dostarczono IValueSerializerContext „{0}”.
pt_br: Falha na conversão executada por ValueSerializer porque IValueSerializerContext não foi fornecido '{0}'.
ru: Преобразование с помощью ValueSerializer не удалось, так как для IValueSerializerContext не было задано значение "{0}".
tr: IValueSerializerContext için '{0}' sağlanmadığından, ValueSerializer temelinde dönüştürme yapılamadı.
zh_hans: 由 ValueSerializer 进行的转换失败，因为未提供 IValueSerializerContext“{0}”。
zh_hant: ValueSerializer 執行轉換失敗，因為 IValueSerializerContext 未提供 '{0}'。

# VirtualizedCellInfoCollection_DoesNotSupportIndexChanges
source: This collection does not support changing values with specific indexes.
cs: Tato kolekce nepodporuje změny hodnot se specifickými indexy.
de: Diese Sammlung unterstützt das Ändern von Werten mit spezifischen Indizes nicht.
es: Esta colección no admite cambiar valores con índices específicos.
fr: Cette collection ne prend pas en charge la modification de valeurs avec des index spécifiques.
it: La raccolta non supporta la modifica di valori con indici specifici.
ja: このコレクションは特定のインデックスを持つ値の変更をサポートしていません。
ko: 이 컬렉션에서는 특정 인덱스가 있는 값을 변경할 수 없습니다.
pl: Ta kolekcja nie obsługuje zmiany wartości z określonymi indeksami.
pt_br: Esta coleção não oferece suporte à alteração de valores com índices específicos.
ru: Эта коллекция не поддерживает изменение значений с конкретными индексами.
tr: Bu koleksiyon belirli dizinli değerleri değiştirmeyi desteklemiyor.
zh_hans: 此集合不支持更改具有特定索引的值。
zh_hant: 此集合不支援變更具有特定索引的值。

# VirtualizedCellInfoCollection_IsReadOnly
source: The collection cannot be modified.
cs: Kolekci nelze změnit.
de: Die Sammlung kann nicht geändert werden.
es: No se puede modificar la colección.
fr: Impossible de modifier la collection.
it: Impossibile modificare la raccolta.
ja: コレクションを変更できません。
ko: 컬렉션을 수정할 수 없습니다.
pl: Nie można modyfikować tej kolekcji.
pt_br: A coleção não pode ser modificada.
ru: Это семейство изменить нельзя.
tr: Koleksiyon değiştirilemez.
zh_hans: 无法修改集合。
zh_hant: 無法修改集合。

# VirtualizedElement
source: Element does not exist or it is virtualized; use VirtualizedItem Pattern if it is supported.
cs: Element neexistuje nebo je virtualizován. Použijte vzorec VirtualizedItem, pokud je podporován.
de: Das Element ist nicht vorhanden oder virtualisiert. Verwenden Sie das VirtualizedItem-Muster, sofern es unterstützt wird.
es: El elemento no existe o está virtualizado. Use VirtualizedItem Pattern si se admite.
fr: L'élément n'existe pas ou il est virtualisé ; utilisez VirtualizedItem Pattern s'il est pris en charge.
it: L'elemento non esiste o è virtualizzato; utilizzare il pattern VirtualizedItem, se supportato.
ja: 要素が存在しないか、または仮想化されていません。サポートされている場合は VirtualizedItem Pattern を使用してください。
ko: 요소가 없거나 가상화되었습니다. 지원되는 경우 VirtualizedItem Pattern을 사용하십시오.
pl: Element nie istnieje lub jest zwirtualizowany; użyj wzorca VirtualizedItem Pattern, jeśli jest obsługiwany.
pt_br: O elemento não existe ou é virtualizado; use o Padrão VirtualizedItem se houver suporte.
ru: Элемент не существует, или он виртуализирован; используйте шаблон VirtualizedItem, если он поддерживается.
tr: Öğe yok veya sanallaştırılmış; destekleniyorsa VirtualizedItem Pattern kullanın.
zh_hans: 元素不存在，或者已经虚拟化；如果支持 VirtualizedItem 模式，请使用该模式。
zh_hant: 項目不存在或它是虛擬的; 若支援的話，請使用 VirtualizedItem 模式。

# VisualTreeRootIsFrameworkElement
source: '{0}' Style TargetType is a FrameworkElement, but the VisualTree root element '{1}' is a FrameworkContentElement. The root of the VisualTree must be a FrameworkElement when the TargetType is FrameworkElement.
cs: {0} Style TargetType je FrameworkElement, ale kořenový prvek stromu VisualTree {1} je FrameworkContentElement. Kořen stromu VisualTree musí být FrameworkElement, pokud TargetType je FrameworkElement.
de: Bei TargetType "{0}" von Style handelt es sich um ein FrameworkElement, das Stammelement "{1}" von VisualTree ist jedoch ein FrameworkContentElement. Beim Stamm von VisualTree muss es sich um ein FrameworkElement handeln, wenn TargetType ein FrameworkElement ist.
es: TargetType de Style "{0}" es un FrameworkElement, pero el elemento raíz de VisualTree "{1}" es un FrameworkContentElement. La raíz de VisualTree debe ser un FrameworkElement cuando el TargetType es FrameworkElement.
fr: Le TargetType de Style '{0}' est un FrameworkElement, mais l'élément racine VisualTree '{1}' est un FrameworkContentElement. La racine de VisualTree doit être un FrameworkElement quand TargetType est FrameworkElement.
it: L'elemento TargetType '{0}' di Style è un elemento FrameworkElement, ma l'elemento radice di VisualTree '{1}' è un elemento FrameworkContentElement. La radice di VisualTree deve essere un elemento FrameworkElement quando TargetType è un elemento FrameworkElement.
ja: '{0}' Style TargetType は FrameworkElement ですが、VisualTree ルート要素 '{1}' は FrameworkContentElement です。TargetType が FrameworkElement である場合、VisualTree のルートは FrameworkElement である必要があります。
ko: '{0}' Style TargetType은 FrameworkElement이지만 VisualTree 루트 요소 '{1}'이(가) FrameworkContentElement입니다. TargetType이 FrameworkElement인 경우 VisualTree의 루트는 FrameworkElement여야 합니다.
pl: Typem „{0}” Style TargetType jest FrameworkElement, ale elementem głównym VisualTree „{1}” jest FrameworkContentElement. Elementem głównym drzewa VisualTree musi być FrameworkElement, jeśli typem TargetType jest FrameworkElement.
pt_br: O TargetType do Style '{0}' é um FrameworkElement, mas o elemento raiz '{1}' da VisualTree é um FrameworkContentElement. A raiz da VisualTree precisa ser um FrameworkElement quando o TargetType é FrameworkElement.
ru: Для Style "{0}" задан TargetType FrameworkElement, но корневой элемент VisualTree "{1}" является элементом FrameworkContentElement. Когда TargetType задан как FrameworkElement, корень VisualTree также должен иметь тип FrameworkElement.
tr: '{0}' Style TargetType bir FrameworkElement, ancak VisualTree kök öğesi '{1}' bir FrameworkContentElement'tir. TargetType, FrameworkElement olduğunda VisualTree kökü FrameworkElement olmalıdır.
zh_hans: “{0}”Style TargetType 为 FrameworkElement，但是 VisualTree 根元素“{1}”为 FrameworkContentElement。当 TargetType 为 FrameworkElement 时，VisualTree 的根必须为 FrameworkElement。
zh_hant: '{0}' Style TargetType 是 FrameworkElement，但 VisualTree 根項目 '{1}' 是 FrameworkContentElement。當 TargetType 是 FrameworkElement 時，VisualTree 的根項目必須是 FrameworkElement。

# VisualTriggerSettersIncludeUnsupportedSetterType
source: VisualTrigger does not support Setter type '{0}'.
cs: VisualTrigger nepodporuje Setter typu {0}.
de: Von "VisualTrigger" wird "Setter" vom Type "{0}" nicht unterstützt.
es: VisualTrigger no admite el tipo Setter '{0}'.
fr: VisualTrigger ne prend pas en charge le type Setter '{0}'.
it: VisualTrigger non supporta il tipo di Setter '{0}'.
ja: VisualTrigger では、セッターの型 '{0}' がサポートされていません。
ko: VisualTrigger가 Setter 형식 '{0}'을(를) 지원하지 않습니다.
pl: VisualTrigger nie obsługuje typu Setter „{0}”.
pt_br: VisualTrigger não oferece suporte para o tipo Setter '{0}'.
ru: VisualTrigger не поддерживает тип Setter "{0}".
tr: VisualTrigger, '{0}' Ayarlayıcı türünü desteklemez.
zh_hans: VisualTrigger 不支持 Setter 类型“{0}”。
zh_hant: VisualTrigger 不支援 Setter 型別 '{0}'。

# Visual_ArgumentOutOfRange
source: Specified index is out of range or child at index is null. Do not call this method if VisualChildrenCount returns zero, indicating that the Visual has no children.
cs: Zadaný index je mimo rozsah nebo podřízený objekt na indexu má hodnotu null. Nevolejte tuto metodu, vrací-li funkce VisualChildrenCount hodnotu nula, která znamená, že objekt Visual nemá podřízené objekty.
de: Der angegebene Index befindet sich außerhalb des gültigen Bereichs, oder das untergeordnete Element beim Index ist NULL. Rufen Sie diese Methode nicht auf, wenn "VisualChildrenCount " den Wert "0" zurückgibt. Dies weist darauf hin, dass das Visual-Objekt keine untergeordneten Elemente besitzt.
es: El índice especificado está fuera de intervalo o el objeto secundario en el índice es nulo. No llame a este método si VisualChildrenCount devuelve cero, lo que indica que el Visual no tiene objetos secundarios.
fr: L'index spécifié est en dehors des limites admises ou l'enfant à l'index a la valeur null. N'appelez pas cette méthode si VisualChildrenCount renvoie la valeur zéro, ce qui signifie que le Visual n'a pas d'enfant.
it: L'indice specificato non è compreso nell'intervallo valido oppure l'elemento figlio in corrispondenza dell'indice è null. Non chiamare questo metodo se VisualChildrenCount restituisce zero, ovvero un valore che indica che il Visual non include elementi figlio.
ja: 指定されたインデックスは範囲外か、インデックスの子が NULL です。VisualChildrenCount によって、Visual に子がないことを示す 0 が返された場合は、このメソッドを呼び出さないでください。
ko: 지정된 인덱스가 범위를 벗어나거나 인덱스의 자식이 null입니다. VisualChildrenCount가 Visual에 자식이 없음을 나타내는 0을 반환하면 이 메서드를 호출하지 마십시오.
pl: Podany indeks jest poza zakresem lub element podrzędny w indeksie jest zerowy. Nie należy wywoływać tej metody, jeśli operacja VisualChildrenCount zwraca zero, wskazując brak elementów podrzędnych obiektu Visual.
pt_br: O índice especificado está fora do intervalo ou o filho no índice é nulo. Não chame este método se VisualChildrenCount retornar zero, indicando que Visual não tem filhos.
ru: Указанный индекс вышел за границы массива, или дочерний объект с индексом не определен. Не вызывайте данный метод, если метод VisualChildrenCount возвращает значение 0, указывая на отсутствие дочерних элементов у элемента Visual.
tr: Belirtilen dizin aralık dışında veya dizindeki alt öğe boş. Visual'ın alt öğesi olmadığı anlamında VisualChildrenCount sıfır döndürürse bu yöntemi çağırmayın.
zh_hans: 指定的索引超出范围，或索引处的子级为 null。如果 VisualChildrenCount 返回零，表示 Visual 没有子级，请不要调用此方法。
zh_hant: 指定的索引超出範圍，或位於索引的子項目是 null 值。如果 VisualChildrenCount 傳回零 (表示 Visual 沒有子項目)，請勿呼叫此方法。
