Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FlowDocumentReaderDecoratorMarkedAsContentHostMustHaveNoContent
source: Decorator marked as PART_ContentHost must have no content.
cs: Decorator označený jako PART_ContentHost nesmí mít obsah.
de: Als "PART_ContentHost" markierter "Decorator" darf keinen Inhalt besitzen.
es: Decorator marcado como PART_ContentHost no debe tener contenido.
fr: Decorator marqué comme PART_ContentHost ne doit avoir aucun contenu.
it: L'elemento Decorator contrassegnato come PART_ContentHost non deve includere contenuto.
ja: PART_ContentHost としてマークされた Decorator はコンテンツを持てません。
ko: PART_ContentHost로 표시된 Decorator에는 콘텐츠가 없어야 합니다.
pl: Element Decorator oznaczony jako PART_ContentHost nie może mieć zawartości.
pt_br: Decorator marcado como PART_ContentHost não deve ter conteúdo.
ru: В элементе Decorator, помеченном как PART_ContentHost, не должно быть содержимого.
tr: PART_ContentHost olarak işaretlenen Decorator'ın içeriği olmamalıdır.
zh_hans: 标记为 PART_ContentHost 的 Decorator 不能有内容。
zh_hant: 標示為 PART_ContentHost 的 Decorator 不能有內容。

# FlowDocumentReaderViewingModeEnabledConflict
source: Cannot disable this view while the FlowDocumentReader is in the same ViewingMode.
cs: Tento náhled nelze deaktivovat, pokud je FlowDocumentReader. v témže ViewingMode.
de: Diese Ansicht kann nicht deaktiviert werden, während "FlowDocumentReader" sich im gleichen "ViewingMode" befindet.
es: No se puede deshabilitar esta vista mientras FlowDocumentReader se encuentre en el mismo ViewingMode.
fr: Impossible de désactiver cet affichage pendant que le FlowDocumentReader est dans le même ViewingMode.
it: Impossibile disabilitare questa visualizzazione mentre è attiva la stessa ViewingMode per FlowDocumentReader.
ja: FlowDocumentReader が同じ ViewingMode に設定されている場合、このビューを無効にすることはできません。
ko: FlowDocumentReader가 같은 ViewingMode에 있는 동안에는 이 뷰를 사용하지 않도록 설정할 수 없습니다.
pl: Nie można wyłączyć tego widoku, gdy FlowDocumentReader jest w tym samym trybie ViewingMode.
pt_br: Não é possível desabilitar esta exibição enquanto o FlowDocumentReader está no mesmo ViewingMode.
ru: Невозможно отключить данный режим просмотра, пока FlowDocumentReader находится в том же режиме просмотра ViewingMode.
tr: FlowDocumentReader aynı ViewingMode içindeyken bu görünüm devre dışı bırakılamaz.
zh_hans: 无法在 FlowDocumentReader 处于相同的 ViewingMode 时禁用此视图。
zh_hant: 當 FlowDocumentReader 使用相同的 ViewingMode 時，無法停用此檢視。

# FlowDocumentReader_MultipleViewProvider_PageViewName
source: Page
cs: Stránka
de: Seite
es: Página
it: Pagina
ja: ページ
ko: 페이지
pl: Strona
pt_br: Página
ru: Страница
tr: Sayfa
zh_hans: 页面
zh_hant: 頁

# FlowDocumentReader_MultipleViewProvider_ScrollViewName
source: Scroll
cs: Posunout
de: Schriftrolle
es: Pergamino
fr: Parchemin
it: Scorrimento
ja: スクロール
ko: 스크롤
pl: Przewiń
pt_br: Rolar
ru: Прокрутка
tr: Rulo sayfa
zh_hans: 滚动
zh_hant: 書卷

# FlowDocumentReader_MultipleViewProvider_TwoPageViewName
source: Two Page
cs: Dvě stránky
de: Zwei Seiten
es: Dos páginas
fr: Deux pages
it: Due pagine
ja: 2 ページ
ko: 두 페이지
pl: Dwie strony
pt_br: Duas Páginas
ru: Две страницы
tr: İki Sayfa
zh_hans: 两页
zh_hant: 兩頁

# FlowDocumentScrollViewerCanHaveOnlyOneChild
source: A FlowDocumentScrollViewer element can have only one child.
cs: Prvek FlowDocumentScrollViewer může mít pouze jeden podřízený prvek.
de: FlowDocumentScrollViewer-Elemente können nur ein einzelnes untergeordnetes Element besitzen.
es: Un elemento FlowDocumentScrollViewer sólo puede tener un elemento secundario.
fr: Un élément FlowDocumentScrollViewer ne peut avoir qu'un seul enfant.
it: Per l'elemento FlowDocumentScrollViewer è consentito un solo figlio.
ja: FlowDocumentScrollViewer 要素は子を 1 つしか持てません。
ko: FlowDocumentScrollViewer 요소에는 하나의 자식만 있을 수 있습니다.
pl: Element FlowDocumentScrollViewer może mieć tylko jeden element podrzędny.
pt_br: Um elemento FlowDocumentScrollViewer somente pode ter um filho.
ru: У элемента FlowDocumentScrollViewer может быть только один дочерний элемент.
tr: Bir FlowDocumentScrollViewer öğesinin yalnızca bir alt öğesi olabilir.
zh_hans: 一个 FlowDocumentScrollViewer 元素只能有一个子元素。
zh_hant: FlowDocumentScrollViewer 項目只能有一個子項目。

# FlowDocumentScrollViewerDocumentBelongsToAnotherFlowDocumentScrollViewerAlready
source: Document belongs to another FlowDocumentScrollViewer already.
cs: Tento dokument již patří do jiného prohlížeče FlowDocumentScrollViewer.
de: Das Dokument ist bereits im Besitz eines anderen "FlowDocumentScrollViewer".
es: El documento ya pertenece a otro FlowDocumentScrollViewer.
fr: Le document appartient déjà à un autre FlowDocumentScrollViewer.
it: Il documento appartiene già a un altro FlowDocumentScrollViewer.
ja: ドキュメントは、既に別の FlowDocumentScrollViewer に属しています。
ko: 문서가 이미 다른 FlowDocumentScrollViewer에 속합니다.
pl: Dokument należy już do innego elementu FlowDocumentScrollViewer.
pt_br: O documento já pertence a outro FlowDocumentScrollViewer.
ru: Документ уже принадлежит к другому FlowDocumentScrollViewer.
tr: Belge zaten başka bir FlowDocumentScrollViewer'a ait.
zh_hans: 文档已属于另一个 FlowDocumentScrollViewer。
zh_hant: 文件已屬於另一個 FlowDocumentScrollViewer。

# FlowDocumentScrollViewerMarkedAsContentHostMustHaveNoContent
source: ScrollViewer marked as PART_ContentHost must have no content.
cs: Třída ScrollViewer označená jako PART_ContentHost nesmí mít obsah.
de: Als "PART_ContentHost" markierter "ScrollViewer" darf keinen Inhalt besitzen.
es: El ScrollViewer marcado como PART_ContentHost no debe tener contenido.
fr: ScrollViewer marqué comme PART_ContentHost ne doit avoir aucun contenu.
it: L'elemento ScrollViewer contrassegnato come PART_ContentHost non deve includere contenuto.
ja: PART_ContentHost としてマークされた ScrollViewer はコンテンツを持てません。
ko: PART_ContentHost로 표시된 ScrollViewer에는 콘텐츠가 없어야 합니다.
pl: Element ScrollViewer oznaczony jako PART_ContentHost nie może mieć żadnej zawartości.
pt_br: ScrollViewer marcado como PART_ContentHost não deve ter conteúdo.
ru: В элементе ScrollViewer, помеченном как PART_ContentHost, не должно быть содержимого.
tr: PART_ContentHost olarak işaretlenen ScrollViewer içeriğe sahip olmamalıdır.
zh_hans: 标记为 PART_ContentHost 的 ScrollViewer 不能有内容。
zh_hant: 標示為 PART_ContentHost 的 ScrollViewer 不能有內容。

# FormatRestrictionsExceeded
source: Page dimensions exceed maximum allowed value of 3.579 million pixels.
cs: Rozměry stránky překročily maximální povolenou hodnotu 3 579 milionů pixelů.
de: Die Seitenabmessungen übersteigen den maximal zulässigen Wert von 3,579 Millionen Pixel.
es: Las dimensiones de la página superan los 3,579 millones de píxeles, el valor máximo permitido.
fr: Les dimensions de la page dépassent la valeur maximale autorisée de 3 579 millions de pixels.
it: Le dimensioni di pagina superano il valore massimo consentito di 3,579 milioni di pixel.
ja: ページ サイズは、最大許容値の 3,579,000 ピクセルを超えています。
ko: 페이지 차원이 최대 허용 값인 3,579,000 픽셀을 초과합니다.
pl: Wymiary strony przekraczają maksymalną dozwoloną wartość 3,579 milionów pikseli.
pt_br: As dimensões de página excedem o valor máximo permitido de 3.579 milhões de pixels.
ru: Размер страницы превышает максимальное допустимое значение 3,579 млн. пикселов.
tr: Sayfa boyutları 3,579 milyon piksel olan izin verilen en fazla değeri aşıyor.
zh_hans: 页面尺寸超出了 357.9 万像素所允许的最大值。
zh_hant: 頁面尺寸超過所允許的最大值 3.579 百萬像素。

# FrameNoAddChild
source: Cannot add content to a Frame in markup.
cs: V režimu označování nelze přidat obsah do Frame.
de: Der Inhalt kann "Frame" in einem Markup nicht hinzugefügt werden.
es: No se puede agregar contenido a Frame en el marcado.
fr: Impossible d'ajouter un contenu à un Frame dans le balisage.
it: Impossibile aggiungere contenuto a un Frame nel markup.
ja: マークアップで Frame にコンテンツを追加できません。
ko: 태그의 Frame에 콘텐츠를 추가할 수 없습니다.
pl: Nie można dodać zawartości do elementu Frame w znaczniku.
pt_br: Não é possível adicionar conteúdo a uma marcação Frame.
ru: Невозможно добавить содержимое в объект Frame в режиме разметки.
tr: İşaretlemedeki bir Frame'e içerik eklenemez.
zh_hans: 无法将内容添加到标记中的 Frame。
zh_hant: 無法新增內容至標記中的 Frame。

# FrameworkElementFactoryAlreadyParented
source: FrameworkElementFactory is already parented.
cs: Prvek FrameworkElementFactory je již opatřen podřízeným prvkem.
de: "FrameworkElementFactory" ist bereits übergeordnet.
es: FrameworkElementFactory ya tiene un elemento primario.
fr: FrameworkElementFactory est déjà apparenté.
it: Elemento padre già assegnato per FrameworkElementFactory.
ja: FrameworkElementFactory は既に親になっています。
ko: FrameworkElementFactory에 이미 부모가 지정되어 있습니다.
pl: Element FrameworkElementFactory ma już element nadrzędny.
pt_br: FrameworkElementFactory já é pai.
ru: FrameworkElementFactory уже имеет родителя.
tr: FrameworkElementFactory zaten üst öğe yapıldı.
zh_hans: FrameworkElementFactory 已是父级。
zh_hant: FrameworkElementFactory 已有父項目。

# FrameworkElementFactoryCannotAddText
source: FrameworkElementFactory cannot contain both Text and object children.
cs: Prvek FrameworkElementFactory nemůže obsahovat jak Text, tak objektový podřízený prvek.
de: "FrameworkElementFactory" kann nicht gleichzeitig untergeordneten Text und untergeordnete Objekte enthalten.
es: FrameworkElementFactory no puede incluir Text y elementos secundarios de objeto a la vez.
fr: FrameworkElementFactory ne peut pas contenir à la fois Text et des enfants objet.
it: FrameworkElementFactory non può contenere elementi figlio sia di tipo Text che di tipo oggetto.
ja: FrameworkElementFactory に、Text とオブジェクトの子の両方を含めることはできません。
ko: FrameworkElementFactory는 Text와 개체 자식을 모두 포함할 수 없습니다.
pl: Element FrameworkElementFactory nie może zawierać jednocześnie elementów podrzędnych Text i elementów podrzędnych obiektów.
pt_br: FrameworkElementFactory não pode conter tanto Texto quanto filhos do objeto.
ru: FrameworkElementFactory не может одновременно содержать объект Text и дочерний объект.
tr: FrameworkElementFactory, hem Text hem nesne alt öğelerini içeremez.
zh_hans: FrameworkElementFactory 无法获取 Text 和对象子级。
zh_hant: FrameworkElementFactory 無法同時包含 Text 與物件子項目。

# FrameworkElementFactoryMustBeSealed
source: FrameworkElementFactory must be in a sealed template for this operation.
cs: Prvek FrameworkElementFactory musí být pro účely této operace v zapečetěné šabloně.
de: "FrameworkElementFactory" muss sich für diesen Vorgang in einer versiegelten Vorlage befinden.
es: FrameworkElementFactory debe estar contenido en una plantilla sellada para esta operación.
fr: FrameworkElementFactory doit être dans un modèle de type sealed pour cette opération.
it: FrameworkElementFactory deve essere incluso in un modello sealed per questa operazione.
ja: FrameworkElementFactory は、この操作のシールド テンプレートにある必要があります。
ko: FrameworkElementFactory는 이 작업에 대해 봉인된 템플릿에 있어야 합니다.
pl: Element FrameworkElementFactory musi znajdować się w szablonie zapieczętowanym dla tej operacji.
pt_br: FrameworkElementFactory deve estar em um modelo lacrado para esta operação.
ru: Для этой операции требуется FrameworkElementFactory в запечатанном шаблоне.
tr: FrameworkElementFactory bu işlem için korumalı bir şablonda olmalıdır.
zh_hans: FrameworkElementFactory 必须位于此操作的密封模板中。
zh_hant: 對於此操作，FrameworkElementFactory 必須位於已密封的樣板中。

# Freezable_CantBeFrozen
source: Specified value of type '{0}' must have IsFrozen set to false to modify.
cs: Zadaná hodnota typu {0} musí mít vlastnost IsFrozen nastavenu na hodnotu false, aby ji bylo možné upravit.
de: Zum Ändern des angegebenen Werts vom Typ "{0}" muss "IsFrozen" auf "false" festgelegt sein.
es: El valor especificado de tipo '{0}' debe tener IsFrozen establecido en falso para poder ser modificado.
fr: La valeur spécifiée de type '{0}' doit avoir IsFrozen défini à la valeur false pour apporter des modifications.
it: Per modificare il valore specificato di tipo '{0}' è necessario impostare IsFrozen su false.
ja: 型 '{0}' の指定された値を変更するには、IsFrozen が false に設定されていなければなりません。
ko: '{0}' 형식의 지정된 값을 수정하려면 IsFrozen을 false로 설정해야 합니다.
pl: Aby modyfikować określoną wartość typu „{0}”, należy ustawić atrybut IsFrozen na wartość „false”.
pt_br: O valor especificado do tipo '{0}' deve ter IsFrozen definido como falso para modificação.
ru: Для изменения указанного значения типа "{0}" его свойство IsFrozen должно иметь значение "false".
tr: Belirtilen '{0}' türünde değerin değiştirilebilmesi için IsFrozen yanlış olarak ayarlanmış olmalıdır.
zh_hans: 指定的类型“{0}”值必须将 IsFrozen 设置为 false，以进行修改。
zh_hant: 所指定型別 '{0}' 的值必須將 IsFrozen 設定為 false，才能進行修改。

# GenerationInProgress
source: Cannot call StartAt when content generation is in progress.
cs: Nelze vyvolat funkci StartAt během generování obsahu.
de: "StartAt" kann während des Generierens von Inhalten nicht aufgerufen werden.
es: No se puede llamar a StartAt mientras la generación de contenido está en curso.
fr: Impossible d'appeler StartAt quand la génération du contenu est en cours.
it: Impossibile chiamare StartAt mentre è in corso la generazione di contenuto.
ja: コンテンツ生成の実行中に StartAt を呼び出すことはできません。
ko: 콘텐츠 생성이 진행 중이면 StartAt을 호출할 수 없습니다.
pl: Podczas generowania zawartości nie można wywołać StartAt.
pt_br: Não é possível chamar StartAt quando a geração de conteúdo está em andamento.
ru: Невозможно вызвать StartAt, когда выполняется генерация содержимого.
tr: İçerik oluşturma devam ederken StartAt çağırılamaz.
zh_hans: 无法在正在进行内容生成时调用 StartAt。
zh_hant: 正在產生內容時，無法呼叫 StartAt。

# GenerationNotInProgress
source: Must call GenerateNext while content generation is in progress.
cs: Během generování obsahu je potřeba vyvolat funkci GenerateNext.
de: "GenerateNext" muss während des Generierens von Inhalten aufgerufen werden.
es: Se debe llamar a GenerateNext mientras la generación de contenido está en curso.
fr: Appel obligatoire de GenerateNext pendant que la génération du contenu est en cours.
it: È necessario chiamare GenerateNext mentre è in corso la generazione di contenuto.
ja: コンテンツ生成の実行中に GenerateNext を呼び出す必要があります。
ko: 콘텐츠를 생성하는 동안 GenerateNext를 호출해야 합니다.
pl: Podczas generowania zawartości należy wywołać GenerateNext.
pt_br: É necessário chamar GenerateNext enquanto a geração de conteúdo está em andamento.
ru: Когда выполняется генерация содержимого, необходимо вызвать GenerateNext.
tr: İçerik oluşturma devam ederken GenerateNext çağırılmalıdır.
zh_hans: 必须正在进行内容生成时调用 GenerateNext。
zh_hant: 正在產生內容時，必須呼叫 GenerateNext。

# Generator_CountIsWrong
source: Accumulated count {0} is different from actual count {1}. [Accumulated count is (Count at last Reset + #Adds - #Removes since last Reset).]
cs: Kumulovaný počet {0} se liší od skutečného počtu {1}. [Kumulovaný počet = (počet při posledním resetování + počet přidání - počet odebrání od posledního resetování)]
de: Die akkumulierte Anzahl {0} unterscheidet sich von der tatsächlichen Anzahl {1}. [Akkumulierte Anzahl ist (Anzahl bei letztem Zurücksetzen + Anzahl Hinzufügungen - Anzahl Entfernungen seit dem letzten Zurücksetzen).]
es: El recuento acumulado {0} es distinto del recuento real {1}. [El recuento acumulado es (Recuento en el último restablecimiento + Nº adiciones - Nº eliminaciones desde el último restablecimiento)].
fr: Le nombre cumulé {0} est différent du nombre réel {1}. [Le nombre cumulé est (Nombre au cours de la dernière réinitialisation + Nombre d'ajouts - Nombre de suppressions depuis la dernière réinitialisation).]
it: Il conteggio accumulato {0} è diverso dal conteggio effettivo {1}. [Il conteggio accumulato è dato da (conteggio all'ultima reimpostazione + n. aggiunte - n. rimozioni dall'ultima reimpostazione).]
ja: 累計カウント {0} が実際のカウント {1} と異なります。[累計カウントとは、最後の Reset から Reset に #Adds を加え #Removes を引いたカウントです。]
ko: 누적 개수 {0}이(가) 실제 개수 {1}(과)와 다릅니다. [누적 개수는 (마지막 재설정 때 개수 + 추가된 개수 - 마지막 재설정 이후 제거된 개수)입니다.]
pl: Liczba zebranych elementów {0} jest różna od bieżącej {1}. [Liczba zebranych elementów to (Liczba elementów zebranych podczas ostatniego resetowania + Liczba dodatków - Liczba elementów usuniętych od ostatniego resetowania).]
pt_br: A contagem acumulada {0} é diferente da contagem real {1}. [A contagem acumulada é (Contagem na última Redefinição + Nº de Adições - Nº de Remoções desde a última Redefinição).]
ru: Накопленное количество {0} отличается от фактического количества {1}. [Накопленное количество вычисляется по формуле (число при последнем сбросе + количество добавлений – количество удалений после последнего сброса).]
tr: Birikmiş {0} sayısı, gerçek {1} sayısından farklı. [Birikmiş sayı (Son sıfırlamadaki sayı + Son sıfırlamadan beri #Eklenenler - #Kaldırılanlar) şeklindedir.]
zh_hans: 累积计数 {0} 与实际计数 {1} 不相同。[累积计数的计算方式为: 上次重置时的计数 + 添加数 - 自上次重置后的删除数。]
zh_hant: 累積計數 {0} 不同於實際計數 {1}。[累積計數是 (上次重設時的計數 + 新增的數目 - 自上次重設以來移除的數目)。]

# Generator_Inconsistent
source: An ItemsControl is inconsistent with its items source.\n See the inner exception for more information.
cs: Objekt ItemsControl není konzistentní se zdrojem svých položek.\n Více informací vám poskytne vnitřní výjimka.
de: ItemsControl ist nicht konsistent mit der zugehörigen Elementquelle.\n Weitere Informationen finden Sie in der inneren Ausnahme.
es: Un elemento ItemsControl no es coherente con su origen de elemento.\nConsulte la excepción interna para obtener más información.
fr: Un ItemsControl est incohérent par rapport à la source de ses éléments.\n Pour plus d'informations, consultez l'exception interne.
it: Un elemento ItemsControl è incoerente con l'origine elementi.\n Per altre informazioni, vedere l'eccezione interna.
ja: ItemsControl が項目のソースと一致していません。\n詳細については、内部例外を参照してください。
ko: ItemsControl이 해당 항목 소스와 일치하지 않습니다.\n 자세한 내용은 내부 예외를 참조하세요.
pl: Element ItemsControl jest niespójny ze źródłem elementów.\n Aby uzyskać więcej informacji, przejdź do wyjątków wewnętrznych.
pt_br: Um ItemsControl é inconsistente com a origem de seus itens.\n Confira a exceção interna para obter mais informações.
ru: Объект ItemsControl не соответствует своему источнику элементов.\n Дополнительные сведения см. в описании внутреннего исключения.
tr: ItemsControl öğe kaynağıyla tutarlı değil.\n Daha fazla bilgi için iç özel duruma bakın.
zh_hans: 某个 ItemsControl 与它的项源不一致。\n请参见内部异常以获取更多信息。
zh_hant: ItemsControl 與其項目來源不一致。\n 如需詳細資訊，請參閱內部例外狀況。

# Generator_ItemIsWrong
source: At index {0}: Generator's item '{1}' is different from actual item '{2}'.
cs: Na pozici s indexem {0}: položka {1} generátoru se liší od skutečné položky {2}.
de: Bei Index {0}: Das Generatorelement "{1}" unterscheidet sich vom tatsächlichen Element "{2}".
es: En el índice {0}: el elemento "{1}" del generador es distinto del elemento "{2}" real.
fr: À l'index {0} : l'élément du générateur '{1}' est différent de l'élément réel '{2}'.
it: Alla posizione di indice {0}: l'elemento del generatore '{1}' è diverso dall'elemento effettivo '{2}'.
ja: インデックス {0}: ジェネレーターの項目 '{1}' が実際の項目 '{2}' と異なります。
ko: 인덱스 {0}: 생성기의 항목 '{1}'이(가) 실제 항목 '{2}'(과)와 다릅니다.
pl: W indeksie {0}: Element generatora „{1}” jest różny od bieżącego elementu „{2}”.
pt_br: No índice {0}: o item '{1}' do Gerador é diferente do item real '{2}'.
ru: По индексу {0}: элемент генератора "{1}" отличается от фактического элемента "{2}".
tr: {0} dizininde: Oluşturucunun '{1}' öğesi, gerçek '{2}' öğesinden farklı.
zh_hans: 位于索引位置 {0}: 生成器的项“{1}”与实际项“{2}”不相同。
zh_hant: 索引 {0}: 產生器的項目 '{1}' 不同於實際項目 '{2}'。

# Generator_MoreErrors
source: (... {0} more instances ...)
cs: (... počet dalších instancí: {0} ...)
de: (... {0} weitere Instanzen ...)
es: (... {0} más instancias ...)
fr: (... {0} autres instances...)
it: (... altre {0} istanze...)
ja: (... あと {0} 個のインスタンス ...)
ko: (... {0}개 초과 인스턴스 ...)
pl: (... pozostałe wystąpienia: {0} ...)
pt_br: (... {0} mais instâncias ...)
ru: (… еще экземпляров: {0} …)
tr: (... {0} örnek daha ...)
zh_hans: (...还有 {0} 个实例...)
zh_hant: (... 其他 {0} 個執行個體 ...)

# Generator_Readme0
source: Information for developers (use Text Visualizer to read this):
cs: Informace pro vývojáře (tyto informace můžete přečíst pomocí nástroje Text Visualizer):
de: Informationen für Entwickler (Text-Schnellansicht zum Lesen verwenden):
es: Información para desarrolladores (usar el Visualizador de texto para leerla):
fr: Informations pour les développeurs (utilisez un visualiseur de texte pour les lire) :
it: Informazione per gli sviluppatori (utilizzare Visualizzatore testo per leggere):
ja: 開発者向けの情報 (これを読むにはテキスト ビジュアライザーを使用してください):
ko: 개발자 정보(이 정보를 읽으려면 텍스트 시각화 도우미 사용):
pl: Informacje dla deweloperów (aby przeczytać, skorzystaj z narzędzia Text Visualizer):
pt_br: Informações para desenvolvedores (use o Visualizador de Texto para ler isto):
ru: Информация для разработчиков (для чтения используйте средство визуализации текста):
tr: Geliştiriciler için bilgi (bunu okumak için Metin Görselleştirici'yi kullanın):
zh_hans: 针对开发人员的信息(使用文本可视化工具来阅读此内容):
zh_hant: 開發人員的資訊 (請使用文字視覺化檢視閱讀這段資訊):

# Generator_Readme1
source: This exception was thrown because the generator for control '{0}' with name '{1}' has received sequence of CollectionChanged events that do not agree with the current state of the Items collection.
cs: Tato výjimka byla vyvolána, protože generátor pro ovládací prvek {0} s názvem {1} přijal sekvenci událostí CollectionChanged, které neodpovídají aktuálnímu stavu kolekce Items.
de: Die Ausnahme wurde ausgelöst, weil der Generator für das Steuerelement "{0}" mit dem Namen "{1}" eine Reihe von CollectionChanged-Ereignissen empfangen hat, die nicht mit dem aktuellen Status der Elementsammlung übereinstimmen.
es: Se produjo esta excepción porque el generador del control "{0}" con el nombre "{1}" recibió una secuencia de eventos CollectionChanged que no se corresponden con el estado actual de la colección Items.
fr: Cette exception a été levée, car le générateur du contrôle '{0}' nommé '{1}' a reçu une séquence d'événements CollectionChanged qui sont en conflit avec l'état actuel de la collection Items.
it: L'eccezione è stata generata perché il generatore del controllo '{0}' con nome '{1}' ha ricevuto la sequenza degli eventi CollectionChanged che non si accordano con lo stato corrente della raccolta degli elementi.
ja: 名前 '{1}' のコントロール '{0}' のジェネレーターで、項目コレクションの現在の状態に同意しない CollectionChanged イベントのシーケンスを受け取ったため、この例外がスローされました。
ko: 이름이 '{1}'인 '{0}' 컨트롤의 생성기에서 항목 컬렉션의 현재 상태와 일치하지 않는 CollectionChanged 이벤트의 시퀀스를 수신했으므로 이 예외가 throw되었습니다.
pl: Wystąpił wyjątek, ponieważ generator formantu „{0}” o nazwie „{1}” otrzymał serię zdarzeń CollectionChanged, które są niezgodne z bieżącym stanem kolekcji elementów.
pt_br: Essa exceção foi gerada porque o gerador do controle '{0}' com o nome '{1}' recebeu uma sequência de eventos CollectionChanged que não concorda com o estado atual da coleção Itens.
ru: Это исключение возникло, так как генератор для элемента управления "{0}" с именем "{1}" получил последовательность событий CollectionChanged, которые не согласуются с текущим состоянием коллекции Items.
tr: '{1}' adlı '{0}' denetiminin oluşturucusu Öğe koleksiyonunun geçerli durumuyla uyuşmayan CollectionChanged olayları dizisi aldığı için bu özel durum oluşturuldu.
zh_hans: 引发此异常的原因是名为“{1}”的控件“{0}”的生成器已接收到一个 CollectionChanged 事件序列，这些事件与 Items 集合的当前状态不符。
zh_hant: 之所以擲回此例外狀況是因為名稱為 '{1}' 之控制項 '{0}' 的產生器，收到一連串不同意項目集合目前狀態的 CollectionChanged 事件。

# Generator_Readme2
source: The following differences were detected:
cs: Byly zjištěny následující rozdíly:
de: Die folgenden Unterschiede wurden festgestellt:
es: Se detectaron las siguientes diferencias:
fr: Les différences suivantes ont été détectées :
it: Sono state rilevate le seguenti differenze:
ja: 次の相違点が検出されました:
ko: 다음 차이가 감지되었습니다.
pl: Wykryto następujące różnice:
pt_br: Estas diferenças foram detectadas:
ru: Обнаружены следующие отличия:
tr: Aşağıdaki farklar algılandı:
zh_hans: 检测到以下差异:
zh_hant: 偵測到下列差異:
