Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DocumentViewerSearchUpCompleteLabel
source: Searched to the beginning of this document. Cannot find '{0}'.
cs: Dosaženo začátku dokumentu. Položka {0} nenalezena.
de: Es wurde bis zum Anfang des Dokuments gesucht. '{0}' wurde nicht gefunden.
es: Se buscó hasta el principio de este documento. No se encuentra '{0}'.
fr: Recherche effectuée jusqu'au début du document. Impossible de trouver '{0}'.
it: Ricerca eseguita fino all'inizio del documento. Impossibile trovare '{0}'.
ja: このドキュメントの先頭まで検索しました。'{0}' は見つかりません。
ko: 이 문서의 맨 앞까지 검색했습니다. '{0}'을(를) 찾을 수 없습니다.
pl: Operacja wyszukiwania napotkała początek dokumentu. Nie można znaleźć „{0}”.
pt_br: Pesquisado até o início deste documento. Não é possível localizar '{0}'.
ru: Выполнен поиск до начала документа. Не удалось найти "{0}".
tr: Bu belgenin başına kadar arandı. '{0}' bulunamadı.
zh_hans: 已搜索到文档开头。无法找到“{0}”。
zh_hant: 已搜尋至文件開頭。找不到 '{0}'。

# DocumentViewerStyleMustIncludeContentHost
source: DocumentViewer's Visual Tree Style must include a ScrollViewer with Name PART_ContentHost.
cs: Strom VisualTree prohlížeče DocumentViewer's musí obsahovat ScrollViewer s Name PART_ContentHost.
de: Der Stil der visuellen Struktur von "DocumentViewer'" muss einen "ScrollViewer" mit "Name PART_ContentHost" enthalten.
es: El estilo de árbol del visual DocumentViewer debe incluir ScrollViewer con Name PART_ContentHost.
fr: Le style d'arborescence visuelle de DocumentViewer doit inclure ScrollViewer avec Name PART_ContentHost.
it: Lo stile della struttura ad albero visuale di DocumentViewer deve includere un ScrollViewer con Name PART_ContentHost.
ja: DocumentViewer の Visual Tree Style には、Name PART_ContentHost の ScrollViewer が含まれている必要があります。
ko: DocumentViewer의 Visual Tree Style에는 Name 특성이 PART_ContentHost인 ScrollViewer가 있어야 합니다.
pl: Styl wizualnego drzewa obiektu DocumentViewer musi zawierać ScrollViewer z Name PART_ContentHost.
pt_br: O DocumentViewer's Visual Tree Style deve incluir um ScrollViewer com Name PART_ContentHost.
ru: Стиль видимого дерева для DocumentViewer должен включать объект ScrollViewer с именем Name PART_ContentHost.
tr: DocumentViewer'ın Görsel Ağaç Stili, Name PART_ContentHost adında bir ScrollViewer içermelidir.
zh_hans: DocumentViewer's 的视觉树样式必须包括具有 Name PART_ContentHost 的 ScrollViewer。
zh_hant: DocumentViewer 的視覺化樹狀結構樣式必須包含 Name 為 PART_ContentHost 的 ScrollViewer。

# DocumentViewerViewFitToHeightCommandText
source: Page Height
cs: Výška stránky
de: Seitenhöhe
es: Alto de la página
fr: Hauteur de page
it: Altezza pagina
ja: ページの高さ
ko: 페이지 높이
pl: Wysokość strony
pt_br: Altura da Página
ru: По высоте страницы
tr: Sayfa Yüksekliği
zh_hans: 页高
zh_hant: 頁面高度

# DocumentViewerViewFitToMaxPagesAcrossCommandText
source: Fit Pages
cs: Nastavit na stránky
de: Seiten anpassen
es: Ajustar páginas
fr: Ajuster les pages
it: Adatta alle pagine
ja: ページに合わせる
ko: 페이지 맞춤
pl: Dopasuj strony
pt_br: Ajustar Páginas
ru: По размеру страниц
tr: Sayfalara Sığdır
zh_hans: 适合页
zh_hant: 自動調整頁面大小

# DocumentViewerViewFitToWidthCommandText
source: Page Width
cs: Šířka stránky
de: Seitenbreite
es: Ancho de la página
fr: Largeur de page
it: Larghezza pagina
ja: ページの幅
ko: 페이지 너비
pl: Szerokość strony
pt_br: Largura da Página
ru: По ширине страницы
tr: Sayfa Genişliği
zh_hans: 页宽
zh_hant: 頁寬

# DocumentViewerViewThumbnailsCommandText
source: View Thumbnails
cs: Prohlížet miniatury
de: Miniaturansichten anzeigen
es: Vistas en miniatura
fr: Afficher les miniatures
it: Visualizza anteprime
ja: 縮小版の表示
ko: 미리 보기
pl: Wyświetl miniatury
pt_br: Exibir Miniaturas
ru: Просмотреть эскизы
tr: Küçük Resimleri Görüntüle
zh_hans: 查看缩略图
zh_hant: 檢視縮圖

# DownloadText
source: The application cannot be downloaded. Check for network connectivity issues or contact the application publisher for assistance.
cs: Aplikaci nelze načíst. Zkontrolujte síťové připojení nebo kontaktujte vydavatele aplikace a požádejte ho o pomoc.
de: Die Anwendung kann nicht heruntergeladen werden. Überprüfen Sie, ob Probleme bei der Netzwerkkonnektivität bestehen, oder wenden Sie sich an den Herausgeber der Anwendung.
es: No se puede descargar la aplicación. Compruebe si existen problemas de conexión a la red o póngase en contacto con el publicador de la aplicación para obtener ayuda.
fr: Impossible de télécharger l'application. Vérifiez la connexion réseau ou contactez l'éditeur de l'application pour obtenir de l'aide.
it: Impossibile scaricare l'applicazione. Controllare che non siano presenti problemi di connettività di rete oppure richiedere assistenza all'autore dell'applicazione.
ja: アプリケーションをダウンロードできません。ネットワーク接続の問題がないかどうかをチェックするか、アプリケーションの公開元に問い合わせてください。
ko: 응용 프로그램을 다운로드할 수 없습니다. 네트워크 연결 문제를 확인하거나, 도움이 필요한 경우 응용 프로그램 게시자에게 문의하십시오.
pl: Nie można pobrać aplikacji. Sprawdź problemy z połączeniem z siecią lub skontaktuj się z wydawcą aplikacji w celu uzyskania pomocy.
pt_br: O aplicativo não pode ser descarregado. Verifique problemas de conexão da rede ou entre em contato com o editor do aplicativo para obter ajuda.
ru: Невозможно скачать приложение. Проверьте сетевое подключение или обратитесь к издателю приложения.
tr: Uygulama indirilemiyor. Ağ bağlantısında sorun olup olmadığını denetleyin veya yardım için uygulama yayımcısına başvurun.
zh_hans: 无法下载该应用程序。检查网络连接问题或者与应用程序发行者联系以获取帮助。
zh_hant: 無法下載應用程式。請檢查網路連線是否有問題，或連絡應用程式發行者以尋求協助。

# DownloadTitle
source: Application Download Error
cs: Chyba načítání aplikace
de: Fehler beim Herunterladen der Anwendung.
es: Error de descarga de la aplicación
fr: Erreur de téléchargement de l'application
it: Errore di download dell'applicazione
ja: アプリケーションのダウンロード エラー
ko: 응용 프로그램 다운로드 오류
pl: Błąd pobierania aplikacji
pt_br: Erro de Download do Aplicativo
ru: Ошибка скачивания приложения
tr: Uygulama İndirme Hatası
zh_hans: 应用程序下载错误
zh_hant: 應用程式下載錯誤

# DragMoveFail
source: Can only call DragMove when primary mouse button is down.
cs: Pokud je stisknuto levé tlačítko myši, lze vyvolat pouze funkci DragMove.
de: "DragMove" kann nur aufgerufen werden, während die primäre Maustaste gedrückt ist.
es: Sólo se puede llamar a DragMove cuando el botón principal del mouse está presionado.
fr: La méthode DragMove ne peut être appelée que lorsque le bouton principal de la souris est enfoncé.
it: È possibile chiamare DragMove solo quando è premuto il pulsante principale del mouse.
ja: 主マウス ボタンを押しているときにのみ、DragMove を呼び出せます。
ko: 기본 마우스 단추가 작동되지 않으면 DragMove만 호출할 수 있습니다.
pl: DragMove można wywołać tylko po naciśnięciu głównego przycisku myszy.
pt_br: Somente é possível chamar DragMove quando o botão principal do mouse é pressionado.
ru: При нажатой основной кнопке мыши можно вызвать только DragMove.
tr: Birincil fare düğmesi basılı olduğundan yalnızca DragMove çağırılabilir.
zh_hans: 只能在按下主鼠标按钮时调用 DragMove。
zh_hant: 當主要滑鼠按鈕已按下時，只能呼叫 DragMove。

# DuplicatedCompatibleUri
source: Duplicated URI in compatible namespaces list.
cs: Dva stejné identifikátory URI v seznamech kompatibilních oborů názvů.
de: Doppelter URI in der Liste kompatibler Namespaces.
es: URI duplicado en la lista de espacios de nombres compatibles.
fr: URI en double dans la liste des espaces de noms compatibles.
it: URI duplicato nell'elenco degli spazi dei nomi compatibili.
ja: 互換性のある名前空間一覧での重複する URI です。
ko: 호환 가능한 네임스페이스 목록에 중복된 URI가 있습니다.
pl: Zduplikowany identyfikator URI w zgodnej liście przestrzeni nazw.
pt_br: URI duplicado na lista de namespaces compatíveis.
ru: Повторяющийся URI в списке совместимых пространств имен.
tr: Uyumlu ad alanları listesinde yinelenen URI.
zh_hans: 在兼容的命名空间列表中存在重复的 URI。
zh_hant: 在相容性命名空間清單中發現重複的 URI。

# DuplicatedUri
source: Duplicated URI in supported namespaces.
cs: Dva stejné identifikátory URI v podporovaných oborech názvů.
de: Doppelter URI in der Liste unterstützter Namespaces.
es: URI duplicado en la lista de espacios de nombres admitidos.
fr: URI en double dans les espaces de noms pris en charge.
it: URI duplicato negli spazi dei nomi supportati.
ja: サポートされている名前空間での重複する URI です。
ko: 지원되는 네임스페이스에 중복된 URI가 있습니다.
pl: Zduplikowany identyfikator URI w obsługiwanych przestrzeniach nazw.
pt_br: URI duplicado em namespaces duplicados.
ru: Повторяющийся URI в поддерживаемых пространствах имен.
tr: Desteklenen ad alanlarında yinelenen URI.
zh_hans: 在支持的命名空间中存在重复的 URI。
zh_hant: 在支援的命名空間中發現重複的 URI。

# DuplicatesNotAllowed
source: Cannot have duplicates in this Collection.
cs: V této Collection nelze připustit duplikáty.
de: Duplikate sind in dieser Collection nicht zulässig.
es: No pueden existir duplicados en esta Collection.
fr: Impossible d'avoir des doublons dans cette Collection.
it: Duplicati non consentiti in questo Collection.
ja: この Collection 内で重複することはできません。
ko: 이 Collection에는 중복 항목이 있을 수 없습니다.
pl: W tym elemencie Collection nie może być duplikatów.
pt_br: Não é possível ter duplicatas nesta Collection.
ru: Наличие повторяющихся элементов в данном объекте Collection не допускается.
tr: Bu Collection içinde yinelemeler olamaz.
zh_hans: 在此 Collection 中不能有重复项。
zh_hant: 此 Collection 中不能有重複項目。

# ElementMustBeInPopup
source: '{0}' cannot have a logical or visual parent.
cs: Prvek {0} nemůže mít ani logický, ani vizuální nadřazený prvek.
de: "{0}" kann keine logischen oder visuellen übergeordneten Elemente besitzen.
es: '{0}' no puede tener un objeto primario lógico o visual.
fr: '{0}' ne peut pas avoir un parent logique ou visuel.
it: Elemento padre logico o visuale non consentito per '{0}'.
ja: '{0}' は、論理親またはビジュアル親を持つことができません。
ko: '{0}'에는 논리 또는 시각적 부모가 있을 수 없습니다.
pl: „{0}” nie może mieć logicznego lub wizualnego obiektu nadrzędnego.
pt_br: '{0}' não pode ter um pai lógico ou visual.
ru: "{0}" не может иметь логического или визуального родителя.
tr: '{0}' mantıksal veya görsel üst öğeye sahip olamaz.
zh_hans: “{0}”不能有逻辑或视觉父级。
zh_hant: '{0}' 不能有邏輯或視覺化父項目。

# ElementMustBelongToTemplate
source: Element must belong to a FrameworkTemplate instance.
cs: Element musí patřit do instance FrameworkTemplate.
de: Das Element muss zu einer "FrameworkTemplate"-Instanz gehören.
es: El elemento debe pertenecer a una instancia de FrameworkTemplate.
fr: L'élément doit appartenir à une instance de FrameworkTemplate.
it: L'elemento deve appartenere a un'istanza di FrameworkTemplate.
ja: 要素は FrameworkTemplate インスタンスに属している必要があります。
ko: 요소가 FrameworkTemplate 인스턴스에 속해야 합니다.
pl: Element musi należeć do wystąpienia klasy FrameworkTemplate.
pt_br: O elemento deve pertencer a uma instância de FrameworkTemplate.
ru: Элемент должен принадлежать экземпляру FrameworkTemplate.
tr: Öğe bir FrameworkTemplate örneğine ait olmalıdır.
zh_hans: 元素必须属于 FrameworkTemplate 实例。
zh_hant: 項目必須屬於 FrameworkTemplate 執行個體。

# EmptySelectionNotSupported
source: Cannot create annotations anchored to empty text selection.
cs: Nelze vytvořit anotace k volbě prázdného textu.
de: Das Erstellen von in einer leeren Textauswahl verankerten Anmerkungen ist nicht möglich.
es: No se pueden crear anotaciones delimitadas a una selección de texto vacía.
fr: Impossible de créer des annotations ancrées à une sélection de texte vide.
it: Impossibile creare annotazioni ancorate a una selezione di testo vuota.
ja: 空のテキスト選択にアンカーされたコメントを作成できません。
ko: 텍스트를 선택하지 않으면 주석을 만들 수 없습니다.
pl: Nie można tworzyć adnotacji zakotwiczonych w zaznaczonym pustym tekście.
pt_br: Não é possível criar anotações ancoradas à seleção de texto vazio.
ru: Невозможно создать примечания, прикрепленные к пустому блоку выделения текста.
tr: Boş metin seçimine sabitlenmiş ek açıklamalar oluşturulamaz.
zh_hans: 无法创建定位到空文本选择的注释。
zh_hant: 無法建立指向空白文字選取範圍的註釋。

# EndInitWithoutBeginInitNotSupported
source: Must call BeginInit before EndInit.
cs: Je nutno vyvolat BeginInit před vyvoláním EndInit.
de: "BeginInit" muss vor "EndInit" aufgerufen werden.
es: Se debe llamar a BeginInit antes que a EndInit.
fr: Appel obligatoire de BeginInit avant EndInit.
it: È necessario chiamare BeginInit prima di EndInit.
ja: EndInit の前に BeginInit を呼び出す必要があります。
ko: EndInit를 수행하려면 먼저 BeginInit를 호출해야 합니다.
pl: BeginInit należy wywołać przed EndInit.
pt_br: É necessário chamar BeginInit antes de EndInit.
ru: Необходимо вызвать BeginInit перед EndInit.
tr: EndInit'ten önce BeginInit çağırılmalıdır.
zh_hans: 必须在 EndInit 之前调用 BeginInit。
zh_hant: BeginInit 必須在 EndInit 之前呼叫。

# EntryAssemblyIsNull
source: Assembly.GetEntryAssembly() returns null. Set the Application.ResourceAssembly property or use the pack://application:,,,/assemblyname;component/ syntax to specify the assembly to load the resource from.
cs: Funkce Assembly.GetEntryAssembly() vrací hodnotu Null. Nastavte vlastnost Application.ResourceAssembly nebo použijte syntaxi pack://application:,,,/assemblyname;component/ pro zadání sestavení, ze kterého se bude prostředek načítat.
de: Assembly.GetEntryAssembly() gibt NULL zurück. Legen Sie die Application.ResourceAssembly-Eigenschaft fest, oder verwenden Sie die Syntax "pack://application:,,,/assemblyname;component/", um die Assembly anzugeben, aus der die Ressource geladen werden soll.
es: Assembly.GetEntryAssembly() devuelve NULL. Establezca la propiedad Application.ResourceAssembly o use la sintaxis pack://application:,,,/nombreEnsamblado;componente/ para especificar el ensamblado de donde cargar el recurso.
fr: Assembly.GetEntryAssembly() retourne null. Définissez la propriété Application.ResourceAssembly ou utilisez la syntaxe pack://application:,,,/assemblyname;component/ pour spécifier l'assembly à partir duquel charger la ressource.
it: Assembly.GetEntryAssembly() restituisce Null. Impostare la proprietà Application.ResourceAssembly o usare la sintassi pack://application:,,,/assemblyname;component/;componente/ per specificare l'assembly da cui caricare la risorsa.
ja: Assembly.GetEntryAssembly() は null を返します。Application.ResourceAssembly プロパティを設定するか、または pack://application:,,,/assemblyname;component/ 構文を使用して、リソースを読み込むアセンブリを指定します。
ko: Assembly.GetEntryAssembly()에서 null을 반환합니다. Application.ResourceAssembly 속성을 설정하거나 pack://application:,,,/assemblyname;component/ 구문을 사용하여 리소스를 로드할 어셈블리를 지정하십시오.
pl: Metoda Assembly.GetEntryAssembly() zwraca wartość null. Ustaw właściwość Application.ResourceAssembly lub użyj składni pack://application:,,,/assemblyname;component/, aby określić zestaw, z którego ma być załadowany zasób.
pt_br: Assembly.GetEntryAssembly() retorna nulo. Defina a propriedade Application.ResourceAssembly ou use a sintaxe pack://application:,,,/assemblyname;component/ para especificar o assembly do qual os recursos serão carregados.
ru: Assembly.GetEntryAssembly() возвращает NULL. Задайте свойство Application.ResourceAssembly или используйте синтаксис pack://application:,,,/assemblyname;component/, чтобы указать, откуда сборка будет загружать ресурс.
tr: Assembly.GetEntryAssembly() null döndürüyor. Application.ResourceAssembly özelliğini ayarlayın veya kaynağın yükleneceği bütünleştirilmiş kodu belirtmek için pack://application:,,,/assemblyname;component/ sözdizimini kullanın.
zh_hans: Assembly.GetEntryAssembly() 返回 null。请设置 Application.ResourceAssembly 属性或使用 pack://application:,,,/assemblyname;component/ 语法指定要从其加载资源的程序集。
zh_hant: Assembly.GetEntryAssembly() 傳回 null。請設定 Application.ResourceAssembly 屬性，或是使用 pack://application:,,,/assemblyname;component/ 語法將該組件指定成資源載入來源。

# Enum_Invalid
source: '{0}' enumeration value is not valid.
cs: Hodnota výčtu {0} není platná.
de: Der Aufzählungswert "{0}" ist ungültig.
es: El valor de enumeración '{0}' no es válido.
fr: Valeur d'énumération '{0}' non valide.
it: Valore di enumerazione '{0}' non valido.
ja: '{0}' 列挙値が無効です。
ko: '{0}' 열거형 값이 잘못되었습니다.
pl: Wartość wyliczenia „{0}” jest nieprawidłowa.
pt_br: O valor de enumeração '{0}' não é válido.
ru: Недопустимое значение перечисления "{0}".
tr: '{0}' sabit listesi değeri geçerli değil.
zh_hans: “{0}”枚举值无效。
zh_hant: '{0}' 列舉值無效。

# EnumeratorCollectionDisposed
source: Collection was disposed, enumerator operations are not valid.
cs: Kolekce byla odstraněna. Operace výčtu jsou neplatné.
de: Die Sammlung wurde verworfen, Enumeratorvorgänge sind ungültig.
es: Se eliminó la colección; las operaciones del enumerador no son válidas.
fr: La collection a été libérée, les opérations d'énumérateur ne sont pas valides.
it: Raccolta eliminata. Operazioni dell'enumeratore non valide.
ja: コレクションは破棄されました。列挙子操作は無効です。
ko: 컬렉션이 삭제되었으며 표시기 작업이 잘못되었습니다.
pl: Kolekcja została usunięta, operacje modułu wyliczającego są nieprawidłowe.
pt_br: A coleção foi descartada; as operações do enumerador não são válidas.
ru: Работа с семейством закончена, недопустимая операция перечислителя.
tr: Koleksiyon bırakıldı, numaralandırma işlemleri geçerli değil.
zh_hans: 集合已被释放，枚举器操作无效。
zh_hant: 集合已處置，列舉程式操作無效。

# EnumeratorInvalidOperation
source: Enumerator is located before the first element of the collection or after the last element.
cs: Čítač se umísťuje před první prvek kolekce nebo za její poslední prvek.
de: Der Enumerator befindet sich vor dem ersten Element oder nach dem letzten Element der Sammlung.
es: El enumerador está ubicado antes del primer elemento de la colección o después del último elemento.
fr: L'énumérateur est situé avant le premier élément de la collection ou après le dernier élément.
it: L'enumeratore è posizionato prima del primo elemento della raccolta o dopo l'ultimo elemento.
ja: 列挙子は、コレクションの最初の要素の前か、最後の要素の後にあります。
ko: 표시기가 컬렉션의 첫 번째 요소 앞에 있거나 마지막 요소 뒤에 있습니다.
pl: Moduł wyliczający znajduje się przed pierwszym elementem kolekcji lub po ostatnim elemencie.
pt_br: O enumerador está localizado antes do primeiro elemento da coleção ou após o último elemento.
ru: Перечислитель находится до первого элемента семейства или после последнего.
tr: Numaralandırıcı koleksiyonun ilk öğesinden önce veya son öğesinden sonra geliyor.
zh_hans: 枚举器位于集合中第一个元素之前或者位于最后一个元素之后。
zh_hant: 列舉程式位於集合的第一個項目之前，或位於最後一個項目之後。

# EnumeratorNotStarted
source: Enumeration has not started. Call MoveNext.
cs: Výčet nebyl zahájen. Volejte metodu MoveNext.
de: Die Enumeration wurde nicht gestartet. Rufen Sie "MoveNext" auf.
es: No se ha iniciado la enumeración. Llame a MoveNext.
fr: L'énumération n'a pas encore commencé. Appelez MoveNext.
it: L'enumerazione non è stata avviata. Chiamare MoveNext.
ja: 列挙は開始していません。MoveNext を呼び出してください。
ko: 열거가 시작되지 않았습니다. MoveNext를 호출하세요.
pl: Wyliczanie nie zostało uruchomione. Wywołaj element MoveNext.
pt_br: Enumeração não iniciada. Chame MoveNext.
ru: Перечисление не начато. Вызовите MoveNext.
tr: Sabit listesi işlemi başlamadı. MoveNext çağrısı yapın.
zh_hans: 枚举尚未开始。请调用 MoveNext。
zh_hant: 尚未開始列舉。呼叫 MoveNext。

# EnumeratorReachedEnd
source: Enumeration already finished.
cs: Výčet byl již dokončen.
de: Die Enumeration wurde bereits beendet.
es: Enumeración finalizada.
fr: Énumération déjà terminée.
it: Enumerazione già terminata.
ja: 列挙は既に終了しています。
ko: 열거가 이미 완료되었습니다.
pl: Wyliczanie zostało już zakończone.
pt_br: Enumeração já concluída.
ru: Перечисление уже завершено.
tr: Sabit listesi zaten tamamlanmış.
zh_hans: 枚举已完成。
zh_hant: 列舉已完成。

# EnumeratorVersionChanged
source: Collection was modified; enumeration operation may not execute.
cs: Kolekce byla upravena. Operace výčtu pravděpodobně nebude spuštěna.
de: Die Sammlung wurde geändert. Der Sammlungsvorgang wird möglicherweise nicht ausgeführt.
es: Se modificó la colección; puede que la operación de enumeración no se ejecute.
fr: La collection a été modifiée ; l'opération d'énumération peut ne pas s'exécuter.
it: Raccolta modificata. È possibile che l'operazione di enumerazione non venga eseguita.
ja: コレクションは変更されています。列挙操作は実行されない場合があります。
ko: 컬렉션이 수정되었습니다. 열거 작업이 실행되지 않을 수도 있습니다.
pl: Zmodyfikowano kolekcję. Nie można wykonać operacji wyliczania.
pt_br: A coleção foi modificada; a operação de enumeração pode não ser executada.
ru: Семейство изменено, выполнение операции перечисления невозможно.
tr: Koleksiyon değiştirildi; sabit listesi işlemi yürütülemeyebilir.
zh_hans: 集合被修改；枚举操作可能无法执行。
zh_hant: 集合已修改; 列舉操作可能無法執行。

# Enumerator_VerifyContext
source: No current object to return.
cs: Neexistuje objekt, který by mohl být vrácen.
de: Es ist kein aktuelles Objekt zum Zurückgeben vorhanden.
es: No hay ningún objeto actual para devolver.
fr: Aucun objet actif à retourner.
it: Nessun oggetto corrente da restituire.
ja: 返すべき現在のオブジェクトがありません。
ko: 반환할 현재 개체가 없습니다.
pl: Brak bieżącego obiektu do zwrócenia.
pt_br: Nenhum objeto atual a ser retornado.
ru: Нет текущего объекта для возврата.
tr: Döndürülecek geçerli nesne yok.
zh_hans: 没有当前对象要返回。
zh_hant: 沒有可傳回的目前物件。

# EventTriggerBadAction
source: EventTrigger cannot have action of type '{0}'. It must be a TriggerAction.
cs: Spouštěč události EventTrigger nemusí obsahovat akci typu {0}. Musí to být TriggerAction.
de: "EventTrigger" kann keine Aktion vom Typ "{0}" besitzen. Hierbei muss es sich um eine "TriggerAction" handeln.
es: EventTrigger no puede tener una acción de tipo '{0}'. Debe ser una TriggerAction.
fr: EventTrigger ne peut pas avoir une action de type '{0}'. Ce doit être une action TriggerAction.
it: Impossibile definire un'azione di tipo '{0}' per EventTrigger. È necessario utilizzare una TriggerAction.
ja: EventTrigger は、型 '{0}' のアクションを持てません。TriggerAction である必要があります。
ko: EventTrigger에서는 '{0}' 형식의 동작을 수행할 수 없습니다. TriggerAction만 가능합니다.
pl: EventTrigger nie może mieć operacji typu „{0}”. Musi to być TriggerAction.
pt_br: EventTrigger não pode ter uma ação do tipo '{0}'. Ela deve ser TriggerAction.
ru: EventTrigger не может содержать действие типа "{0}". Требуется TriggerAction.
tr: EventTrigger '{0}' türünde eyleme sahip olamaz. Bir TriggerAction olmalıdır.
zh_hans: EventTrigger 不能有类型“{0}”的操作。它必须是 TriggerAction。
zh_hant: EventTrigger 不能有型別為 '{0}' 的動作。它必須是 TriggerAction。

# EventTriggerDoNotSetProperties
source: Event triggers do not support changing property values.
cs: Spouštěče událostí nepodporují změny hodnot vlastností.
de: Das Ändern von Eigenschaftswerten wird von Ereignisauslösern nicht unterstützt.
es: Los desencadenadores de eventos no admiten el cambio de valores de propiedad.
fr: Les déclencheurs d'événements ne prennent pas en charge la modification des valeurs des propriétés.
it: I trigger di evento non supportano la modifica di valori di proprietà.
ja: イベント トリガーは、プロパティ値の変更をサポートしません。
ko: 이벤트 트리거가 속성 값 변경을 지원하지 않습니다.
pl: Wyzwalacze zdarzeń nie obsługują zmian wartości właściwości.
pt_br: Os disparadores de evento não oferecem suporte à alteração dos valores de propriedade.
ru: Триггеры событий не поддерживают изменение значений свойств.
tr: Olay tetikleyicileri özellik değerlerinin değiştirilmesini desteklemez.
zh_hans: 事件触发器不支持更改属性值。
zh_hant: 事件觸發程序不支援變更屬性值。

# EventTriggerDoesNotEnterExit
source: Event triggers do not support EnterActions or ExitActions.
cs: Spouštěče události nepodporují funkce EnterActions a ExitActions.
de: Von Eigenschaftsauslösern werden "EnterActions" und "ExitActions" nicht unterstützt.
es: Los desencadenadores de eventos no admiten EnterActions o ExitActions.
fr: Les déclencheurs d'événements ne prennent pas en charge EnterActions ou ExitActions.
it: I trigger di evento non supportano EnterActions o ExitActions.
ja: イベント トリガーは、EnterActions または ExitActions をサポートしません。
ko: 이벤트 트리거가 EnterActions 또는 ExitActions를 지원하지 않습니다.
pl: Wyzwalacze zdarzeń nie obsługują akcji EnterActions ani ExitActions.
pt_br: Os disparadores de evento não oferecem suporte a EnterActions ou ExitActions.
ru: Триггеры событий не поддерживают действия EnterActions или ExitActions.
tr: Olay tetikleyicileri EnterActions veya ExitActions'ı desteklemez.
zh_hans: 事件触发器不支持 EnterActions 或 ExitActions。
zh_hant: 事件觸發程序不支援 EnterActions 或 ExitActions。
