Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# BamlWriterBadScope
source: Start and end write calls do not match. Start record = '{0}' End record = '{1}'.
cs: Počáteční a koncová volání zápisu se neshodují. Počáteční záznam = {0}, koncový záznam = {1}
de: Die Aufrufe zum Starten und Beenden des Schreibvorgangs stimmen nicht überein. Startdatensatz = "{0}" Enddatensatz = "{1}".
es: Las llamadas de inicio y fin de escritura no coinciden. Registro inicial = "{0}" Registro final = "{1}".
fr: Les appels d'écriture de début et de fin ne correspondent pas. Enregistrement de début = '{0}'. Enregistrement de fin = '{1}'.
it: Le chiamate di inizio e fine scrittura non corrispondono. Record di inizio = '{0}'. Record di fine = '{1}'.
ja: 書き込み呼び出しの開始と終了が一致しません。開始記録 = '{0}' 終了記録 = '{1}'。
ko: 시작과 끝 쓰기 호출이 일치하지 않습니다. 시작 레코드 = '{0}' 끝 레코드 = '{1}'입니다.
pl: Wywołania rozpoczęcia i zakończenia zapisu nie są zgodne. Rekord początkowy = „{0}” Rekord końcowy = „{1}”.
pt_br: As chamadas de início e de fim de gravação não são correspondentes. Registro de início = '{0}' Registro de fim = '{1}'.
ru: Несоответствие начального и конечного вызова на запись. Начальная запись — "{0}", конечная запись — "{1}".
tr: Başlangıç ve bitiş yazma çağrıları eşleşmiyor. Başlangıç kaydı = '{0}' Bitiş kaydı = '{1}'.
zh_hans: 开始和结束写入调用不匹配。开始记录 =“{0}”，结束记录 =“{1}”。
zh_hant: 開頭與結尾寫入呼叫不相符。開頭記錄 = '{0}' 結尾記錄 = '{1}'。

# BamlWriterBadStream
source: Must pass a valid writable stream to BamlWriter constructor.
cs: Nutno předat konstruktoru BamlWriter platný zapisovatelný datový proud.
de: An den BamlWriter-Konstruktor muss ein gültiger schreibbarer Datenstrom weitergegeben werden.
es: Debe pasar una secuencia con permiso de escritura válida al constructor BamlWriter.
fr: Passage obligatoire d'un flux accessible en écriture valide au constructeur BamlWriter.
it: È necessario passare un flusso scrivibile valido al costruttore BamlWriter.
ja: 有効な書き込み可能ストリームを BamlWriter コンストラクターに渡す必要があります。
ko: BamlWriter 생성자에 올바른 쓰기 가능한 스트림을 전달해야 합니다.
pl: Poprawny strumień z możliwością zapisu należy przekazać do konstruktora BamlWriter.
pt_br: É necessário transferir um fluxo de gravação válido para o construtor BamlWriter.
ru: Необходимо передать допустимый поток с возможностью записи в конструктор BamlWriter.
tr: BamlWriter oluşturucuya geçerli bir yazılabilir akış geçirilmelidir.
zh_hans: 必须将有效的可写流传递到 BamlWriter 构造函数。
zh_hant: 必須傳遞有效的可寫入資料流到 BamlWriter 建構函式。

# BamlWriterBadXmlns
source: Cannot define xmlns declaration when writing record '{0}'.
cs: Nelze definovat prohlášení xmlns při zápisu záznamu {0}.
de: Die xmlns-Deklarierung kann während des Schreibens des Datensatzes "{0}" nicht definiert werden.
es: No se puede definir la declaración xmlns al escribir el registro '{0}'.
fr: Impossible de définir la déclaration xmlns lors de l'écriture de l'enregistrement '{0}'.
it: Impossibile definire la dichiarazione xmlns durante la scrittura del record '{0}'.
ja: 記録 '{0}' の書き込み時に、xmlns 宣言を定義できません。
ko: '{0}' 레코드를 쓰는 동안 xmlns 선언을 정의할 수 없습니다.
pl: Nie można zdefiniować deklaracji xmlns podczas zapisu rekordu „{0}”.
pt_br: Não é possível definir a declaração xmlns durante a gravação do registro '{0}'.
ru: Не удается определить объявление xmlns при занесении записи "{0}".
tr: '{0}' kaydı yazılırken xmlns bildirimi tanımlanamaz.
zh_hans: 无法在写入记录“{0}”时定义 xmlns 声明。
zh_hant: 寫入記錄 '{0}' 時無法定義 xmlns 宣告。

# BamlWriterClosed
source: Cannot perform operation after BamlWriter.Close has been called.
cs: Operaci nelze provést po vyvolání funkce BamlWriter.Close.
de: Der Vorgang kann nach dem Aufrufen von "BamlWriter.Close" nicht mehr durchgeführt werden.
es: No se puede realizar la operación después de llamar a BamlWriter.Close.
fr: Impossible d'effectuer une opération après l'appel de BamlWriter.Close.
it: Impossibile eseguire l'operazione dopo la chiamata di BamlWriter.Close.
ja: BamlWriter.Close が呼び出された後、操作を実行できません。
ko: BamlWriter.Close를 호출한 후에는 작업을 수행할 수 없습니다.
pl: Nie można wykonywać operacji po wywołaniu operacji BamlWriter.Close.
pt_br: Não é possível executar a operação após BamlWriter.Close ter sido chamado.
ru: Не удается выполнить операцию после вызова BamlWriter.Close.
tr: BamlWriter.Close çağırıldıktan sonra işlem gerçekleştirilemez.
zh_hans: 无法在调用 BamlWriter.Close 之后执行操作。
zh_hant: 呼叫 BamlWriter.Close 之後，無法執行操作。

# BamlWriterNoInElement
source: '{0}' method can be called only after WriteStartElement. Cannot call after '{1}' record has been written.
cs: Metodu {0} lze zavolat až po WriteStartElement. Nelze ji zavolat po provedení zápisu {1}.
de: Die Methode "{0}" kann nur nach "WriteStartElement" aufgerufen werden. Die Methode kann nicht aufgerufen werden, nachdem der {1}-Datensatz geschrieben wurde.
es: Sólo se puede llamar al método "{0}" después de WriteStartElement. No se puede realizar la llamada después de escribir el registro "{1}".
fr: La méthode '{0}' peut être appelée uniquement après WriteStartElement. Appel impossible une fois que l'enregistrement '{1}' a été écrit.
it: È possibile chiamare il metodo '{0}' solo dopo WriteStartElement. Non è possibile eseguire la chiamata dopo la scrittura del record '{1}'.
ja: '{0}' メソッドは、WriteStartElement の後にのみ呼び出せます。'{1}' 記録が書き込まれた後には呼び出せません。
ko: '{0}' 메서드는 WriteStartElement 이후에만 호출할 수 있습니다. '{1}' 레코드를 쓴 후에는 호출할 수 없습니다.
pl: Metodę „{0}” można wywołać tylko po operacji WriteStartElement. Nie można wywołać po zapisaniu rekordu „{1}”.
pt_br: O método '{0}' só pode ser chamado após WriteStartElement. Não é possível chamá-lo após o registro '{1}' ser gravado.
ru: Метод "{0}" можно вызывать только после WriteStartElement. Вызов невозможен после того, как запись "{1}" занесена.
tr: '{0}' metodu yalnızca WriteStartElement sonrasında çağrılabilir. '{1}' kaydı yazıldıktan sonra çağrılamaz.
zh_hans: 只能在 WriteStartElement 之后调用“{0}”方法。无法在写入“{1}”记录之后调用。
zh_hant: 只能在 WriteStartElement 之後呼叫 '{0}' 方法。寫入 '{1}' 記錄之後，即無法呼叫。

# BamlWriterStartDoc
source: WriteStartDocument can be called only once and must be the first call made to BamlWriter.
cs: WriteStartDocument lze vyvolat pouze jednou a musí to být první výzva pro BamlWriter.
de: "WriteStartDocument" kann nur einmal aufgerufen werden und muss der erste Aufruf sein, der für "BamlWriter" durchgeführt wird.
es: WriteStartDocument sólo se puede llamar una vez y debe ser la primera llamada realizada a BamlWriter.
fr: La méthode WriteStartDocument ne peut être appelée qu'une seule fois et doit constituer le premier appel de BamlWriter.
it: È possibile chiamare WriteStartDocument una sola volta e la chiamata deve essere la prima eseguita a BamlWriter.
ja: WriteStartDocument は一度しか呼び出せず、BamlWriter への最初の呼び出しである必要があります。
ko: WriteStartDocument는 한 번만 호출할 수 있으며 BamlWriter에 대한 첫 번째 호출이어야 합니다.
pl: Operację WriteStartDocument można wywołać tylko raz i musi to być pierwsze wywołanie do BamlWriter.
pt_br: WriteStartDocument somente pode ser chamado uma vez e deve ser a primeira chamada feita a BamlWriter.
ru: WriteStartDocument можно вызывать только один раз. Этот вызов должен быть первым для BamlWriter.
tr: WriteStartDocument yalnızca bir kez çağırılabilir ve BamlWriter'a yapılan ilk çağrı olması gerekir.
zh_hans: WriteStartDocument 只能调用一次，而且必须是对 BamlWriter 的第一个调用。
zh_hant: 只能呼叫一次 WriteStartDocument，且它必須是對 BamlWriter 的第一個呼叫。

# BamlWriterUnknownMarkupExtension
source: Unrecognized section in markup extension.
cs: Neznámá část přípony označení.
de: Unbekannter Abschnitt in der Markuperweiterung.
es: Sección no reconocida en la extensión de marcado.
fr: Section non reconnue dans l'extension du balisage.
it: Selezione non riconosciuta nell'estensione di markup.
ja: マークアップ拡張の認識できないセクションです。
ko: 태그 확장에 인식할 수 없는 섹션이 있습니다.
pl: Nierozpoznana sekcja w rozszerzeniu znaczników.
pt_br: Seção não reconhecida na extensão de marcação.
ru: Нераспознанный раздел в расширении разметки.
tr: İşaretleme uzantısında tanınmayan bölüm.
zh_hans: 标记扩展名中未识别的部分。
zh_hant: 在標記延伸中發現無法識別的區段。

# BindingCollectionContainsNonBinding
source: BindingCollection does not support items of type {0}. Only Binding is allowed.
cs: BindingCollection nepodporuje položky typu {0}. Je povoleno pouze Binding.
de: Von "BindingCollection" werden keine Elemente vom Typ "{0}" unterstützt. Nur "Binding" ist zulässig.
es: BindingCollection no admite elementos de tipo {0}. Sólo se permite Binding.
fr: BindingCollection ne prend pas en charge les éléments de type {0}. Seul Binding est autorisé.
it: BindingCollection non supporta elementi di tipo {0}. È consentito solo Binding.
ja: BindingCollection は型 {0} の項目をサポートしません。Binding だけが使用可能です。
ko: BindingCollection이 {0} 형식의 항목을 지원하지 않습니다. Binding만 지원됩니다.
pl: Kolekcja BindingCollection nie obsługuje elementów typu {0}. Dozwolony jest tylko element Binding.
pt_br: BindingCollection não oferece suporte a itens do tipo {0}. Somente Binding é permitido.
ru: BindingCollection не поддерживает элементы типа {0}. Допускается только тип Binding.
tr: BindingCollection, {0} türünde öğeleri desteklemez. Yalnızca Binding'e izin verilir.
zh_hans: BindingCollection 不支持类型 {0} 的项。只允许 Binding。
zh_hant: BindingCollection 不支援型別為 {0} 的項目。只允許 Binding。

# BindingConflict
source: Binding.{0} cannot be set while using Binding.{1}.
cs: Binding.{0} nelze nastavit, pokud používáte Binding.{1}.
de: "Binding.{0}" kann während der Verwendung von "Binding.{1}" nicht festgelegt werden.
es: Binding.{0} no se puede establecer mientras se usa Binding.{1}.
fr: Impossible de définir Binding.{0} pendant l'utilisation de Binding.{1}.
it: Non è possibile impostare Binding.{0} durante l'utilizzo di Binding.{1}.
ja: Binding.{1} の使用中に Binding.{0} を設定できません。
ko: Binding.{1}을(를) 사용하는 동안에는 Binding.{0}을(를) 설정할 수 없습니다.
pl: Nie można ustawić elementu Binding.{0} podczas korzystania z elementu Binding.{1}.
pt_br: Binding.{0} não pode ser definido durante a utilização de Binding.{1}.
ru: Невозможно задать Binding.{0}, когда используется Binding.{1}.
tr: Binding.{1} kullanılırken Binding.{0} ayarlanamaz.
zh_hans: 使用 Binding.{1} 时无法设置 Binding.{0}。
zh_hant: 使用 Binding.{1} 時無法設定 Binding.{0}。

# BindingExpressionIsDetached
source: Cannot perform this operation when binding is detached.
cs: Tuto operaci nelze provést, pokud je vypnuta funkce Binding.
de: Dieser Vorgang kann bei getrennter Bindung nicht durchgeführt werden.
es: No se puede realizar esta operación cuando el enlace está desasociado.
fr: Impossible d'effectuer cette opération quand la liaison est détachée.
it: Impossibile eseguire questa operazione quando l'associazione è dissociata.
ja: バインドの解除中にこの操作を実行できません。
ko: 바인딩이 분리되어 있으면 이 작업을 수행할 수 없습니다.
pl: Tej operacji nie można wykonać, jeśli powiązanie jest odłączone.
pt_br: Não é possível executar esta operação enquanto a associação está desanexada.
ru: Невозможно выполнить эту операцию, когда привязка отсоединена.
tr: Bağlamanın bağlantısı kesildiğinde bu işlem gerçekleştirilemez.
zh_hans: 在绑定分离后无法执行此操作。
zh_hant: 當繫結已中斷連接時，無法執行此操作。

# BindingExpressionStatusChanged
source: Internal error: internal WPF code tried to reactivate a BindingExpression that was already marked as detached.
cs: Vnitřní chyba: Vnitřní kód WPF se pokoušel obnovit BindingExpression, který byl již označen jako odpojený.
de: Interner Fehler: Vom internen WPF-Code wurde versucht, eine "BindingExpression" zu reaktivieren, die bereits als getrennt markiert war.
es: Error interno: el código WPF interno intentó reactivar una BindingExpression que ya estaba marcada como desasociada.
fr: Erreur interne : le code WPF interne a essayé de réactiver un objet BindingExpression qui était déjà marqué comme détaché.
it: Errore interno: tentativo tramite codice interno WPF di riattivare una BindingExpression già contrassegnata come dissociata.
ja: 内部エラー: 内部 WPF コードが、解除済みと既にマークされている BindingExpression を再アクティブ化しようとしました。
ko: 내부 오류: 내부 WPF 코드가 이미 분리된 것으로 표시된 BindingExpression을 다시 활성화하려고 했습니다.
pl: Błąd wewnętrzny: wewnętrzny kod WPF próbował ponownie uaktywnić operację BindingExpression, która została oznaczona jako odłączona.
pt_br: Erro interno: o código interno do WPF tentou reativar um BindingExpression já marcado como desanexado.
ru: Внутренняя ошибка. Внутренний код WPF пытается повторно активировать выражение BindingExpression, уже помеченное как отсоединенное.
tr: İç hata: iç WPF kodu, bağlantısı kesik olarak işaretlenmiş bir BindingExpression'ı yeniden etkinleştirmeyi denedi.
zh_hans: 内部错误: 内部 WPF 代码尝试重新激活已经标记为分离的 BindingExpression。
zh_hant: 內部錯誤: 內部 WPF 程式碼嘗試重新啟動已標示為已中斷連接的 BindingExpression。

# BindingGroup_CannotChangeGroups
source: The binding expression already belongs to a BindingGroup; it cannot be added to a different BindingGroup.
cs: Vazbový výraz již patří do skupiny BindingGroup a nelze jej přidat do jiné skupiny BindingGroup.
de: Der Bindungsausdruck gehört bereits zu einer BindingGroup und kann keiner anderen BindingGroup hinzugefügt werden.
es: La expresión de enlace pertenece ya a un elemento BindingGroup, no se puede agregar a otro BindingGroup.
fr: L'expression de liaison appartient déjà à un BindingGroup ; elle ne peut pas être ajoutée à un autre BindingGroup.
it: L'espressione di associazione appartiene già a un BindingGroup e non può essere aggiunta a un BindingGroup differente.
ja: バインド式は既に BindingGroup に属しています。別の BindingGroup に追加することはできません。
ko: 바인딩 식이 이미 BindingGroup에 속하므로 다른 BindingGroup에 추가할 수 없습니다.
pl: Wyrażenie wiązania należy już do BindingGroup; nie można go dodać do innej BindingGroup.
pt_br: A expressão de associação já pertence a um BindingGroup; não pode ser adicionada a um BindingGroup diferente.
ru: Выражение привязки уже принадлежит BindingGroup. Оно не может быть добавлено в другую группу BindingGroup.
tr: Bağlama ifadesi zaten bir BindingGroup'a ait; farklı bir BindingGroup'a eklenemez.
zh_hans: 绑定表达式已属于 BindingGroup；无法将其添加到另一个 BindingGroup。
zh_hant: 此繫結運算式已經屬於某個 BindingGroup; 無法將它加入至其他的 BindingGroup。

# BindingGroup_NoEntry
source: The binding group has no binding that uses item '{0}' and property '{1}'.
cs: Skupina vazeb neobsahuje žádnou vazbu, která používá položku {0} a vlastnost {1}.
de: Die Bindungsgruppe enthält keine Bindung, die das Element "{0}" und die {1}-Eigenschaft verwendet.
es: El grupo de enlaces no tiene ningún enlace que use el elemento "{0}" y la propiedad "{1}".
fr: Le groupe de liaison n'a pas de liaison qui utilise l'élément '{0}' et la propriété '{1}'.
it: Il gruppo di binding non include alcun binding che usa l'elemento '{0}' e la proprietà '{1}'.
ja: バインド グループには、項目 '{0}' とプロパティ '{1}' を使用するバインドはありません。
ko: 바인딩 그룹에 '{0}' 항목과 '{1}' 속성을 사용하는 바인딩이 없습니다.
pl: Grupa wiązań nie zawiera żadnego wiązania, które używałoby elementu „{0}” i właściwości „{1}”.
pt_br: O grupo de associação não tem uma associação que usa o item '{0}' e a propriedade '{1}'.
ru: В группе привязки отсутствует привязка, использующая элемент "{0}" и свойство "{1}".
tr: Bağlama grubunun '{0}' öğesini ve '{1}' özelliğini kullanan bağlaması yok.
zh_hans: 绑定组中没有任何绑定使用项“{0}”和属性“{1}”。
zh_hant: 繫結群組不含任何使用項目 '{0}' 和屬性 '{1}' 的繫結。

# BindingGroup_ValueUnavailable
source: The value for item '{0}' and property '{1}' is not available because a previous validation rule deemed the value invalid, or because the value could not be computed (e.g., conversion failure).
cs: Hodnota položky {0} a vlastnosti {1} není dostupná, protože předchozí pravidlo pro ověřování považovalo tuto hodnotu za neplatnou, nebo protože hodnotu nebylo možné vypočítat (např. z důvodu chyby převodu).
de: Der Wert für das Element "{0}" und die {1}-Eigenschaft ist nicht verfügbar, weil er von einer früheren Validierungsregel als ungültig angesehen wurde oder nicht berechnet werden konnte (z. B. aufgrund eines Konvertierungsfehlers).
es: El valor del elemento "{0}" y la propiedad "{1}" no está disponible porque una regla de validación anterior consideró el valor no válido o porque no se pudo calcular el valor (por ejemplo, por un error de conversión).
fr: La valeur de l'élément '{0}' et de la propriété '{1}' n'est pas disponible, car une règle de validation précédente a considéré la valeur non valide, ou la valeur n'a pas pu être calculée (échec de conversion, par exemple).
it: Il valore per l'elemento '{0}' e la proprietà '{1}' non è disponibile perché una regola di convalida precedente ha considerato il valore non valido oppure il valore non è stato calcolato (errore di conversione).
ja: 以前の検証規則により値が無効であると見なされたため、または (変換エラーなどが生じて) 値を計算できなかったため、項目 '{0}' とプロパティ '{1}' の値は利用できません。
ko: 이전에 적용한 유효성 검사 규칙에 따라 값이 잘못된 것으로 판단되었거나 변환 실패 등으로 인해 값을 계산할 수 없어 '{0}' 항목 및 '{1}' 속성의 값을 사용할 수 없습니다.
pl: Wartość dla elementu „{0}” i właściwości „{1}” jest niedostępna, ponieważ poprzednia reguła walidacji uznała tę wartość za nieprawidłową lub nie można obliczyć tej wartości (np. z powodu błędu konwersji).
pt_br: O valor do item '{0}' e a propriedade '{1}' não estão disponíveis porque uma regra de validação anterior considerou o valor inválido ou o valor não pôde ser calculado (por exemplo, falha de conversão).
ru: Значение объекта "{0}" и свойства "{1}" недоступно, так как предыдущее правило проверки определило значение как недопустимое либо значение не удалось вычислить (например, из-за ошибки преобразования).
tr: Önceki bir doğrulama kuralı değeri geçersiz bulduğundan veya değer hesaplanamadığından (ör. dönüştürme hatası) '{0}' öğesinin '{1}' özelliğinin değeri kullanılamıyor.
zh_hans: 项“{0}”和属性“{1}”的值不可用，因为前面的验证规则认为该值无效，或是因为未能计算该值(如转换失败)。
zh_hant: 無法使用項目 '{0}' 和屬性 '{1}' 的值，因為先前的驗證規則將該值視為無效，或是因為無法計算該值 (例如轉換失敗)。

# BindingListCanOnlySortByOneProperty
source: IBindingList can sort by only one property.
cs: IBindingList dokáže třídit jen podle jedné vlastnosti.
de: Von "IBindingList" kann nur nach einer einzelnen Eigenschaft sortiert werden.
es: IBindingList sólo se puede ordenar por una propiedad.
fr: Le tri de IBindingList ne peut être effectué que sur une seule propriété.
it: IBindingList supporta l'ordinamento in base a una sola proprietà.
ja: IBindingList は、1 つのプロパティによってのみ並べ替えることができます。
ko: IBindingList는 하나의 속성으로만 정렬할 수 있습니다.
pl: Listę IBindingList można sortować tylko według jednej właściwości.
pt_br: IBindingList pode classificar somente por uma propriedade.
ru: IBindingList допускает сортировку только по одному свойству.
tr: IBindingList yalnızca bir özelliğe göre sıralama yapabilir.
zh_hans: IBindingList 只能按一个属性排序。
zh_hant: 無法只使用一個屬性來排序 IBindingList。

# BindingListCannotCustomFilter
source: Underlying list of this CollectionView does not support filtering.
cs: Seznam pro tento náhled kolekce CollectionView nepodporuje filtry.
de: Von der zugrunde liegenden Liste von "CollectionView" wird keine Filterung unterstützt.
es: La lista base de esta CollectionView no admite el filtrado.
fr: La liste sous-jacente de cet objet CollectionView ne prend pas en charge le filtrage.
it: L'elenco sottostante di questa CollectionView non supporta operazioni di filtro.
ja: この CollectionView の基になる一覧は、フィルターをサポートしません。
ko: 이 CollectionView의 기본 목록에서 필터링을 지원하지 않습니다.
pl: Źródłowa lista tego widoku CollectionView nie obsługuje filtrowania.
pt_br: A lista de base de CollectionView não oferece suporte à filtragem.
ru: Базовый список представления CollectionView не поддерживает фильтрацию.
tr: Bu CollectionView'ın temelindeki liste filtre uygulamayı desteklemiyor.
zh_hans: 此 CollectionView 的基础列表不支持筛选。
zh_hant: 此 CollectionView 的基礎清單不支援篩選。

# BrowserHostingNotSupported
source: Browser hosting of WPF applications is not supported on this platform.
cs: Hostování aplikací WPF v prohlížeči není na této platformě podporováno.
de: Das Browserhosting von WPF-Anwendungen wird auf dieser Plattform nicht unterstützt.
es: El hospedaje de exploradores de aplicaciones WPF no se admite en esta plataforma.
fr: L'hébergement d'applications WPF par le navigateur n'est pas pris en charge sur cette plateforme.
it: L'hosting di applicazioni WPF nel browser non è supportato in questa piattaforma.
ja: WPF アプリケーションのブラウザーによるホスティングは、このプラットフォームではサポートされていません。
ko: WPF 애플리케이션의 브라우저 호스팅은 이 플랫폼에서 지원되지 않습니다.
pl: Przeglądarka hostująca aplikacje WPF nie jest obsługiwana na tej platformie.
pt_br: Não há suporte para a hospedagem de navegador de aplicativos WPF nesta plataforma.
ru: На этой платформе размещение приложений WPF с использованием браузера не поддерживается.
tr: WPF uygulamalarının tarayıcıda barındırılması bu platformda desteklenmiyor.
zh_hans: 此平台上不支持 WPF 应用程序的浏览器托管。
zh_hant: 在此平台上不支援瀏覽器裝載 WPF 應用程式。

# BufferOffsetNegative
source: Buffer offset cannot be negative.
cs: Odsazení vyrovnávací paměti nesmí mít zápornou hodnotu.
de: Pufferoffset darf nicht negativ sein.
es: El desplazamiento del búfer no puede ser negativo.
fr: L'offset de la mémoire tampon ne peut pas être négatif.
it: L'offset del buffer non può essere negativo.
ja: バッファー オフセットは負の数にすることはできません。
ko: 버퍼 오프셋은 음수일 수 없습니다.
pl: Przesunięcie bufora nie może być ujemne.
pt_br: O deslocamento do buffer não pode ser negativo.
ru: Смещение буфера не может быть отрицательным.
tr: Arabellek göreli konumu negatif olamaz.
zh_hans: 缓冲区偏移量不能为负数。
zh_hant: 緩衝區位移不能為負數。

# BufferTooSmall
source: Buffer size is too small to accommodate the specified parameters.
cs: Velikost vyrovnávací paměti je pro uložení určených parametrů příliš malá.
de: Die Puffergröße ist zum Aufnehmen der angegebenen Parameter zu klein.
es: El tamaño del búfer es demasiado pequeño para acomodar los parámetros especificados.
fr: La taille de la mémoire tampon est trop petite pour accueillir les paramètres spécifiés.
it: Dimensioni del buffer insufficienti per i parametri specificati.
ja: バッファー サイズが小さすぎて、指定されたパラメーターを格納できません。
ko: 지정된 매개 변수를 수용하기에는 버퍼 크기가 너무 작습니다.
pl: Rozmiar bufora jest za mały, aby pomieścić określone parametry.
pt_br: O tamanho do buffer é muito pequeno para comportar os parâmetros especificados.
ru: Размер буфера слишком мал, чтобы уместить указанные параметры.
tr: Arabellek boyutu belirtilen parametreleri uygulayamayacak kadar küçük.
zh_hans: 缓冲区过小，无法容纳指定的参数。
zh_hant: 緩衝區大小太小，無法存放指定的參數。

# ByteRangeDownloaderNotInitialized
source: HTTP byte range downloader is not initialized.
cs: Funkce načítání bajtového rozsahu HTTP nebyla inicializována.
de: Das HTTP-Bytebereichs-Downloadprogramm ist nicht initialisiert.
es: La aplicación de descarga de intervalo de bytes HTTP no está inicializada.
fr: Le téléchargeur de plages d'octets HTTP n'est pas initialisé.
it: Utilità di download intervallo di byte HTTP non inizializzata.
ja: HTTP バイト範囲ダウンローダーは初期化されていません。
ko: HTTP 바이트 범위 다운로더를 초기화할 수 없습니다.
pl: Narzędzie do pobierania zakresu bajtów HTTP nie zostało zainicjowane.
pt_br: A ferramenta de download do intervalo de bytes HTTP não foi inicializada.
ru: Загрузчик диапазона байтов HTTP не инициализирован.
tr: HTTP bayt aralığı yükleyicisi başlatılmadı.
zh_hans: HTTP 字节范围下载程序未初始化。
zh_hant: HTTP 位元組範圍下載程式未初始化。

# CalendarAutomationPeer_BlackoutDayHelpText
source: Blackout Day - {0}
cs: Den nedostupnosti – {0}
de: Ausfalltag - {0}
es: Día sin disponibilidad: {0}
fr: Journée de black-out - {0}
it: Giorno di blackout - {0}
ja: ブラックアウト日 - {0}
ko: 블랫아웃 데이 - {0}
pl: Dzień niedostępności - {0}
pt_br: Dia de Blecaute - {0}
ru: День отсутствия - {0}
tr: Karanlık Gün - {0}
zh_hans: 中断日 - {0}
zh_hant: 停機日 - {0}

# CalendarAutomationPeer_CalendarButtonLocalizedControlType
source: Calendar button
cs: Tlačítko Kalendář
de: Schaltfläche "Kalender"
es: Botón Calendario
fr: Bouton de calendrier
it: Pulsante calendario
ja: [カレンダー] ボタン
ko: 달력 단추
pl: Przycisk Kalendarz
pt_br: Botão Calendário
ru: Кнопка "Календарь"
tr: Takvim düğmesi
zh_hans: 日历按钮
zh_hant: 日曆按鈕

# CalendarAutomationPeer_DayButtonLocalizedControlType
source: Day button
cs: Tlačítko Den
de: Schaltfläche "Tag"
es: Botón Día
fr: Bouton de jour
it: Pulsante giorno
ja: [日] ボタン
ko: 일 단추
pl: Przycisk Dzień
pt_br: Botão Dia
ru: Кнопка "День"
tr: Gün düğmesi
zh_hans: 日按钮
zh_hant: 日按鈕
