Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TableInvalidParentNodeType
source: '{0}' parent NodeType is not valid.
cs: Nadřazený NodeType {0} je neplatný.
de: Der übergeordnete "NodeType '{0}'" ist ungültig.
es: El NodeType del elemento primario '{0}' no es válido.
fr: Le NodeType parent '{0}' n'est pas valide.
it: Il valore NodeType padre '{0}' non è valido.
ja: '{0}' 親 NodeType は無効です。
ko: '{0}' 부모 NodeType이 잘못되었습니다.
pl: Nadrzędny typ węzła NodeType „{0}” jest nieprawidłowy.
pt_br: NodeType pai '{0}' não é válido.
ru: Недопустимый родительский тип NodeType "{0}".
tr: '{0}' üst NodeType geçerli değil.
zh_hans: “{0}”父 NodeType 无效。
zh_hant: '{0}' 父 NodeType 無效。

# TargetNameNotFound
source: Cannot find a FrameworkElement with Name '{0}'.
cs: Nelze nalézt FrameworkElement s Name {0}.
de: Es konnte kein "FrameworkElement" mit dem Namen "{0}" gefunden werden.
es: No se puede encontrar un FrameworkElement con Name '{0}'.
fr: Impossible de trouver un FrameworkElement avec le Name '{0}'.
it: Impossibile trovare un FrameworkElement con Name '{0}'.
ja: Name '{0}' の FrameworkElement が見つかりません。
ko: Name '{0}'의 FrameworkElement를 찾을 수 없습니다.
pl: Nie można znaleźć elementu FrameworkElement o właściwości Name „{0}”.
pt_br: Não é possível encontrar um FrameworkElement com Name '{0}'.
ru: Не удается найти FrameworkElement с именем Name "{0}".
tr: Name '{0}' içeren FrameworkElement bulunamıyor.
zh_hans: 无法找到具有 Name“{0}”的 FrameworkElement。
zh_hant: 找不到 Name 為 '{0}' 的 FrameworkElement。

# TargetNameNotSupportedForStyleSetters
source: Cannot set TargetName property on a Style Setter.
cs: Nelze nastavit vlastnost TargetName v Style Setter.
de: Die TargetName-Eigenschaft kann nicht für einen "Style Setter" festgelegt werden.
es: No se puede establecer la propiedad TargetName en Style Setter.
fr: Impossible de définir la propriété TargetName sur un Style Setter.
it: Impossibile impostare la proprietà TargetName in uno Style Setter.
ja: Style Setter で TargetName プロパティを設定することはできません。
ko: Style Setter에 TargetName 속성을 설정할 수 없습니다.
pl: Nie można ustawić właściwości TargetName elementu Style Setter.
pt_br: Não é possível definir a propriedade TargetName em um Setter de Style.
ru: Не удается задать свойство TargetName в Style Setter.
tr: Style Setter'da TargetName özelliği ayarlanamaz.
zh_hans: 无法在 Style Setter 上设置 TargetName 属性。
zh_hant: 無法在 Style Setter 上設定 TargetName 屬性。

# Template3DValueOnly
source: FrameworkTemplate supports only values in 3D content. Triggers and resources, for example, are not supported (property '{0}').
cs: FrameworkTemplate podporuje pouze hodnoty s 3D obsahem. Spouštěče a zdroje například podporovány nejsou (vlastnost {0}).
de: Von "FrameworkTemplate" werden nur Werte im 3-D-Inhalt unterstützt. Auslöser und Ressourcen werden beispielsweise nicht unterstützt (Eigenschaft "{0}").
es: FrameworkTemplate sólo admite valores en contenido 3D. Por ejemplo, los desencadenadores y los recursos no están admitidos (propiedad '{0}').
fr: FrameworkTemplate ne prend en charge que les valeurs d'un contenu 3 D. Les déclencheurs et les ressources, par exemple, ne sont pas pris en charge (propriété '{0}').
it: FrameworkTemplate supporta solo valori in contenuto 3D. I trigger e le risorse, ad esempio, non sono supportati (proprietà '{0}').
ja: FrameworkTemplate は 3D コンテンツの値のみをサポートします。たとえば、トリガーやリソースはサポートされません (プロパティ '{0}')。
ko: FrameworkTemplate은 3D 콘텐츠의 값만 지원합니다. 예를 들어, 트리거 및 리소스는 지원되지 않습니다('{0}' 속성).
pl: Szablon FrameworkTemplate obsługuje tylko wartości w kontekście 3D. Na przykład nie są obsługiwane wyzwalacze i zasoby (właściwość „{0}”).
pt_br: FrameworkTemplate oferece suporte somente a valores de conteúdo em 3D. Não há suporte, por exemplo, para os disparadores e recursos (propriedade '{0}').
ru: FrameworkTemplate поддерживает только значения в объемном содержимом. Например, триггеры и ресурсы не поддерживаются (свойство "{0}").
tr: FrameworkTemplate yalnızca 3D içeriklerdeki değerleri destekler. Örneğin, tetikleyiciler ve kaynaklar desteklenmez (özellik '{0}').
zh_hans: FrameworkTemplate 仅支持 3D 内容中的值。例如，不支持触发器和资源(属性“{0}”)。
zh_hant: FrameworkTemplate 只支援 3D 內容的值。不支援觸發程序與資源。(屬性 '{0}')。

# TemplateBadDictionaryKey
source: Cannot create dictionary key because of a problem with the DataType property.
cs: Nelze vytvořit klíč slovníku kvůli problému s vlastností DataType.
de: Der Wörterbuchschlüssel kann aufgrund eines Problems mit der DataType-Eigenschaft nicht erstellt werden.
es: No se puede crear la clave de diccionario debido a un problema con la propiedad DataType.
fr: Impossible de créer une clé de dictionnaire en raison d'un problème avec la propriété DataType.
it: Impossibile creare la chiave del dizionario a causa di un problema con la proprietà DataType.
ja: DataType プロパティの問題により、辞書キーを作成できません。
ko: DataType 속성에 문제가 있어 사전 키를 만들 수 없습니다.
pl: Nie można utworzyć klucza słownika z powodu problemu z właściwością DataType.
pt_br: Não é possível criar a chave de dicionário devido a um problema com a propriedade DataType.
ru: Не удается создать ключ словаря из-за ошибки в свойстве DataType.
tr: DataType özelliğindeki bir sorun nedeniyle sözlük anahtarı oluşturulamıyor.
zh_hans: 由于 DataType 属性的问题，无法创建字典密钥。
zh_hant: 無法建立字典索引鍵，因為 DataType 屬性發生問題。

# TemplateCannotHaveNestedContentPresenterAndGridViewRowPresenter
source: In a FrameworkTemplate, ContentPresenter and GridViewRowPresenter cannot be in each other inclusively or exclusively.
cs: V šabloně FrameworkTemplate nemohou být do sebe navzájem vloženy ContentPresenter a GridViewRowPresenter.
de: In "FrameworkTemplate" können sich "ContentPresenter" und "GridViewRowPresenter" weder exklusiv noch inklusiv im jeweils anderen Element befinden.
es: En FrameworkTemplate, ContentPresenter y GridViewRowPresenter no pueden estar incluidos mutuamente de forma inclusiva o exclusiva.
fr: Dans un FrameworkTemplate, ContentPresenter et GridViewRowPresenter ne peuvent pas être à l'intérieur l'un de l'autre de façon inclusive ou exclusive.
it: In un FrameworkTemplate non è consentita l'annidamento inclusivo o esclusivo di ContentPresenter e GridViewRowPresenter.
ja: FrameworkTemplate で ContentPresenter と GridViewRowPresenter を互いに入れ子にできません。
ko: FrameworkTemplate에서 ContentPresenter 및 GridViewRowPresenter는 포괄적으로 또는 독점적으로 서로를 포함할 수 없습니다.
pl: Elementy FrameworkTemplate, ContentPresenter i GridViewRowPresenter nie mogą się wzajemnie zawierać.
pt_br: Em um FrameworkTemplate, ContentPresenter e GridViewRowPresenter não podem fazer parte um do outro de modo inclusivo ou exclusivo.
ru: В шаблоне FrameworkTemplate элементы ContentPresenter и GridViewRowPresenter не могут быть вложены один в другой включительно или исключительно.
tr: Bir FrameworkTemplate'de, ContentPresenter ve GridViewRowPresenter bir biri içinde dahil veya hariç olarak bulunamaz.
zh_hans: 在 FrameworkTemplate 中，ContentPresenter 和 GridViewRowPresenter 不能互相包含或独占。
zh_hant: 在 FrameworkTemplate 中，ContentPresenter 與 GridViewRowPresenter 不能互相包含或排斥。

# TemplateChildIndexOutOfRange
source: TemplateChildIndex must be value between -1 and 65,534.
cs: TemplateChildIndex musí mít hodnotu v rozmezí -1 až 65 534.
de: "TemplateChildIndex" muss ein Wert zwischen "-1" und "65.534" sein.
es: TemplateChildIndex debe tener un valor comprendido entre -1 y 65,534.
fr: TemplateChildIndex doit avoir une valeur comprise entre -1 et 65 534.
it: Il valore di TemplateChildIndex deve essere compreso tra -1 e 65.534.
ja: TemplateChildIndex は -1 から 65,534 の値である必要があります。
ko: TemplateChildIndex 값은 -1에서 65,534 사이에 있어야 합니다.
pl: Parametr TemplateChildIndex musi być wartością z przedziału od -1 do 65 534.
pt_br: TemplateChildIndex deve ser um valor entre -1 e 65.534.
ru: Значение TemplateChildIndex должно быть в диапазоне от -1 до 65534.
tr: TemplateChildIndex, -1 ile 65.534 arasında bir değer olmalıdır.
zh_hans: TemplateChildIndex 必须介于 -1 和 65,534 之间的值。
zh_hant: TemplateChildIndex 的值必須介於 -1 到 65,534 之間。

# TemplateCircularReferenceFound
source: Infinite loop in references found while processing the Template for an element named '{0}' of type '{1}'.
cs: Při zpracování šablony pro element s názvem {0} typu {1} byla v referencích nalezena nekonečná smyčka.
de: Beim Verarbeiten von Template für das Element "{0}" vom Typ "{1}" wurde in den Verweisen eine Endlosschleife gefunden.
es: Se encontró un bucle infinito en las referencias al procesar Template para un elemento con nombre "{0}" de tipo "{1}".
fr: Boucle infinie dans les références trouvées durant le traitement de Template pour un élément nommé '{0}' de type '{1}'.
it: È stato trovato un ciclo infinito nei riferimenti durante l'elaborazione dell'elemento Template per un elemento denominato '{0}' di tipo '{1}'.
ja: 型 '{1}' の '{0}' という名前の要素の Template を処理している間に、参照内で無限ループが見つかりました。
ko: 이름이 '{0}'인 '{1}' 형식의 요소에 대한 Template을 처리하는 동안 참조에서 무한 루프를 발견했습니다.
pl: Podczas przetwarzania elementu Template dla elementu o nazwie „{0}” typu „{1}” w odwołaniach znaleziono nieskończoną pętlę.
pt_br: Loop infinito em referências encontrado durante o processamento de Template para um elemento chamado '{0}' do tipo '{1}'.
ru: При обработке Template для элемента с именем "{0}" типа "{1}" в ссылках обнаружен бесконечный цикл.
tr: '{1}' türünde '{0}' adlı bir öğe için Template işlenirken başvurular içinde sonsuz döngü bulundu.
zh_hans: 在处理类型“{1}”名为“{0}”的元素的 Template 时，发现引用中的无限循环。
zh_hant: 處理類型為 '{1}' 且名稱為 '{0}' 之項目的 Template 時，在參考中出現無限迴圈。

# TemplateContentSetTwice
source: Template's TemplateContent property can only be set once.
cs: Vlastnost šablony TemplateContent lze nastavit pouze jednou.
de: Die TemplateContent-Eigenschaft der Vorlage kann nur einmal festgelegt werden.
es: La propiedad TemplateContent de la plantilla se puede establecer solo una vez.
fr: La propriété TemplateContent du modèle ne peut être définie qu'une fois.
it: La proprietà TemplateContent del modello può essere impostata una sola volta.
ja: テンプレートの TemplateContent プロパティは 1 回しか設定できません。
ko: 템플릿의 TemplateContent 속성은 한 번만 설정할 수 있습니다.
pl: Właściwość TemplateContent szablonu może być ustawiana tylko raz.
pt_br: A propriedade TemplateContent do modelo pode ser definida somente uma vez.
ru: Свойство шаблона TemplateContent может быть установлено только один раз.
tr: Şablonun TemplateContent özelliği yalnızca bir kez ayarlanabilir.
zh_hans: 模板的 TemplateContent 属性只能设置一次。
zh_hant: 範本的 TemplateContent 屬性只能設定一次。

# TemplateDupName
source: The Name '{0}' has already been defined. Names must be unique.
cs: Element Name {0} již byl definován. Elementy Name musí být jedinečné.
de: Der Name "{0}" wurde bereits definiert. Die Namen müssen eindeutig sein.
es: Name '{0}' ya se ha definido. Los elementos Name deben ser únicos.
fr: Le Name '{0}' a déjà été défini. Chaque Name doit être unique.
it: Name '{0}' già definito. I valori Name devono essere univoci.
ja: Name '{0}' は既に定義されています。Name は一意でなければなりません。
ko: Name '{0}'이(가) 이미 정의되었습니다. Name은 고유해야 합니다.
pl: Właściwość Name „{0}” została już zdefiniowana. Nazwy muszą być unikatowe.
pt_br: O Name '{0}' já foi definido. Names são exclusivos.
ru: Имя Name "{0}" уже было определено. Имена Name должны быть уникальными.
tr: Name '{0}' zaten tanımlanmış. Name değerleri benzersiz olmalıdır.
zh_hans: 已定义 Name“{0}”。Name 必须是唯一的。
zh_hant: Name '{0}' 已定義。名稱必須是唯一的。

# TemplateFindNameInInvalidElement
source: This operation is valid only on elements that have this template applied.
cs: Tato operace je platná pouze pro prvky, které používají tuto šablonu.
de: Dieser Vorgang ist nur gültig für Elemente, auf die diese Vorlage angewendet wird.
es: Esta operación sólo es válida en elementos que tienen aplicada esta plantilla.
fr: Cette opération n'est valide que sur les éléments auxquels ce modèle est appliqué.
it: Operazione valida solo per elementi a cui è applicato questo modello.
ja: このテンプレートが適用されている要素上でのみ、この操作は有効です。
ko: 이 템플릿이 적용된 요소에서만 이 작업을 수행할 수 있습니다.
pl: Ta operacja jest prawidłowa tylko dla elementów, dla których zastosowano ten szablon.
pt_br: Esta operação é válida somente em elementos nos quais este modelo foi aplicado.
ru: Данная операция допустима только для элементов, к которым применяется этот шаблон.
tr: Bu işlem yalnızca bu şablon uygulanmış öğelerde geçerlidir.
zh_hans: 此操作仅在应用此模板的元素上有效。
zh_hant: 此操作只有在已套用此樣板的項目上才是有效的。

# TemplateHasNestedNameScope
source: NameScopeProperty found within the content of a FrameworkTemplate, on a '{0}' object. Name scopes within templates are not supported.
cs: NameScopeProperty nalezena v obsahu FrameworkTemplate, na objektu {0}. Rozsahy názvů nejsou v šablonách podporovány.
de: Im Inhalt einer "FrameworkTemplate" wurde für ein {0}-Objekt eine NameScopeProperty gefunden. Namensbereiche werden in Vorlagen nicht unterstützt.
es: Se encontró NameScopeProperty en el contenido de una FrameworkTemplate, en un objeto '{0}'. Los ámbitos de nombres dentro de plantillas no están admitidos.
fr: NameScopeProperty trouvé dans le contenu d'un FrameworkTemplate, sur un objet '{0}'. Les portées de nom au sein des modèles ne sont pas prises en charge.
it: NameScopeProperty trovata nel contenuto di un FrameworkTemplate, per un oggetto '{0}'. Gli ambiti dei nomi nei modelli non sono supportati.
ja: FrameworkTemplate のコンテンツ内の '{0}' オブジェクト上に NameScopeProperty が見つかりました。テンプレート内の名前スコープはサポートされていません。
ko: '{0}' 개체에서, NameScopeProperty가 FrameworkTemplate의 콘텐츠 안에 있습니다. 템플릿 내의 Name 범위는 지원되지 않습니다.
pl: NameScopeProperty znaleziono w zawartości FrameworkTemplate w obiekcie „{0}”. Zakresy nazw w szablonach nie są obsługiwane.
pt_br: NameScopeProperty encontrado no conteúdo de um FrameworkTemplate, em um objeto '{0}'. Os escopos de nome nos modelos não têm suporte.
ru: Свойство NameScopeProperty обнаружено в содержимом шаблона FrameworkTemplate объекта "{0}". Области имен в шаблонах не поддерживаются.
tr: Bir '{0}' nesnesinde bir FrameworkTemplate içeriğinde NameScopeProperty bulundu. Şablonlar içindeki ad kapsamları desteklenmez.
zh_hans: 在“{0}”对象上的 FrameworkTemplate 内容中找到 NameScopeProperty。不支持模板中的名称领域。
zh_hant: 在 '{0}' 物件的 FrameworkTemplate 內容中找到 NameScopeProperty。不支援樣板中的名稱範圍。

# TemplateInvalidBamlRecord
source: BAML Records of type '{0}' are not supported in Templates.
cs: Šablony nepodporují záznamy BAML typu {0}.
de: BAML-Datensätze vom Typ "{0}" werden in "Templates" nicht unterstützt.
es: Los registros BAML de tipo '{0}' no están admitidos en las plantillas.
fr: Les enregistrements BAML de type '{0}' ne sont pas pris en charge dans les Template.
it: I record BAML di tipo '{0}' non sono supportati nei modelli.
ja: 型 '{0}' の BAML Records は Templates でサポートされていません。
ko: '{0}' 형식의 BAML Record는 Template에서 지원되지 않습니다.
pl: Rekordy BAML typu „{0}” nie są obsługiwane w szablonach.
pt_br: Não há suporte para os registros de BAML do tipo '{0}' em Templates.
ru: Записи BAML типа "{0}" не поддерживаются в шаблонах.
tr: '{0}' türünde BAML Kayıtları Şablonlarda desteklenmez.
zh_hans: 模板中不支持类型“{0}”的 BAML 记录。
zh_hant: 樣板中不支援型別為 '{0}' 的 BAML 記錄。

# TemplateInvalidRootElementTag
source: The root of a Template content section cannot contain an element of type '{0}'. Only FrameworkElement and FrameworkContentElement types are valid.
cs: Kořen části obsahu Template nemůže obsahovat element typu {0}. Jsou platné pouze typy FrameworkElement a FrameworkContentElement.
de: Der Stamm eines Template-Inhaltsabschnitts kann kein Element vom Typ "{0}" enthalten. Unterstützt werden nur die Typen "FrameworkElement" und "FrameworkContentElement".
es: La raíz de una sección de contenido de Template no puede contener un elemento de tipo '{0}'. Sólo son válidos los tipos FrameworkElement y FrameworkContentElement.
fr: La racine d'une section de contenu Template ne peut pas contenir un élément de type '{0}'. Seuls les types FrameworkElement et FrameworkContentElement sont valides.
it: La radice di una sezione di contenuto Template non può contenere un elemento di tipo '{0}'. Sono validi solo i tipi FrameworkElement e FrameworkContentElement.
ja: Template コンテンツ セクションのルートに型 '{0}' の要素を含めることはできません。FrameworkElement および FrameworkContentElement 型のみが有効です。
ko: Template 콘텐츠 섹션의 루트에는 '{0}' 형식의 요소가 있을 수 없습니다. FrameworkElement 및 FrameworkContentElement 형식만 있을 수 있습니다.
pl: Element główny sekcji zawartości obiektu Template nie może zawierać elementu typu „{0}”. Prawidłowe typy to FrameworkElement i FrameworkContentElement.
pt_br: A raiz de uma seção de conteúdo de um Template não pode conter um elemento do tipo '{0}'. Somente os tipos FrameworkElement e FrameworkContentElement são válidos.
ru: Корень раздела содержимого Template не может содержать тег элемента типа "{0}". Допустимы только типы FrameworkElement и FrameworkContentElement.
tr: Bir Template içerik bölümünün kökü '{0}' türünde öğe içeremez. Yalnızca FrameworkElement ve FrameworkContentElement türleri geçerlidir.
zh_hans: Template 内容部分的根不包含类型“{0}”的元素。仅 FrameworkElement 和 FrameworkContentElement 类型有效。
zh_hant: Template 內容區段的根不能包含型別為 '{0}' 的項目。只有 FrameworkElement 與 FrameworkContentElement 型別是有效的。

# TemplateKnownTagWrongLocation
source: '{0}' property element must immediately follow a Template tag.
cs: Prvek vlastnosti {0} musí následovat bezprostředně za značkou Template.
de: Das Eigenschaftselement "{0}" muss direkt auf das Template-Tag folgen.
es: El elemento de propiedad '{0}' debe seguir inmediatamente a una etiqueta Template .
fr: L'élément de propriété '{0}' doit immédiatement suivre une balise Template.
it: L'elemento proprietà '{0}' deve seguire immediatamente un tag Template.
ja: '{0}' プロパティ要素は、Template タグの直後に必要です。
ko: '{0}' 속성 요소가 Template 태그 바로 다음에 있어야 합니다.
pl: Element właściwości „{0}” musi występować zaraz po znaczniku Template.
pt_br: O elemento da propriedade '{0}' deve seguir uma marca Template imediatamente.
ru: Элемент свойства "{0}" должен следовать непосредственно за тегом Template.
tr: '{0}' özellik öğesi bir Template etiketinin hemen ardında olmalıdır.
zh_hans: “{0}”属性元素必须紧跟在 Template 标记之后。
zh_hant: '{0}' 屬性項目必須緊接在 Template 標記後面。

# TemplateMustBeFE
source: A '{0}' type object is not valid as the root of a template; the root must be a FrameworkElement or derived type.
cs: Objekt typu {0} je neplatný jako kořen šablony; kořen musí být FrameworkElement nebo odvozený typ.
de: Ein {0}-Typobjekt ist als Stamm einer Vorlage nicht gültig; bei dem Stamm muss es sich um ein "FrameworkElement" oder einen abgeleiteten Typ handeln.
es: Un objeto de tipo '{0}' no es válido como raíz de una plantilla; la raíz debe ser FrameworkElement o un tipo derivado.
fr: Un objet de type '{0}' n'est pas valide en tant que racine d'un modèle ; la racine doit être un FrameworkElement ou un type dérivé.
it: Oggetto di tipo '{0}' non valido come radice di un modello. La radice deve essere un FrameworkElement o un tipo derivato.
ja: '{0}' 型オブジェクトは、テンプレートのルートとして有効ではありません。ルートは、FrameworkElement または派生型でなければなりません。
ko: '{0}' 형식 개체를 템플릿의 루트로 사용할 수 없으며 루트는 FrameworkElement 또는 파생된 형식이어야 합니다.
pl: Obiekt typu „{0}” jest nieprawidłowy jako element główny szablonu; element główny musi być typu FrameworkElement lub typu pochodnego.
pt_br: Um objeto do tipo '{0}' não é válido como raiz de um modelo; a raiz deve ser um FrameworkElement ou tipo derivado.
ru: Объект типа "{0}" недопустим в качестве корня шаблона; в качестве корня необходимо использовать FrameworkElement или производный тип.
tr: '{0}' tür nesnesi bir şablonun kökü olarak geçerli değildir; kök bir FrameworkElement veya türetilmiş tür olmalıdır.
zh_hans: “{0}”类型对象不是有效的模板根；该根必须是 FrameworkElement 或派生的类型。
zh_hant: 使用 '{0}' 型別物件做為樣板的根項目是無效的; 根項目必須是 FrameworkElement 或衍生的型別。

# TemplateNoMultipleRoots
source: Template can have only a single root element. '{0}' is not valid.
cs: Template může mít pouze jeden kořenový prvek . Prvek {0} je neplatný.
de: Das Template kann nur ein einzelnes Stammelement besitzen. "{0}" ist ungültig.
es: Template sólo puede tener un elemento raíz. '{0}' no es válido.
fr: Template ne peut avoir qu'un seul élément racine. '{0}' n'est pas valide.
it: Template può includere un solo elemento radice. '{0}' non è valido.
ja: Template はルート要素を 1 つだけ持てます。'{0}' は無効です。
ko: Template에는 단일 루트 요소만 있을 수 있습니다. '{0}'이(가) 잘못되었습니다.
pl: Obiekt Template może zawierać tylko jeden element główny. „{0}” jest nieprawidłowy.
pt_br: Template somente pode ter um único elemento raiz. '{0}' não é válido.
ru: Template может иметь только один корневой элемент. "{0}" не является допустимым.
tr: Template yalnızca tek bir kök öğeye sahip olabilir. '{0}' geçerli değildir.
zh_hans: Template 只能有一个根元素。“{0}”无效。
zh_hant: Template 只能有單一根項目。'{0}' 是無效的。

# TemplateNoProp
source: Cannot find the '{0}' template property on type '{1}'.
cs: Nelze nalézt vlastnost šablony {0} pro typ {1}.
de: Die Vorlageneigenschaft "{0}" wurde in Typ "{1}" nicht gefunden.
es: No se puede encontrar la propiedad de plantilla "{0}" en el tipo "{1}".
fr: La propriété modèle '{0}' est introuvable pour le type '{1}'.
it: Non è possibile trovare la proprietà di modello '{0}' nel tipo '{1}'.
ja: 型 '{1}' に '{0}' テンプレート プロパティが見つかりません。
ko: '{1}' 형식에서 '{0}' 템플릿 속성을 찾을 수 없습니다.
pl: Nie można znaleźć właściwości szablonu „{0}” typu „{1}”.
pt_br: Não é possível encontrar a propriedade de modelo '{0}' no tipo '{1}'.
ru: Не удается найти свойство шаблона "{0}" типа "{1}".
tr: '{1}' türünde '{0}' şablon özelliği bulunamıyor.
zh_hans: 无法找到类型“{1}”上的“{0}”模板属性。
zh_hant: 在類型 '{1}' 上找不到 '{0}' 範本屬性。

# TemplateNoTarget
source: Cannot resolve the template property '{0}'. Verify that the owning type is the Style's TargetType, or use Class.Property syntax to specify the property.
cs: Nelze rozlišit vlastnost šablony {0}. Ověřte, zda vlastnící typ je Style's TargetType, nebo použijte syntaxi Class.Property pro určení této vlastnosti.
de: Die Vorlageneigenschaft "{0}" kann nicht aufgelöst werden. Stellen Sie sicher, dass "TargetType" von "Style" der Besitzertyp ist, oder verwenden Sie die Syntax "Class.Property", um die Eigenschaft anzugeben.
es: No se puede resolver la propiedad de plantilla '{0}'. Compruebe que el tipo de propiedad sea TargetType de Style o use la sintaxis Class.Property para especificar la propiedad.
fr: Impossible de résoudre la propriété de modèle '{0}'. Vérifiez que le type propriétaire est le TargetType de Style ou utilisez la syntaxe Class.Property pour spécifier la propriété.
it: Impossibile risolvere la proprietà di modello '{0}'. Verificare che il tipo proprietario sia il TargetType dello Style oppure utilizzare la sintassi Class.Property specificare la proprietà.
ja: テンプレート プロパティ '{0}' を解決できません。所有している型が Style の TargetType であることを確認するか、Class.Property 構文を使用してプロパティを指定してください。
ko: 템플릿 속성 '{0}'을(를) 확인할 수 없습니다. 자체 형식이 Style의 TargetType인지 확인하거나 Class.Property 구문을 사용하여 속성을 지정하십시오.
pl: Nie można rozwiązać właściwości szablonu „{0}”. Sprawdź, czy typem właściciela jest właściwość TargetType elementu Style, lub użyj składni Class.Property w celu określenia właściwości.
pt_br: Não é possível resolver a propriedade de modelo '{0}'. Verifique se o tipo proprietário é o TargetType de Style ou utilize a sintaxe Class.Property para especificar a propriedade.
ru: Не удается разрешить свойство шаблона "{0}". Проверьте, что тип-владелец - TargetType объекта Style, или с помощью синтаксиса Class.Property задайте данное свойство.
tr: '{0}' şablon özelliği çözülemiyor. Sahip olan türün Style'ın TargetType'ı olduğunu doğrulayın veya özelliği belirtmek için Class.Property sözdizimini kullanın.
zh_hans: 无法解析模板属性“{0}”。请确认拥有的类型是 Style 的 TargetType，或使用 Class.Property 语法指定该属性。
zh_hant: 無法解析樣板屬性 '{0}'。請確定擁有者型別是 Style 的 TargetType，或使用 Class.Property 語法來指定屬性。
