Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# EventTriggerEventUnresolvable
source: Cannot resolve event '{0}' for EventTrigger.
cs: Nelze nalézt událost {0} pro EventTrigger.
de: Das Ereignis "{0}" kann für "EventTrigger" nicht aufgelöst werden.
es: No se puede resolver el evento '{0}' para EventTrigger.
fr: Impossible de résoudre l'événement '{0}' pour EventTrigger.
it: Impossibile risolvere l'evento '{0}' per EventTrigger.
ja: EventTrigger のイベント '{0}' を解決できません。
ko: EventTrigger에 대한 '{0}' 이벤트를 확인할 수 없습니다.
pl: Nie można rozwiązać zdarzenia „{0}” dla EventTrigger.
pt_br: Não é possível resolver o evento '{0}' de EventTrigger.
ru: Не удается определить событие "{0}" для EventTrigger.
tr: EventTrigger için '{0}' çözülemiyor.
zh_hans: 无法为 EventTrigger 解析事件“{0}”。
zh_hant: 無法解析 EventTrigger 的事件 '{0}'。

# EventTriggerNeedEvent
source: EventTrigger requires a value for its Event property.
cs: EventTrigger vyžaduje hodnotu vlastnosti své Event.
de: "EventTrigger" erfordert einen Wert für die Event-Eigenschaft.
es: EventTrigger requiere un valor para su propiedad Event.
fr: EventTrigger nécessite une valeur pour sa propriété Event.
it: EventTrigger richiede un valore per la proprietà Event.
ja: EventTrigger には、その Event プロパティの値が必要です。
ko: EventTrigger에는 자체 Event 속성에 대한 값이 있어야 합니다.
pl: EventTrigger wymaga wartości dla własnej właściwości Event.
pt_br: EventTrigger requer um valor para a propriedade Event.
ru: Для EventTrigger требуется значение свойства Event.
tr: EventTrigger, Event özelliği için bir değer gerektirir.
zh_hans: EventTrigger 需要其 Event 属性的值。
zh_hant: EventTrigger 的 Event 屬性必須有值。

# EventTriggerOnStyleNotAllowedToHaveTarget
source: A Style has no child nodes so EventTrigger cannot specify child node name '{0}'.
cs: Style nemá podřízené uzly, proto EventTrigger nemůže určit název podřízeného uzlu {0}.
de: Ein Style besitzt keine untergeordneten Knoten, weshalb von "EventTrigger" der Name des untergeordneten Knotens "{0}" nicht angegeben werden kann.
es: Un Style no tiene nodos secundarios, por lo que EventTrigger no puede especificar el nombre del nodo secundario '{0}'.
fr: Comme un objet Style n'a pas de nœuds enfants, EventTrigger ne peut pas spécifier de nom de nœud d'enfant '{0}'.
it: Nessun nodo figlio per Style. Impossibile specificare il nome del nodo figlio '{0}' tramite EventTrigger.
ja: Style に子ノードがないため、EventTrigger は子ノード名 '{0}' を指定できません。
ko: Style에는 자식 노드가 없으므로 EventTrigger가 자식 노드 이름 '{0}'을(를) 지정할 수 없습니다.
pl: Element Style nie ma podrzędnych węzłów, więc EventTrigger nie może określić nazwy węzła podrzędnego „{0}”.
pt_br: Um Style não tem nós filhos; portanto, EventTrigger não pode especificar o nome de nó filho '{0}'.
ru: Style не имеет дочерних узлов, поэтому EventTrigger не может указать имя дочернего узла "{0}".
tr: Bir Style alt düğümlere sahip olmadığı için, EventTrigger, '{0}' alt düğüm adını belirtemiyor.
zh_hans: Style 没有子节点，因此 EventTrigger 无法指定子节点名称“{0}”。
zh_hant: Style 沒有子節點，因此 EventTrigger 無法指定子節點名稱 '{0}'。

# EventTriggerTargetNameUnresolvable
source: Cannot find element '{0}' targeted by this EventTrigger.
cs: Nelze najít prvek {0} pro tento EventTrigger.
de: Das Element "{0}", das von "EventTrigger" als Ziel verwendet wird, kann nicht gefunden werden.
es: No se puede encontrar el elemento '{0}' que este EventTrigger tiene como destino.
fr: Impossible de trouver l'élément '{0}' ciblé par cet EventTrigger.
it: Impossibile trovare l'elemento '{0}' di destinazione per questo EventTrigger.
ja: この EventTrigger のターゲットである要素 '{0}' が見つかりません。
ko: 이 EventTrigger의 대상 요소 '{0}'을(를) 찾을 수 없습니다.
pl: Nie można znaleźć elementu „{0}” określonego przez ten moduł wyzwalania EventTrigger.
pt_br: Não é possível encontrar o elemento '{0}' apontado por este EventTrigger.
ru: Не удается найти целевой элемент "{0}" для EventTrigger.
tr: Bu EventTrigger tarafından hedeflenen '{0}' öğesi bulunamıyor.
zh_hans: 无法找到此 EventTrigger 的目标元素“{0}”。
zh_hant: 無法依照此 EventTrigger 尋找指定的項目 '{0}'。

# ExceptionInGetPage
source: Error when requesting page '{0}'.
cs: Chyba požadavku stránky {0}.
de: Beim Anfordern der Seite "{0}" ist ein Fehler aufgetreten.
es: Error al solicitar la página '{0}'.
fr: Erreur lors de la demande de page '{0}'.
it: Errore durante la richiesta della pagina '{0}'.
ja: ページ '{0}' の要求中にエラーが発生しました。
ko: '{0}' 페이지를 요청하는 동안 오류가 발생했습니다.
pl: Błąd podczas żądania strony „{0}”.
pt_br: Erro ao solicitar a página '{0}'.
ru: Ошибка при запросе страницы "{0}".
tr: '{0}' sayfası istenirken hata oluştu.
zh_hans: 请求页“{0}”时出错。
zh_hant: 要求頁面 '{0}' 時發生錯誤。

# ExceptionValidationRuleValidateNotSupported
source: Calling Validate method of ExceptionValidationRule is not supported. Validation results for ExceptionValidationRule are set implicitly by the binding engine when exceptions are caught.
cs: Vyvolání metody Validate pravidla ExceptionValidationRule není podporováno. Výsledky validace pro ExceptionValidationRule jsou nastaveny implicitně nástrojem vazby hned při zjištění výjimky.
de: Das Aufrufen der Validate-Methode von "ExceptionValidationRule" wird nicht unterstützt. Die Validierungsergebnisse für "ExceptionValidationRule" werden beim Feststellen von Ausnahmen implizit vom Bindungsmodul festgelegt.
es: La llamada al método Validate de ExceptionValidationRule no está admitida. El motor de enlace establece implícitamente los resultados de la validación para ExceptionValidationRule cuando se detectan las excepciones.
fr: L'appel de la méthode Calling Validate d'ExceptionValidationRule n'est pas prise en charge. Les résultats de validation d'ExceptionValidationRule sont définis implicitement par le moteur de liaison lorsque des exceptions sont interceptées.
it: La chiamata del metodo Validate di ExceptionValidationRule non è supportata. I risultati di convalida per ExceptionValidationRule vengono impostati in modo implicito dal motore di associazione quando vengono intercettate eccezioni.
ja: ExceptionValidationRule の Validate メソッドの呼び出しは、サポートされていません。例外が検出されると、バインド エンジンによって ExceptionValidationRule の検証結果が暗黙的に設定されます。
ko: ExceptionValidationRule의 Validate 메서드 호출이 지원되지 않습니다. ExceptionValidationRule에 대한 확인 결과는 예외가 발생할 때 바인딩 엔진에 의해 암시적으로 설정됩니다.
pl: Wywołanie metody Validate klasy ExceptionValidationRule nie jest obsługiwane. Wyniki sprawdzenia dla ExceptionValidationRule są ustawiane niejawnie przez aparat wiązania po przechwyceniu wyjątków.
pt_br: Não há suporte para a chamada do método Validate de ExceptionValidationRule. Os resultados da validação para ExceptionValidationRule são definidos implicitamente pelo mecanismo de associação quando as exceções são encontradas.
ru: Вызов метода Validate для ExceptionValidationRule не поддерживается. Результаты проверки для ExceptionValidationRule задаются неявно модулем привязки, когда перехватываются исключения.
tr: ExceptionValidationRule için Validate metodu desteklenmez. ExceptionValidationRule içi doğrulama sonuçları, özel durumlar yakalandığında bağlama altyapısı tarafından örtülü olarak ayarlanır.
zh_hans: 不支持调用 ExceptionValidationRule 的 Validate 方法。在捕获到异常时，通过绑定引擎隐式设置 ExceptionValidationRule 的验证结果。
zh_hant: 不支援呼叫 ExceptionValidationRule 的 Validate 方法。會設定 ExceptionValidationRule 的驗證結果，設定方式是在發現例外狀況時繫結引擎。

# ExpectedBamlSchemaContext
source: DeferrableContentConverter requires that the SchemaContext be of type System.Windows.Baml2006.Baml2006SchemaContext.
cs: Třída DeferrableContentConverter vyžaduje, aby třída SchemaContext byla typu System.Windows.Baml2006.Baml2006SchemaContext.
de: DeferrableContentConverter erfordert, dass der SchemaContext vom Typ "System.Windows.Baml2006.Baml2006SchemaContext" ist.
es: DeferrableContentConverter requiere que SchemaContext sea de tipo System.Windows.Baml2006.Baml2006SchemaContext.
fr: DeferrableContentConverter requiert que SchemaContext soit de type System.Windows.Baml2006.Baml2006SchemaContext.
it: DeferrableContentConverter richiede che SchemaContext sia di tipo type System.Windows.Baml2006.Baml2006SchemaContext.
ja: DeferrableContentConverter では SchemaContext の型を System.Windows.Baml2006.Baml2006SchemaContext にする必要があります。
ko: DeferrableContentConverter에서는 SchemaContext가 System.Windows.Baml2006.Baml2006SchemaContext 형식이어야 합니다.
pl: Klasa DeferrableContentConverter wymaga właściwości SchemaContext typu System.Windows.Baml2006.Baml2006SchemaContext.
pt_br: DeferrableContentConverter requer que SchemaContext seja do tipo System.Windows.Baml2006.Baml2006SchemaContext.
ru: Для DeferrableContentConverter требуется, чтобы параметр SchemaContext имел тип System.Windows.Baml2006.Baml2006SchemaContext.
tr: DeferrableContentConverter için SchemaContext türü System.Windows.Baml2006.Baml2006SchemaContext olmalıdır.
zh_hans: DeferrableContentConverter 要求 SchemaContext 的类型为 System.Windows.Baml2006.Baml2006SchemaContext。
zh_hant: DeferrableContentConverter 要求 SchemaContext 必須屬於型別 System.Windows.Baml2006.Baml2006SchemaContext。

# ExpectedBinaryContent
source: Unexpected value. Deferrable content must be provided as a System.Stream or System.Byte[].
cs: Tato hodnota nebyla očekávána. Obsah s možností odložení je nutné poskytnout jako typ System.Stream nebo System.Byte[].
de: Unerwarteter Wert. Inhalt, der zurückgestellt werden kann, muss als System.Stream oder System.Byte[] bereitgestellt werden.
es: Valor inesperado. El contenido que se puede aplazar debe proporcionarse como System.Stream o System.Byte[].
fr: Valeur inattendue. Le contenu à reporter doit être fourni en tant que System.Stream ou System.Byte[].
it: Valore imprevisto. Il contenuto da posticipare deve essere fornito come System.Stream o System.Byte[].
ja: 予期しない値です。遅延コンテンツは System.Stream または System.Byte[] として提供される必要があります。
ko: 예기치 않은 값입니다. 지연 가능한 콘텐츠를 System.Stream 또는 System.Byte[]로 제공해야 합니다.
pl: Nieoczekiwana wartość. Zawartość możliwa do odłożenia musi być dostarczona jako System.Stream lub System.Byte[].
pt_br: Valor inesperado. O conteúdo adiável deve ser fornecido como System.Stream ou System.Byte[].
ru: Непредвиденное значение. Содержимое, допускающее задержку, должно предоставляться как System.Stream или System.Byte[].
tr: Beklenmeyen değer. Ertelenebilir içerik System.Stream veya System.Byte[] olarak sağlanmalıdır.
zh_hans: 意外的值。可延迟的内容必须作为 System.Stream 或 System.Byte[] 提供。
zh_hant: 未預期的值。可延後的內容必須當成 System.Stream 或 System.Byte[] 提供。

# ExpectedResourceDictionaryTarget
source: DeferrableContent is only allowed on ResourceDictionaries.
cs: Třída DeferrableContent je povolena pouze v třídách ResourceDictionaries.
de: DeferrableContent ist nur für ResourceDictionaries zulässig.
es: DeferrableContent se permite sólo en ResourceDictionaries.
fr: DeferrableContent n'est pas autorisé sur ResourceDictionaries.
it: DeferrableContent è un elemento valido solo in ResourceDictionaries.
ja: DeferrableContent は ResourceDictionaries でのみ許可されます。
ko: DeferrableContent는 ResourceDictionaries에만 허용됩니다.
pl: Właściwość DeferrableContent jest dozwolona tylko dla elementów ResourceDictionaries.
pt_br: DeferrableContent é permitido somente em ResourceDictionaries.
ru: DeferrableContent разрешено только на ResourceDictionaries.
tr: DeferrableContent'a yalnızca ResourceDictionaries üzerinde izin verilir.
zh_hans: 只允许对 ResourceDictionaries 使用 DeferrableContent。
zh_hant: DeferrableContent 只允許用於 ResourceDictionaries 上。

# FailToLaunchDefaultBrowser
source: Failed to launch default browser.
cs: Nepodařilo se spustit výchozí prohlížeč.
de: Fehler beim Starten des Standardbrowsers.
es: Error al iniciar el explorador predeterminado.
fr: Échec du lancement du navigateur par défaut.
it: Impossibile avviare il browser predefinito.
ja: 既定のブラウザーの起動に失敗しました。
ko: 기본 브라우저를 시작하지 못했습니다.
pl: Nie można uruchomić domyślnej przeglądarki.
pt_br: Falha ao iniciar o navegador padrão.
ru: Не удается запустить браузер, используемый по умолчанию.
tr: Varsayılan tarayıcı başlatılamadı.
zh_hans: 无法启动默认的浏览器。
zh_hant: 無法啟動預設的瀏覽器。

# FailToNavigateUsingHyperlinkTarget
source: Failed to navigate using the Hyperlink target.
cs: Navigace pomocí cíle Hyperlink se nezdařila.
de: Fehler beim Navigieren mithilfe des Hyperlink-Ziels.
es: Error al navegar con el destino Hyperlink.
fr: Échec de la navigation à l'aide de la cible Hyperlink.
it: Impossibile eseguire navigazioni utilizzando la destinazione Hyperlink.
ja: Hyperlink ターゲットを使用した移動に失敗しました。
ko: Hyperlink 대상을 사용하여 탐색하지 못했습니다.
pl: Nie można nawigować przy użyciu docelowego elementu Hyperlink.
pt_br: Falha ao navegar usando o destino Hyperlink.
ru: Ошибка при переходе с использованием адреса Hyperlink.
tr: Hyperlink hedefi kullanılarak gezinme başarısız oldu.
zh_hans: 无法使用 Hyperlink 目标导航。
zh_hant: 無法使用 Hyperlink 目標來巡覽。

# FailedResumePageFunction
source: Failed to resume the page function of type {0}. Make sure the type has a default constructor and its assembly is accessible.
cs: Nebylo možno obnovit funkci stránky typu {0}. Zkontrolujte, zda tento typ má výchozí konstruktor a zda je jeho sestavení dostupné.
de: Fehler beim Fortsetzen der Seitenfunktion vom Typ "{0}". Stellen Sie sicher, dass der Typ einen Standardkonstruktor besitzt und dass auf dessen Assembly zugegriffen werden kann.
es: Error al reanudar la función de página de tipo {0}. Asegúrese de que el tipo tenga un constructor predeterminado y que su ensamblado sea accesible.
fr: Échec de la reprise de la fonction de page de type {0}. Assurez-vous que le type possède un constructeur par défaut et que son assembly est accessible.
it: Non è stato possibile riprendere la funzione di pagina di tipo {0}. Assicurarsi che per il tipo sia disponibile un costruttore predefinito e che l'assembly corrispondente sia accessibile.
ja: 型 {0} のページ機能の再開に失敗しました。型に既定のコンストラクターがあり、そのアセンブリにアクセスできることを確認してください。
ko: {0} 유형의 페이지 기능을 다시 시작할 수 없습니다. 유형에 기본 생성자가 있는지 및 해당 어셈블리에 액세스할 수 있는지 확인하십시오.
pl: Wznowienie funkcji strony typu {0} nie powiodło się. Sprawdź, czy typ ma domyślny konstruktor oraz czy jego zestaw jest dostępny.
pt_br: Falha ao retomar a função de página do tipo {0}. Certifique-se de que o tipo tenha um construtor padrão e seu assembly possa ser acessado.
ru: Ошибка при возобновлении функции страницы типа {0}. Убедитесь, что у типа имеется конструктор по умолчанию и что сборка доступна.
tr: {0} türünde sayfa işlevi sürdürülemedi. Türün varsayılan oluşturucusu olduğundan ve bütünleştirilmiş kodunun erişilebilir olduğundan emin olun.
zh_hans: 无法恢复类型 {0} 的页函数。请确保该类型具有默认的构造函数并且其程序集可访问。
zh_hant: 無法繼續型別為 {0} 的頁面函數。請確定該型別有預設建構函式，且其組件可存取。

# FailedToConvertResource
source: Failed to convert resource into object.
cs: Nepodařilo se převést zdroj na objekt.
de: Fehler beim Konvertieren der Ressource in ein Objekt.
es: Error al convertir el recurso en un objeto.
fr: Échec de la conversion de la ressource en objet.
it: Impossibile convertire la risorsa in oggetto.
ja: リソースをオブジェクトに変換できませんでした。
ko: 리소스를 개체로 변환하지 못했습니다.
pl: Konwersja zasobu w obiekt nie powiodła się.
pt_br: Falha ao converter o recurso em objeto.
ru: Не удалось преобразовать ресурс в объект.
tr: Kaynak nesneye dönüştürülemedi.
zh_hans: 无法将资源转换成对象。
zh_hant: 無法將資源轉換為物件。

# FileDialogBufferTooSmall
source: Too many files selected. Select fewer files and try again.
cs: Bylo vybráno příliš mnoho souborů. Vyberte menší počet souborů a akci zopakujte.
de: Zu viele Dateien ausgewählt. Wählen Sie weniger Dateien aus, und wiederholen Sie den Vorgang.
es: Demasiados archivos seleccionados. Seleccione menos archivos e inténtelo de nuevo.
fr: Trop de fichiers sélectionnés. Sélectionnez moins de fichiers et réessayez.
it: Sono stati selezionati troppi file. Selezionare un numero inferiore di file e riprovare.
ja: 選択したファイルが多すぎます。選択ファイル数を減らして、やり直してください。
ko: 파일을 너무 많이 선택했습니다. 현재 선택한 파일에서 몇 개를 빼고 다시 시도하십시오.
pl: Wybrano zbyt wiele plików. Wybierz mniej plików i ponów próbę.
pt_br: Número excessivo de arquivos selecionados. Selecione menos arquivos e tente novamente.
ru: Выбрано слишком много файлов. Выберите меньшее число файлов и повторите попытку.
tr: Çok fazla dosya seçildi. Daha az dosya seçin ve yeniden deneyin.
zh_hans: 选定的文件太多。请选择较少的文件并重试。
zh_hant: 選取太多檔案。請少選一點檔案再試一次。

# FileDialogCreatePrompt
source: '{0}' does not exist. Do you want to create it?
cs: Prvek {0} neexistuje. Chcete ho vytvořit?
de: "{0}" ist nicht vorhanden. Möchten Sie das Element erstellen?
es: "{0}" no existe. ¿Desea crearlo?
fr: '{0}' n'existe pas. Voulez-vous le créer ?
it: '{0}' non esiste. Crearlo?
ja: '{0}' が存在しません。 作成しますか?
ko: '{0}'이(가) 없습니다. 만드시겠습니까?
pl: Element „{0}” nie istnieje. Czy chcesz go utworzyć?
pt_br: '{0}' não existe. Deseja criá-lo?
ru: "{0}" не существует. Вы хотите создать его?
tr: '{0}' yok. Oluşturmak istiyor musunuz?
zh_hans: “{0}”不存在。 是否创建?
zh_hant: '{0}' 不存在。 要建立嗎?

# FileDialogFileNotFound
source: '{0}' does not exist. Verify that the file name is correct.
cs: Prvek {0} neexistuje. Ověřte, zda je správný název souboru.
de: "{0}" ist nicht vorhanden. Überprüfen Sie den Dateinamen.
es: "{0}" no existe. Compruebe que el nombre de archivo sea correcto.
fr: '{0}' n'existe pas. Vérifiez que le nom de fichier est correct.
it: '{0}' non esiste. Verificare che il nome file sia corretto.
ja: '{0}' は存在しません。 ファイル名が正しいことをご確認ください。
ko: '{0}'이(가) 없습니다. 파일 이름이 올바른지 확인하세요.
pl: Element „{0}” nie istnieje. Sprawdź, czy nazwa pliku jest prawidłowa.
pt_br: '{0}' não existe. Verifique se o nome de arquivo está correto.
ru: "{0}" не существует. Проверьте имя файла.
tr: '{0}' yok. Dosya adının doğru olduğunu kontrol edin.
zh_hans: “{0}”不存在。 请验证文件名是否正确。
zh_hant: '{0}' 不存在。 請確認檔案名稱正確。

# FileDialogInvalidFileName
source: '{0}' is not a valid file name.
cs: Název {0} není platným názvem souboru.
de: '{0}' ist ein ungültiger Dateiname.
es: '{0}' no es un nombre de archivo válido.
fr: '{0}' n'est pas un nom de fichier valide.
it: '{0}' non è un nome di file valido.
ja: '{0}' は無効なファイル名です。
ko: '{0}'은(는) 잘못된 파일 이름입니다.
pl: „{0}” nie jest prawidłową nazwą pliku.
pt_br: '{0}' não é um nome de arquivo válido.
ru: Недопустимое имя файла "{0}".
tr: '{0}' geçerli bir dosya adı değildir.
zh_hans: “{0}”不是有效的文件名。
zh_hant: '{0}' 不是有效的檔案名稱。

# FileDialogInvalidFilter
source: Provided filter string is not valid. Filter string should contain a description of the filter, followed by a vertical bar and the filter pattern. Must also separate multiple filter description and pattern pairs by a vertical bar. Must separate multiple extensions in a filter pattern with a semicolon. Example: \"Image files (*.bmp, *.jpg)|*.bmp;*.jpg|All files (*.*)|*.*\"
cs: Řetězec filtru není platný. Řetězec filtru by měl obsahovat popis filtru následovaný svislou čárou a vzorkem filtru. Musí také od sebe oddělovat popisy různých filtrů a dvojic vzorků svislou čárou. Dále musí oddělovat různé přípony vzorce filtru středníkem. Příklad: Soubory obrázků (*.bmp, *.jpg)|*.bmp;*.jpg|Všechny soubory(*.*)|*.*
de: Die bereitgestellte Filterzeichenfolge ist ungültig. Die Filterzeichenfolge muss eine Beschreibung des Filters enthalten, gefolgt von einem vertikalen Strich und dem Filtermuster. Weitere Paare aus Filterbeschreibung und Muster müssen ebenfalls durch einen vertikalen Strich getrennt werden. Mehrere Erweiterungen in Filtermustern werden mit einem Semikolon getrennt. Beispiel: "Bilddateien (*.bmp, *.jpg)|*.bmp;*.jpg|Alle Dateien (*.*)|*.*"
es: La cadena de filtro especificada no es válida. La cadena de filtro debería incluir una descripción del filtro, seguida de una barra vertical y del patrón del filtro. Las descripciones de múltiples filtros y los pares de patrones también se deben separar mediante una barra vertical. Las múltiples extensiones de un patrón de filtros se deben separar mediante un punto y coma. Ejemplo: \"Archivos de imágenes (*.bmp, *.jpg)|*.bmp;*.jpg|Todos los archivos (*.*)|*.*\"
fr: La chaîne de filtre fournie est non valide. La chaîne de filtre doit contenir une description du filtre, suivie d'une barre verticale et du modèle du filtre. Les paires description / modèle de plusieurs filtres doivent également être séparées par une barre verticale. Les extensions multiples d'un modèle de filtre doivent être séparées par un point-virgule. Exemple : \"Fichiers image (*.bmp, *.jpg)|*.bmp;*.jpg|Tous les fichiers (*.*)|*.*\"
it: La stringa di filtro specificata non è valida. La stringa di filtro deve contenere una descrizione del filtro, seguita da una barra verticale e dal criterio di filtro. È inoltre necessario usare una barra verticale per separare più coppie di descrizioni e criteri di filtro. Esempio: \"File immagine (*.bmp, *.jpg)|*.bmp;*.jpg|Tutti i file (*.*)|*.*\"
ja: 指定されたフィルター文字列は無効です。フィルター文字列には、フィルターの説明と、その後に縦線およびフィルター パターンが含まれている必要があります。また、複数のフィルターの説明とパターンのペアの間は、縦線で区切る必要があります。フィルター パターンの複数の拡張子は、セミコロンで区切る必要があります。例: \"イメージ ファイル (*.bmp, *.jpg)|*.bmp;*.jpg|すべてのファイル (*.*)|*.*\"
ko: 제공된 필터 문자열이 잘못되었습니다. 필터 문자열에는 필터의 설명과 함께 세로 막대와 필터 패턴이 있어야 합니다. 또한 여러 개의 필터 설명 및 패턴 쌍을 세로 막대로 구분해야 합니다. 필터 패턴에서는 여러 개의 확장명을 \"Image files (*.bmp, *.jpg)|*.bmp;*.jpg|All files (*.*)|*.*\"와 같이 세미콜론으로 구분해야 합니다.
pl: Podany ciąg filtru jest nieprawidłowy. Łańcuch filtru powinien zawierać opis filtru, po którym znajduje się pionowa kreska i szablon filtru. Wiele par opisów filtru i szablonów należy oddzielić pionową kreską. Wiele rozszerzeń w szablonie filtru należy oddzielić średnikiem. Przykład: \„Pliki obrazów (*.bmp, *.jpg)|*.bmp;*.jpg|Wszystkie pliki (*.*)|*.*\”
pt_br: A cadeia de caracteres de filtro fornecida não é válida. A cadeia de caracteres de filtro deve conter uma descrição do filtro, seguida de uma barra vertical e do padrão de filtro. Também é necessário separar os vários pares de descrição e padrão de filtro com uma barra vertical. É necessário separar várias extensões em um padrão de filtro com um ponto-e-vírgula. Exemplo: "Arquivos de imagem (*.bmp, *.jpg)|*.bmp;*.jpg|Todos os arquivos (*.*)|*.*"
ru: Предоставлена недопустимая строка фильтра. Строка фильтра должна содержать описание фильтра, за которым следует вертикальная черта и шаблон фильтра. Вертикальная черта должна также отделять разные пары описания и шаблона фильтра. Разные расширения в шаблоне фильтра должны разделяться точкой с запятой. Пример: \"Файлы рисунков (*.bmp, *.jpg)|*.bmp;*.jpg|Все файлы (*.*)|*.*\"
tr: Sağlanan filtre dizesi geçerli değil. Filtre dizesi bir filtre açıklaması, ardından bir dikey çubuk ve filtre deseni içermelidir. Birden fazla filtre açıklaması ve desen çiftleri de bir dikey çubukla ayrılmalıdır. Filtre deseninde birden fazla uzantı noktalı virgülle ayrılmalıdır. Örnek: \"Görüntü dosyaları (*.bmp, *.jpg)|*.bmp;*.jpg|Tüm dosyalar (*.*)|*.*\"
zh_hans: 提供的筛选器字符串无效。筛选器字符串应包含筛选器的说明，后跟竖线(|)和筛选模式。多个筛选器说明和模式对还必须以竖线分隔。在一个筛选器模式中的多个扩展名必须用分号分隔。例如: \"图像文件(*.bmp, *.jpg)|*.bmp;*.jpg|所有文件(*.*)|*.*\"
zh_hant: 提供的篩選字串無效。篩選字串應包含篩選的描述，其後接著分隔號與篩選樣式。多個成對的篩選描述與樣式組之間，也必須用分隔號分隔。篩選樣式中的多個副檔名必須用分號分隔。例如: : \"影像檔 (*.bmp、*.jpg)|*.bmp;*.jpg|所有檔案 (*.*)|*.*\"

# FileDialogInvalidFilterIndex
source: Filter index is not valid.
cs: Index filtru je neplatný.
de: Ungültiger Filterindex.
es: El índice de filtros no es válido.
fr: Index de filtre non valide.
it: Indice di filtro non valido.
ja: フィルター インデックスが無効です。
ko: 필터 인덱스가 잘못되었습니다.
pl: Indeks filtru jest nieprawidłowy.
pt_br: O índice de filtro não é válido.
ru: Недопустимый индекс фильтра.
tr: Filtre dizini geçerli değil.
zh_hans: 筛选器索引无效。
zh_hant: 篩選索引無效。

# FileDialogOverwritePrompt
source: '{0}' already exists. Do you want to replace it?
cs: Prvek {0} již existuje. Chcete ho nahradit?
de: "{0}" ist bereits vorhanden. Möchten Sie das Element ersetzen?
es: {0} ya existe. ¿Desea reemplazarlo?
fr: '{0}' existe déjà. Voulez-vous le remplacer ?
it: '{0}' già esistente. Sostituirlo?
ja: '{0}' は既に存在します。 置き換えますか?
ko: ’{0}'이(가) 이미 있습니다. 바꾸시겠습니까?
pl: Element „{0}” już istnieje. Czy chcesz go zastąpić?
pt_br: '{0}' já existe. Deseja substituí-lo?
ru: "{0}" уже существует. Вы хотите заменить его?
tr: '{0}' zaten var. Değiştirmek istiyor musunuz?
zh_hans: “{0}”已存在。 是否替换它?
zh_hant: '{0}' 已存在。 要取代掉嗎?
