Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DocumentApplicationUnknownFileFormat
source: The XPS viewer does not support this file type.
cs: Prohlížeč XPS nepodporuje tento typ souboru.
de: Der XPS-Viewer kann diesen Dateityp nicht unterstützen.
es: El visor XPS no admite este tipo de archivo.
fr: La visionneuse XPS ne prend pas en charge ce type de fichier.
it: Visualizzatore XPS: tipo di file non supportato.
ja: XPS ビューアーでは、このファイルの種類はサポートされていません。
ko: XPS 뷰어가 이 파일 형식을 지원하지 않습니다.
pl: Przeglądarka XPS nie obsługuje tego typu plików.
pt_br: O visualizador XPS não oferece suporte a este tipo de arquivo.
ru: Данный тип файла не поддерживается средством просмотра XPS.
tr: XPS görüntüleyicisi bu dosya türünü desteklemez.
zh_hans: XPS 查看器不支持此文件类型。
zh_hant: XPS 檢視器不支援此檔案類型。

# DocumentGridInvalidViewMode
source: ViewMode set in ApplyViewParameters is not valid.
cs: Nastavení ViewMode v parametrech ApplyViewParameters není platné.
de: Der in "ApplyViewParameters" festgelegte "ViewMode" ist ungültig.
es: El ViewMode establecido en ApplyViewParameters no es válido.
fr: ViewMode défini dans ApplyViewParameters n'est pas valide.
it: La ViewMode impostata in ApplyViewParameters non è valida.
ja: ApplyViewParameters 内の ViewMode セットが無効です。
ko: ApplyViewParameters에 설정된 ViewMode가 잘못되었습니다.
pl: Zestaw ViewMode w ApplyViewParameters nie jest prawidłowy.
pt_br: ViewMode definido em ApplyViewParameters não é válido.
ru: Недопустимый параметр ViewMode в ApplyViewParameters.
tr: ApplyViewParameters içinde ayarlanan ViewMode geçerli değil.
zh_hans: ApplyViewParameters 中设置的 ViewMode 无效。
zh_hant: ApplyViewParameters 中設定的 ViewMode 無效。

# DocumentGridVisualTreeContainsNonBorderAsFirstElement
source: DocumentGrid's VisualTree does not contain a Border as its first element.
cs: Prvek VisualTree v rastru DocumentGrid neobsahuje jako první prvek Border.
de: In "VisualTree" von "DocumentGrid" ist kein "Border" als erstes Element vorhanden.
es: El VisualTree de DocumentGrid no contiene un Border como primer elemento.
fr: VisualTree de DocumentGrid ne contient pas un Border comme premier élément.
it: Il VisualTree di DocumentGrid non contiene un Border come primo elemento.
ja: DocumentGrid の VisualTree に、最初の要素として Border が含まれていません。
ko: DocumentGrid의 VisualTree에 첫 번째 요소로 Border가 포함되어 있지 않습니다.
pl: Obiekt VisualTree w DocumentGrid nie zawiera Border jako pierwszego elementu.
pt_br: VisualTree de DocumentGrid não contém Border como o primeiro elemento.
ru: Объект VisualTree для DocumentGrid не содержит Border в качестве первого элемента.
tr: DocumentGrid'in Görsel Ağacı ilk öğe olarak Border içermiyor.
zh_hans: DocumentGrid 的 VisualTree 不包含用作其首元素的 Border
zh_hant: DocumentGrid 的 VisualTree 未包含 Border 做為它的第一個項目。

# DocumentGridVisualTreeContainsNonDocumentGridPage
source: DocumentGrid's VisualTree contains a non-DocumentGridPage element.
cs: Prvek VisualTree v rastru DocumentGrid obsahuje jiný prvek než prvek DocumentGridPage.
de: In "VisualTree" von "DocumentGrid" ist ein Nicht-DocumentGridPage-Element vorhanden.
es: El VisualTree de DocumentGrid contiene un elemento que no es DocumentGridPage.
fr: VisualTree de DocumentGrid contient un élément autre qu'un élément DocumentGridPage.
it: Il VisualTree di DocumentGrid contiene un elemento diverso da DocumentGridPage.
ja: DocumentGrid の VisualTree に、非 DocumentGridPage 要素が含まれています。
ko: DocumentGrid의 VisualTree에 DocumentGridPage가 아닌 요소가 있습니다.
pl: Obiekt VisualTree w DocumentGrid zawiera element inny niż DocumentGridPage.
pt_br: VisualTree de DocumentGrid contém um elemento não DocumentGridPage.
ru: Объект VisualTree для DocumentGrid содержит элемент, не принадлежащий DocumentGridPage.
tr: DocumentGrid'in Görsel Ağacı DocumentGridPage olmayan öğe içeriyor.
zh_hans: DocumentGrid 的 VisualTree 包含一个非 DocumentGridPage 元素。
zh_hant: DocumentGrid 的 VisualTree 包含非 DocumentGridPage 項目。

# DocumentGridVisualTreeContainsNonUIElement
source: Visual collection contains element that does not inherit from UIElement.
cs: Kolekce Visual obsahuje prvek, který nepochází z prvku UIElement.
de: Die Visual-Sammlung enthält eine Element, das nicht von "UIElement" erbt.
es: La colección visual contiene un elemento no heredado de UIElement.
fr: La collection Visual contient un élément qui n'hérite pas d'UIElement.
it: La raccolta visuale contiene un elemento che non eredita da UIElement.
ja: ビジュアル コレクションに、UIElement から継承していない要素が含まれています。
ko: 시각적 컬렉션에 UIElement에서 상속되지 않은 요소가 있습니다.
pl: Wizualna kolekcja zawiera element, który nie dziedziczy z UIElement.
pt_br: A coleção visual contém elemento que não herda de UIElement.
ru: Семейство Visual содержит элемент, не наследующий от UIElement.
tr: Görsel koleksiyon UIElement'den devralmayan öğe içeriyor.
zh_hans: 视觉集合包含未从 UIElement 继承的元素。
zh_hant: Visual 集合包含不是從 UIElement 繼承的項目。

# DocumentGridVisualTreeOutOfSync
source: Visual collection is out of sync with RowCache.
cs: Kolekce Visual není synchronizována s RowCache.
de: Die Visual-Sammlung ist nicht mit "RowCache" synchron.
es: La colección visual no está sincronizada con RowCache.
fr: La collection Visual n'est pas synchronisée avec RowCache.
it: La raccolta visuale non è sincronizzata con RowCache.
ja: ビジュアル コレクションが RowCache と同期していません。
ko: 시각적 컬렉션이 RowCache와 동기화되지 않았습니다.
pl: Wizualna kolekcja nie jest zsynchronizowana z RowCache.
pt_br: A coleção visual está fora de sincronização com RowCache.
ru: Семейство Visual не синхронизировано с RowCache.
tr: Görsel koleksiyon RowCache değerine eşit değil.
zh_hans: 视觉集合与 RowCache 不同步。
zh_hant: Visual 集合與 RowCache 不同步。

# DocumentPageView_ParentNotDocumentPageHost
source: Parent of the object must be of type DocumentPageHost.
cs: Nadřazený prvek objektu musí být typu DocumentPageHost.
de: Das übergeordnete Element des Objekts muss vom Typ "DocumentPageHost" sein.
es: El objeto primario del objeto debe ser de tipo DocumentPageHost.
fr: Le parent de l'objet doit être de type DocumentPageHost.
it: L'elemento padre dell'oggetto deve essere di tipo DocumentPageHost.
ja: オブジェクトの親の型は、DocumentPageHost である必要があります。
ko: 개체의 부모가 DocumentPageHost 형식이어야 합니다.
pl: Obiekt nadrzędny musi być typu DocumentPageHost.
pt_br: O pai do objeto deve ser do tipo DocumentPageHost.
ru: Родительский объект для этого объекта должен иметь тип DocumentPageHost.
tr: Nesnenin üst öğesi DocumentPageHost türünde olmalıdır.
zh_hans: 对象的父级必须属于 DocumentPageHost 类型。
zh_hant: 物件之父項目的型別必須是 DocumentPageHost。

# DocumentReadOnly
source: The document is read-only.
cs: Dokument je pouze pro čtení.
de: Das Dokument ist schreibgeschützt.
es: El documento es de sólo lectura.
fr: Le document est en lecture seule.
it: Documento di sola lettura.
ja: ドキュメントは読み取り専用です。
ko: 문서가 읽기 전용입니다.
pl: Dokument jest tylko do odczytu.
pt_br: O documento é somente leitura.
ru: Документ доступен только для чтения.
tr: Belge salt okunur.
zh_hans: 文档为只读。
zh_hant: 文件為唯讀。

# DocumentReferenceHasInvalidDocument
source: DocumentReference must reference a valid document that implements IDocumentPaginatorSource
cs: DocumentReference musí obsahovat odkaz na platný dokument, který implementuje IDocumentPaginatorSource
de: Von "DocumentReference" muss auf ein gültiges Dokument verwiesen werden, von dem "IDocumentPaginatorSource" implementiert wird.
es: DocumentReference debe hacer referencia a un documento válido que implemente IDocumentPaginatorSource
fr: DocumentReference doit faire référence à un document valide qui implémente IDocumentPaginatorSource
it: DocumentReference deve fare riferimento a un documento valido che implementa IDocumentPaginatorSource
ja: DocumentReference は、IDocumentPaginatorSource を実装する有効なドキュメントを参照する必要があります。
ko: DocumentReference는 IDocumentPaginatorSource를 구현하는 올바른 문서를 참조해야 합니다.
pl: DocumentReference musi odwoływać się do poprawnego dokumentu, który implementuje IDocumentPaginatorSource
pt_br: DocumentReference deve fazer referência a um documento válido que implementa IDocumentPaginatorSource
ru: В DocumentReference должна быть ссылка на допустимый документ, реализующий IDocumentPaginatorSource
tr: DocumentReference, IDocumentPaginatorSource uygulayan geçerli bir belgeye başvuruda bulunmalıdır
zh_hans: DocumentReference 必须引用实现 IDocumentPaginatorSource 的有效文档
zh_hant: DocumentReference 必須參照已實作 IDocumentPaginatorSource 的有效文件

# DocumentReferenceNotFound
source: DocumentReference.Source cannot be found.
cs: Nelze najít DocumentReference.Source.
de: "DocumentReference.Source" kann nicht gefunden werden.
es: No se puede encontrar DocumentReference.Source.
fr: Impossible de trouver DocumentReference.Source.
it: Impossibile trovare DocumentReference.Source.
ja: DocumentReference.Source が見つかりません。
ko: DocumentReference.Source를 찾을 수 없습니다.
pl: Nie można znaleźć DocumentReference.Source.
pt_br: DocumentReference.Source não pode ser encontrado.
ru: Не удается найти DocumentReference.Source.
tr: DocumentReference.Source bulunamıyor.
zh_hans: 无法找到 DocumentReference.Source。
zh_hant: 找不到 DocumentReference.Source。

# DocumentReferenceUnsupportedMimeType
source: DocumentReference.Source references an unrecognized type of document stream.
cs: DocumentReference.Source obsahuje odkaz na neznámý typ datového proudu dokumentu.
de: Von "DocumentReference.Source" wird auf den unbekannten Typ eines Dokumentdatenstroms verwiesen.
es: DocumentReference.Source hace referencia a un tipo de secuencia de documento no reconocido.
fr: DocumentReference.Source fait référence à un type de flux de document non reconnu.
it: DocumentReference.Source fa riferimento a un tipo di flusso di documento non riconosciuto.
ja: DocumentReference.Source は、認識できない種類のドキュメント ストリームを参照しています。
ko: DocumentReference.Source가 인식할 수 없는 유형의 문서 스트림을 참조합니다.
pl: DocumentReference.Source odwołuje się do nierozpoznanego typu strumienia dokumentów.
pt_br: DocumentReference.Source faz referência a um tipo não reconhecido de fluxo de documento.
ru: DocumentReference.Source ссылается на нераспознанный тип потока документов.
tr: DocumentReference.Source tanınmayan türde belge akışına başvuruyor.
zh_hans: DocumentReference.Source 引用了一个无法识别类型的文档流。
zh_hant: DocumentReference.Source 參照無法識別的文件資料流型別。

# DocumentStructureUnexpectedParameterType1
source: Parameter of unexpected type '{0}'. Expected type is '{1}'.
cs: Parametr je neočekávaného typu {0}. Byl očekáván typ {1}.
de: Parameter des unerwarteten Typs "{0}". Erwartet wird der Typ "{1}".
es: Tipo de parámetro "{0}" inesperado. El tipo esperado es "{1}".
fr: Paramètre de type inattendu '{0}'. Le type attendu est '{1}'.
it: Il tipo del parametro è imprevisto: '{0}'. Il tipo previsto è '{1}'.
ja: 予期しない型 '{0}' のパラメーターです。予期していた型は '{1}' です。
ko: 예기치 못한 '{0}' 형식의 매개 변수입니다. 필요한 형식은 '{1}'입니다.
pl: Parametr nieoczekiwanego typu „{0}”. Oczekiwano typu „{1}”.
pt_br: Parâmetro do tipo inesperado '{0}'. O tipo esperado é '{1}'.
ru: Непредвиденный тип параметра "{0}". Ожидается тип "{1}".
tr: '{0}' türünde beklenmeyen parametre. Beklenen tür '{1}'.
zh_hans: 意外类型“{0}”的参数。所需类型为“{1}”。
zh_hant: 參數為非預期的類型 '{0}'。類型應為 '{1}'。

# DocumentStructureUnexpectedParameterType2
source: Parameter of unexpected type '{0}'. Expected types are '{1}', '{2}'.
cs: Parametr je neočekávaného typu {0}. Očekávané typy jsou {1} a {2}.
de: Der Typ "{0}" des Parameters ist unerwartet. Erwartete Typen: {1}, {2}.
es: Tipo de parámetro "{0}" inesperado. Los tipos esperados son "{1}", "{2}".
fr: Paramètre de type inattendu '{0}'. Les types attendus sont '{1}', '{2}'.
it: Parametro di tipo imprevisto '{0}'. I tipi previsti sono '{1}' e '{2}'.
ja: 予期しない型 '{0}' のパラメーターです。予期していた型は '{1}'、'{2}' です。
ko: 예기치 못한 '{0}' 형식의 매개 변수입니다. 필요한 형식은 '{1}', '{2}'입니다.
pl: Parametr nieoczekiwanego typu „{0}”. Oczekiwanymi typami są „{1}”, „{2}”.
pt_br: Parâmetro do tipo inesperado '{0}'. Os tipos esperados são '{1}', '{2}'.
ru: Непредвиденный тип параметра "{0}". Ожидаются типы "{1}", "{2}".
tr: '{0}' türünde beklenmeyen parametre. Beklenen türler '{1}', '{2}'.
zh_hans: 意外类型“{0}”的参数。所需类型包括“{1}”和“{2}”。
zh_hant: 參數為非預期的類型 '{0}'。類型應為 '{1}'、'{2}'。

# DocumentStructureUnexpectedParameterType4
source: Parameter of unexpected type '{0}'. Expected types are '{1}', '{2}', '{3}', '{4}'.
cs: Parametr je neočekávaného typu {0}. Očekávané typy jsou {1}, {2}, {3} a {4}.
de: Der Typ "{0}" des Parameters ist unerwartet. Erwartete Typen: {1}, {2}, {3}, {4}.
es: Tipo de parámetro "{0}" inesperado. Los tipos esperados son "{1}", "{2}", "{3}", "{4}".
fr: Paramètre de type inattendu '{0}'. Les types attendus sont '{1}', '{2}', '{3}', '{4}'.
it: Parametro di tipo imprevisto '{0}'. I tipi previsti sono '{1}', '{2}', '{3}' e '{4}'.
ja: 予期しない型 '{0}' のパラメーターです。予期していた型は '{1}'、'{2}'、'{3}'、'{4}' です。
ko: 예기치 못한 '{0}' 형식의 매개 변수입니다. 필요한 형식은 '{1}', '{2}', '{3}', '{4}'입니다.
pl: Parametr nieoczekiwanego typu „{0}”. Oczekiwanymi typami są „{1}”, „{2}”, „{3}”, „{4}”.
pt_br: Parâmetro do tipo inesperado '{0}'. Os tipos esperados são '{1}', '{2}', '{3}', '{4}'.
ru: Непредвиденный тип параметра "{0}". Ожидаются типы "{1}", "{2}", "{3}", "{4}".
tr: '{0}' türünde beklenmeyen parametre. Beklenen türler '{1}', '{2}', '{3}', '{4}'.
zh_hans: 意外类型“{0}”的参数。所需类型包括“{1}”、“{2}”、“{3}”和“{4}”。
zh_hant: 參數為非預期的類型 '{0}'。類型應為 '{1}'、'{2}'、'{3}'、'{4}'。

# DocumentStructureUnexpectedParameterType6
source: Parameter of unexpected type '{0}'. Expected types are '{1}', '{2}', '{3}', '{4}', '{5}', '{6}'.
cs: Parametr je neočekávaného typu {0}. Očekávané typy jsou {1}, {2}, {3}, {4}, {5} a {6}.
de: Der Typ "{0}" des Parameters ist unerwartet. Erwartete Typen: {1}, {2}, {3}, {4}, {5}, {6}.
es: Tipo de parámetro "{0}" inesperado. Los tipos esperados son "{1}", "{2}", "{3}", "{4}", "{5}", "{6}".
fr: Paramètre de type inattendu '{0}'. Les types attendus sont '{1}', '{2}', '{3}', '{4}', '{5}', '{6}'.
it: Parametro di tipo imprevisto '{0}'. I tipi previsti sono '{1}', '{2}', '{3}', '{4}', '{5}' e '{6}'.
ja: 予期しない型 '{0}' のパラメーターです。予期していた型は '{1}'、'{2}'、'{3}'、'{4}'、'{5}'、'{6}' です。
ko: 예기치 못한 '{0}' 형식의 매개 변수입니다. 필요한 형식은 '{1}', '{2}', '{3}', '{4}', '{5}', '{6}'입니다.
pl: Parametr nieoczekiwanego typu „{0}”. Oczekiwanymi typami są „{1}”, „{2}”, „{3}”, „{4}”, „{5}”, „{6}”.
pt_br: Parâmetro do tipo inesperado '{0}'. Os tipos esperados são '{1}', '{2}', '{3}', '{4}', '{5}', '{6}'.
ru: Непредвиденный тип параметра "{0}". Ожидаются типы "{1}", "{2}", "{3}", "{4}", "{5}", "{6}".
tr: '{0}' türünde beklenmeyen parametre. Beklenen türler '{1}', '{2}', '{3}', '{4}', '{5}', '{6}'.
zh_hans: 意外类型“{0}”的参数。所需类型包括“{1}”、“{2}”、“{3}”、“{4}”、“{5}”和“{6}”。
zh_hant: 參數為非預期的類型 '{0}'。類型應為 '{1}'、'{2}'、'{3}'、'{4}'、'{5}'、'{6}'。

# DocumentViewerArgumentMustBeInteger
source: SetGridColumnCount command argument must contain a valid integer value.
cs: Argument příkazu SetGridColumnCount musí obsahovat platnou kladnou celočíselnou hodnotu.
de: Das SetGridColumnCount-Befehlsargument muss einen gültigen ganzzahligen Wert enthalten.
es: El argumento del comando SetGridColumnCount debe contener un valor de entero válido.
fr: L'argument de la commande SetGridColumnCount doit contenir une valeur entière valide.
it: L'argomento del comando SetGridColumnCount deve contenere un Integer valido.
ja: SetGridColumnCount コマンド引数には、有効な整数値が含まれている必要があります。
ko: SetGridColumnCount 명령 인수에 올바른 정수 값이 있어야 합니다.
pl: Argument polecenia SetGridColumnCount musi zawierać prawidłową wartość całkowitą.
pt_br: O argumento do comando SetGridColumnCount deve conter um valor inteiro válido.
ru: Аргумент команды SetGridColumnCount должен содержать допустимое целое значение.
tr: SetGridColumnCount komut bağımsız değişkeni geçerli bir tamsayı değeri içermelidir.
zh_hans: SetGridColumnCount 命令参数必须包含有效的整数值。
zh_hant: SetGridColumnCount 命令引數必須包含有效的整數值。

# DocumentViewerArgumentMustBePercentage
source: Zoom command argument must contain a valid zoom percentage.
cs: Argument příkazu Zoom musí obsahovat platné procento zvětšení.
de: Das Zoom-Befehlsargument muss eine gültige Prozentangabe für das Zoomen enthalten.
es: El argumento del comando Zoom debe contener un porcentaje de zoom válido.
fr: L'argument de la commande Zoom doit contenir un pourcentage de zoom valide.
it: L'argomento del comando Zoom deve contenere una percentuale di zoom valida.
ja: Zoom コマンド引数には、有効なズーム率が含まれている必要があります。
ko: Zoom 명령 인수에 올바른 확대/축소 배율이 있어야 합니다.
pl: Argument polecenia Zoom musi zawierać prawidłowe powiększenie podane w procentach.
pt_br: O argumento do comando Zoom deve conter uma porcentagem de zoom válida.
ru: Аргумент команды Zoom должен содержать допустимый процент масштабирования.
tr: Zoom komut bağımsız değişkeni geçerli bir yakınlaştırma yüzdesi içermelidir.
zh_hans: Zoom 命令参数必须包含有效的缩放百分比。
zh_hant: Zoom 命令引數必須包含有效的縮放百分比。

# DocumentViewerCanHaveOnlyOneChild
source: DocumentViewer element can have only one child.
cs: Prvek DocumentViewer může mít pouze jeden podřízený prvek.
de: Das DocumentViewer-Element kann nur ein einzelnes untergeordnetes Element besitzen.
es: El elemento DocumentViewer sólo puede tener un elemento secundario.
fr: L'élément DocumentViewer ne peut avoir qu'un seul enfant.
it: Per l'elemento DocumentViewer è consentito un solo figlio.
ja: DocumentViewer 要素は子を 1 つしか持てません。
ko: DocumentViewer 요소에는 하나의 자식만 있을 수 있습니다.
pl: Element DocumentViewer może mieć tylko jeden element podrzędny.
pt_br: O elemento DocumentViewer pode ter somente um filho.
ru: У элемента DocumentViewer может быть только один дочерний элемент.
tr: DocumentViewer öğesinin yalnızca bir alt öğesi olabilir.
zh_hans: DocumentViewer 元素只能有一个子级。
zh_hant: DocumentViewer 項目只能有一個子項目。

# DocumentViewerChildMustImplementIDocumentPaginatorSource
source: The child of a DocumentViewer must implement the IDocumentPaginatorSource interface.
cs: Podřízený prvek prohlížeče DocumentViewer musí implementovat rozhraní IDocumentPaginatorSource.
de: Von untergeordneten Elementen von "DocumentViewer" muss die IDocumentPaginatorSource-Schnittstelle implementiert werden.
es: El elemento secundario de DocumentViewer debe implementar la interfaz IDocumentPaginatorSource.
fr: L'enfant d'un élément DocumentViewer doit implémenter l'interface IDocumentPaginatorSource.
it: Il figlio di un elemento DocumentViewer deve implementare l'interfaccia IDocumentPaginatorSource.
ja: DocumentViewer の子は、IDocumentPaginatorSource インターフェイスを実装する必要があります。
ko: DocumentViewer의 자식은 IDocumentPaginatorSource 인터페이스를 구현해야 합니다.
pl: Element podrzędny elementu DocumentViewer musi implementować interfejs IDocumentPaginatorSource.
pt_br: O filho de um DocumentViewer deve implementar a interface IDocumentPaginatorSource.
ru: Дочерний элемент DocumentViewer должен реализовывать интерфейс IDocumentPaginatorSource.
tr: Bir DocumentViewer'in alt öğesi IDocumentPaginatorSource arabirimini yürütmelidir.
zh_hans: DocumentViewer 的子级必须实现 IDocumentPaginatorSource 接口。
zh_hant: DocumentViewer 的子項目必須實作 IDocumentPaginatorSource 介面。

# DocumentViewerOneMasterPage
source: Only one DocumentPageView with IsMasterPage property set to True allowed.
cs: Je povolena pouze jedna vlastnost DocumentPageView s IsMasterPage nastavená na hodnotu True.
de: Es ist nur eine einzelne "DocumentPageView" zulässig, deren IsMasterPage-Eigenschaft auf "True" festgelegt ist.
es: Sólo se permite un DocumentPageView con la propiedad IsMasterPage establecida en True.
fr: Seul un élément DocumentPageView avec la propriété IsMasterPage ayant la valeur True est autorisé.
it: È consentita una sola DocumentPageView con la proprietà IsMasterPage impostata su True.
ja: IsMasterPage プロパティを True に設定した DocumentPageView は、1 つだけ許可されます。
ko: IsMasterPage 속성이 True로 설정된 하나의 DocumentPageView만 사용할 수 있습니다.
pl: Dozwolony jest tylko jeden element DocumentPageView z właściwością IsMasterPage ustawioną na True.
pt_br: Somente um DocumentPageView com a propriedade IsMasterPage definida como True é permitido.
ru: Допускается только одно представление DocumentPageView, у которого свойство IsMasterPage имеет значение "True".
tr: Yalnızca, IsMasterPage özelliği True olarak ayarlanmış bir DocumentPageView'a izin verilir.
zh_hans: 只允许将一个带有 IsMasterPage 属性的 DocumentPageView 设置为 True。
zh_hant: 只允許一個 IsMasterPage 屬性已設定為 True 的 DocumentPageView。

# DocumentViewerOnlySupportsFixedDocumentSequence
source: DocumentViewer supports only FixedDocument or FixedDocumentSequence documents.
cs: DocumentViewer podporuje pouze dokumenty FixedDocument nebo FixedDocumentSequence.
de: Von "DocumentViewer" werden nur FixedDocument- oder FixedDocumentSequence-Dokumente unterstützt.
es: DocumentViewer sólo admite documentos FixedDocument o FixedDocumentSequence.
fr: L'élément DocumentViewer ne prend en charge que les documents FixedDocument ou FixedDocumentSequence.
it: DocumentViewer supporta solo documenti FixedDocument o FixedDocumentSequence.
ja: DocumentViewer は、FixedDocument または FixedDocumentSequence ドキュメントのみをサポートします。
ko: DocumentViewer는 FixedDocument 또는 FixedDocumentSequence 문서만 지원합니다.
pl: DocumentViewer obsługuje tylko dokumenty FixedDocument lub FixedDocumentSequence.
pt_br: DocumentViewer oferece suporte somente a documentos FixedDocument ou FixedDocumentSequence.
ru: DocumentViewer поддерживает только документы типа FixedDocument или FixedDocumentSequence.
tr: DocumentViewer yalnızca FixedDocument veya FixedDocumentSequence belgelerini destekler.
zh_hans: DocumentViewer 仅支持 FixedDocument 或 FixedDocumentSequence 文档。
zh_hant: DocumentViewer 只支援 FixedDocument 或 FixedDocumentSequence 文件。

# DocumentViewerPageViewsCollectionEmpty
source: Cannot have empty collection of DocumentPageView objects.
cs: Není možné mít prázdnou kolekci objektů DocumentPageView.
de: Leere Sammlungen von DocumentPageView-Objekten sind nicht zulässig.
es: No se puede poseer una colección vacía de objetos DocumentPageView.
fr: Impossible d'avoir une collection vide d'objets DocumentPageView.
it: Raccolta vuota di oggetti DocumentPageView non supportata.
ja: DocumentPageView オブジェクトのコレクションは空にできません。
ko: DocumentPageView 개체의 컬렉션을 비워둘 수 없습니다.
pl: Nie można mieć pustej kolekcji obiektów DocumentPageView.
pt_br: Não é possível ter uma coleção vazia de objetos DocumentPageView.
ru: Невозможно иметь пустое семейство объектов DocumentPageView.
tr: DocumentPageView nesnelerinden boş koleksiyon olamaz.
zh_hans: 无法创建 DocumentPageView 对象的空集合。
zh_hant: 不能有 DocumentPageView 物件的空集合。

# DocumentViewerSearchCompleteTitle
source: Find
cs: Najít
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
ja: 検索
ko: 찾기
pl: Znajdź
pt_br: Localizar
ru: Найти
tr: Bul
zh_hans: 查找
zh_hant: 尋找

# DocumentViewerSearchDownCompleteLabel
source: Searched to the end of this document. Cannot find '{0}'.
cs: Dosaženo konce dokumentu. Položka {0} nenalezena.
de: Es wurde bis zum Ende des Dokuments gesucht. '{0}' wurde nicht gefunden.
es: Se buscó hasta el final de este documento. No se encuentra '{0}'.
fr: Recherche effectuée jusqu'à la fin du document. Impossible de trouver '{0}'.
it: Ricerca eseguita fino alla fine del documento. Impossibile trovare '{0}'.
ja: このドキュメントの最後まで検索しました。'{0}' は見つかりません。
ko: 이 문서의 맨 끝까지 검색했습니다. '{0}'을(를) 찾을 수 없습니다.
pl: Operacja wyszukiwania napotkała koniec dokumentu. Nie można znaleźć „{0}”.
pt_br: Pesquisado até o fim deste documento. Não é possível localizar '{0}'.
ru: Выполнен поиск до конца документа. Не удалось найти "{0}".
tr: Bu belgenin sonuna kadar arandı. '{0}' bulunamadı.
zh_hans: 已搜索到文档末尾。无法找到“{0}”。
zh_hant: 已搜尋至文件結尾。找不到 '{0}'。
