Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserMultiRoot
source: Cannot have multiple roots on a stream that is being parsed asynchronously.
cs: Nelze mít více kořenů v datovém toku, který je asynchronně analyzován.
de: Es dürfen nicht mehrere Stämme für einen Datenstrom vorhanden sein, der asynchron analysiert wird.
es: No pueden existir múltiples raíces en una secuencia que se está analizando asincrónicamente.
fr: Impossible d'avoir plusieurs racines sur un flux analysé de façon asynchrone.
it: Non sono consentite più radici in un flusso analizzato in modo asincrono.
ja: 非同期で解析されるストリーム上に、複数のルートを置くことはできません。
ko: 비동기적으로 구문 분석되는 스트림에 여러 개의 루트가 있을 수 없습니다.
pl: W strumieniu analizowanym asynchronicznie nie można używać wielu elementów głównych.
pt_br: Não é possível ter várias raízes em um fluxo que está sendo analisado de modo assíncrono.
ru: Наличие нескольких корней в потоке, который синтаксически анализируется асинхронно, не допускается.
tr: Zaman uyumsuz olarak ayrıştırılan bir akışta birden fazla kök olamaz.
zh_hans: 异步分析的流上不能具有多个根。
zh_hant: 在使用非同步方式剖析的資料流上，不能有多個根項目。

# ParserNestedComplexProp
source: '{0}' property element cannot be nested directly inside another property element.
cs: Prvek vlastnosti {0} nelze přímo vnořit do jiného prvku vlastnosti.
de: Das Eigenschaftselement "{0}" kann nicht direkt innerhalb eines anderen Eigenschaftselements geschachtelt werden.
es: El elemento de propiedad '{0}' no se puede anidar directamente dentro de otro elemento de propiedad.
fr: L'élément de propriété '{0}' ne peut pas être imbriqué directement dans un autre élément de propriété.
it: Impossibile annidare l'elemento proprietà '{0}' direttamente all'interno di un altro elemento proprietà.
ja: '{0}' プロパティ要素は、別のプロパティ要素内で直接入れ子にすることはできません。
ko: 다른 속성 요소에 '{0}' 속성 요소가 직접 중첩될 수 없습니다.
pl: Element właściwości „{0}” nie może być bezpośrednio zagnieżdżony w innym elemencie właściwości.
pt_br: O elemento '{0}' da propriedade não pode ser aninhado diretamente dentro de outro elemento da propriedade.
ru: Элемент свойства "{0}" не может быть вложен непосредственно в другой элемент свойства.
tr: '{0}' özellik öğesi doğrudan başka bir özellik öğesinin içinde basamak durumunda olamaz.
zh_hans: “{0}”属性元素不能直接嵌套在另一属性元素内。
zh_hant: '{0}' 無法以巢狀結構方式直接放入另一個屬性項目中。

# ParserNoAttrArray
source: Cannot use attributes on Array tags.
cs: Nelze používat atributy u značek Array.
de: Attribute können nicht in Array-Tags verwendet werden.
es: No se pueden usar atributos en las etiquetas Array.
fr: Impossible d'utiliser des attributs sur les balises Array.
it: Non è possibile usare attributi nei tag Array.
ja: Array タグ上で属性を使用することはできません。
ko: Array 태그에 특성을 사용할 수 없습니다.
pl: Atrybutów nie można używać w znacznikach Arrays.
pt_br: Não é possível utilizar atributos nas marcas de Array.
ru: Использование атрибутов с тегами Array не допускается.
tr: Array etiketlerinde öznitelik kullanılamaz.
zh_hans: 不能在 Array 标记上使用特性。
zh_hant: 無法在 Array 標記上使用屬性。

# ParserNoChildrenTag
source: Element content is not valid for type '{0}'.
cs: Obsah prvku není platný pro typ {0}.
de: Der Elementinhalt für den Typ "{0}" ist ungültig.
es: El contenido del elemento no es válido para el tipo '{0}'.
fr: Contenu d'élément non valide pour le type '{0}'.
it: Contenuto dell'elemento non valido per il tipo '{0}'.
ja: 型 '{0}' の要素コンテンツは無効です。
ko: '{0}' 형식에 대한 요소 콘텐츠가 잘못되었습니다.
pl: Zawartość elementu jest nieprawidłowa dla typu „{0}”.
pt_br: O conteúdo do elemento não é válido para o tipo '{0}'.
ru: Недопустимое содержимое элемента для типа "{0}".
tr: Öğe içeriği '{0}' türü için geçerli değil.
zh_hans: 元素内容对类型“{0}”无效。
zh_hant: 項目內容對於型別 '{0}' 而言是無效的。

# ParserNoComplexMulti
source: Cannot have more than one tag under property element '{0}'.
cs: Nelze mít více než jeden tag pod prvkem vlastnosti {0}.
de: Unterhalb des Eigenschaftselements "{0}" darf nur ein einzelnes Tag vorhanden sein.
es: No puede existir más de una etiqueta bajo el elemento de propiedad '{0}'.
fr: Impossible d'avoir plusieurs balises sous l'élément de propriété '{0}'.
it: Impossibile aggiungere più di un tag nell'elemento proprietà '{0}'.
ja: プロパティ要素 '{0}' では、複数のタグを持つことはできません。
ko: 속성 요소 '{0}'에 두 개 이상의 태그가 있을 수 없습니다.
pl: W elemencie właściwości „{0}” nie można używać więcej niż jednego znacznika.
pt_br: Não é possível ter mais de uma marca no elemento de propriedade '{0}'.
ru: Элемент "{0}" свойства не может содержать более одного тега.
tr: '{0}' özellik öğesinin altında birden fazla etiket olamaz.
zh_hans: 在属性元素“{0}”下不能具有多个标记。
zh_hant: 屬性項目 '{0}' 下不能有多個標記。

# ParserNoDPOnOwner
source: '{0}' property is not a valid DependencyProperty on the type '{1}'. Verify that the property has a DependencyProperty defined with a member field that ends with the 'Property' suffix.
cs: Vlastnost {0} není platná závislá vlastnost DependencyProperty pro typ {1}. Ověřte, zda má vlastnost definovanou DependencyProperty s členským polem, které konči příponou Property.
de: Die Eigenschaft "{0}" ist keine gültige DependencyProperty für den Typ "{1}". Stellen Sie sicher, dass die Eigenschaft über eine DependencyProperty verfügt, die mit einem Memberfeld mit dem Suffix "Property" definiert ist.
es: La propiedad "{0}" no es una DependencyProperty válida de tipo "{1}". Compruebe que la propiedad tenga una DependencyProperty definida con un campo de miembro que termine con el sufijo "Property".
fr: La propriété '{0}' n'est pas un DependencyProperty valide pour le type '{1}'. Vérifiez que la propriété a un DependencyProperty défini avec un champ membre qui finit par le suffixe 'Property'.
it: La proprietà '{0}' non è un elemento DependencyProperty valido per il tipo '{1}'. Verificare che per la proprietà sia definita un elemento DependencyProperty con un campo membro che termina con il suffisso 'Property'.
ja: '{0}' プロパティは、型 '{1}' では有効な DependencyProperty ではありません。'Property' サフィックスで終わるメンバー フィールドを持つ DependencyProperty がこのプロパティに定義されていることをご確認ください。
ko: '{1}' 형식의 DependencyProperty가 잘못된 '{0}' 속성입니다. 속성에서 'Property' 접미사로 끝나는 멤버 필드에 DependencyProperty가 정의되어 있는지 확인하세요.
pl: Właściwość „{0}” jest nieprawidłową właściwością DependencyProperty typu „{1}”. Sprawdź, czy we właściwości zdefiniowano DependencyProperty z polem członka kończącym się przyrostkiem „Property”.
pt_br: A propriedade '{0}' não é uma DependencyProperty válida no tipo '{1}'. Verifique se a propriedade tem uma DependencyProperty definida com um campo de membro que termina com o sufixo 'Property'.
ru: Свойство "{0}" не является допустимым параметром DependencyProperty типа "{1}". Проверьте, что в данном свойстве параметр DependencyProperty определен с членским полем, которое заканчивается суффиксом "Property".
tr: '{0}' özelliği '{1}' türünde geçerli bir DependencyProperty değil. Özelliğin 'Property' sonekiyle biten bir üye alanıyla tanımlı bir DependencyProperty'si olduğunu doğrulayın.
zh_hans: “{0}”属性在类型“{1}”上不是有效的 DependencyProperty。请验证该属性是否具有使用以“Property”后缀结束的成员字段定义的 DependencyProperty。
zh_hant: '{0}' 屬性在類型 '{1}' 上並非有效的 DependencyProperty。請確定該屬性在結尾為 'Property' 尾碼的成員欄位上已定義了 DependencyProperty。

# ParserNoDefaultConstructor
source: There is no public default constructor for '{0}'. This might be referenced by a '{0}' tag, or it might be the default type for a property element.
cs: Neexistuje výchozí veřejný konstruktor pro typ {0}. Může na něj odkazovat tag {0} nebo se může jednat o výchozí typ pro prvek vlastnosti.
de: Für "{0}" ist kein öffentlicher Standardkonstruktor vorhanden. Auf diesen wird möglicherweise von einem {0}-Tag verwiesen, oder es handelt sich um den Standardtyp eines Eigenschaftselements.
es: No hay un constructor público predeterminado para '{0}'. Una etiqueta '{0}' puede hacer referencia a este constructor, o bien puede ser el tipo predeterminado para un elemento de propiedad.
fr: Il n'existe pas de constructeur public par défaut pour '{0}'. Il se peut que celui-ci soit référencé par une balise '{0}' ou qu'il soit le type par défaut d'un élément de propriété.
it: Nessun costruttore predefinito pubblico per '{0}'. È possibile che esista un riferimento da un tag '{0}' o potrebbe trattarsi del tipo predefinito per un elemento proprietà.
ja: '{0}' に対する既定のパブリック コンストラクターがありません。これは、'{0}' タグによって参照されるか、プロパティ要素の既定の型である可能性があります。
ko: '{0}'에 대한 공용 기본 생성자가 없습니다. '{0}' 태그에 의해 참조되거나, 속성 요소에 대한 기본 유형일 수 있습니다.
pl: Brak publicznego domyślnego konstruktora dla elementu „{0}”. Odwołania do niego mogą następować poprzez znacznik „{0}” lub może być domyślnym typem dla elementu właściwości.
pt_br: Não há um construtor padrão público para '{0}'. Isso pode ser referenciado por uma marca '{0}' ou pode ser o tipo padrão para um elemento de propriedade.
ru: Общий конструктор по умолчанию для "{0}" отсутствует. Возможно, это указано в теге "{0}" , или это тип по умолчанию для элемента свойства.
tr: '{0}' için genel varsayılan oluşturucu yok. Buna bir '{0}' etiketi tarafından başvuruluyor olabilir veya bu bir özellik öğesi için varsayılan tür olabilir.
zh_hans: 没有“{0}”的公共默认构造函数。它可能由“{0}”标记引用，或它可能是属性元素的默认类型。
zh_hant: 沒有 '{0}' 的公用預設建構函式。這可能是由 '{0}' 標記所參照，或是它可能是屬性項目的預設型別。

# ParserNoDefaultPropConstructor
source: '{1}' property is set to element of type '{0}', but instance of '{0}' cannot be created. It might be the default type for that property and is either abstract or does not have a default constructor.
cs: Vlastnost {1} je nastavena na element typu {0}, ale instanci elementu {0} nelze vytvořit. Může se jednat o výchozí typ pro tuto vlastnost, který je buď abstraktní, nebo nemá výchozí konstruktor.
de: Die {1}-Eigenschaft ist auf das Element vom Typ "{0}" festgelegt, die Instanz von "{0}" kann jedoch nicht erstellt werden. Möglicherweise handelt es sich um den Standardtyp der Eigenschaft, der entweder abstrakt ist oder keinen Standardkonstruktor besitzt.
es: La propiedad "{1}" está establecida en un elemento de tipo "{0}", pero la instancia de "{0}" no se puede crear. Puede que sea el tipo predeterminado de esa propiedad y puede ser abstracto o bien carece de un constructor predeterminado.
fr: La propriété '{1}' a la valeur de l'élément de type '{0}', mais l'instance de '{0}' ne peut pas être créée. Il est possible qu'il s'agisse du type par défaut de cette propriété, et qu'il soit abstrait ou qu'il n'ait pas de constructeur par défaut.
it: La proprietà '{1}' è impostata sull'elemento di tipo '{0}' ma non è possibile creare un'istanza di '{0}'. Può trattarsi del tipo predefinito per tale proprietà ed è possibile che sia astratto o che non disponga di un costruttore predefinito.
ja: '{1}' プロパティは、型 '{0}' の要素に設定されていますが、'{0}' のインスタンスは作成できません。これは、このプロパティの既定の型である可能性があり、抽象型であるか、既定のコンストラクターを持っていません。
ko: '{1}' 속성을 '{0}' 형식의 요소로 설정했지만 '{0}'의 인스턴스를 만들 수 없습니다. 해당 속성의 기본 형식일 수 있으며, 추상 형식이거나 기본 생성자가 없습니다.
pl: Właściwość „{1}” ustawiono jako element typu „{0}”, ale nie można utworzyć wystąpienia „{0}”. Być może jest to domyślny typ tej właściwości i jest elementem abstrakcyjnym lub nie zawiera domyślnego konstruktora.
pt_br: A propriedade '{1}' é definida com o elemento do tipo '{0}', mas a instância de '{0}' não pode ser criada. Ela pode ser o tipo padrão para essa propriedade e ser abstrata ou não ter um construtor padrão.
ru: Значением свойства "{1}" задан элемент типа "{0}", но создание экземпляра "{0}" невозможно. Вероятно, это тип по умолчанию для данного свойства, и он либо является абстрактным, либо не имеет конструктора по умолчанию.
tr: '{1}' özelliği '{0}' türünde öğeye ayarlanmış, ancak '{0}' örneği oluşturulamıyor. Bu tür, bu özellik için varsayılan tür olabilir ve özettir ya da varsayılan oluşturucusu yoktur.
zh_hans: 已向类型“{0}”的元素设置“{1}”属性，但无法创建“{0}”的实例。它可能是该属性的默认类型，并且是抽象的或不具有默认构造函数。
zh_hant: '{1}' 屬性已設定為類型 '{0}' 的項目，但無法建立 '{0}' 的執行個體。其可能是該屬性的預設類型，且可能是抽象類型或沒有預設的建構函式。

# ParserNoDictionaryKey
source: Objects added to IDictionary must have Key attribute or some other type of associated Key.
cs: Objekty přidané do slovníku IDictionary musejí mít atribut Key nebo jiný typ asociovaného Key.
de: Zu "IDictionary" hinzugefügte Objekte müssen das Key-Attribut oder einen anderen Typ eines zugeordneten Keys besitzen.
es: Los objetos agregados a IDictionary deben tener el atributo Key o algún otro tipo de atributo Key asociado.
fr: Les objets ajoutés à IDictionary doivent avoir l'attribut Key ou quelque autre type de Key associé.
it: Per gli oggetti aggiunti a IDictionary deve essere specificato l'attributo Key o un altro tipo di valore Key associato.
ja: IDictionary に追加されるオブジェクトには、Key 属性またはその他の型の関連する Key がいくつか必要です。
ko: IDictionary에 추가된 개체에는 Key 특성 또는 일부 다른 형식의 연관된 Key가 있어야 합니다.
pl: Obiekty dodane do słownika IDictionary muszą mieć atrybut Key lub inny typ skojarzonego atrybutu Key.
pt_br: Os objetos adicionados ao IDictionary devem ter o atributo Key ou algum outro tipo de Key associado.
ru: Объекты, добавленные к IDictionary, должны иметь атрибут Key или какой-либо иной тип связанного Key.
tr: IDictionary'ye eklenen nesneler Key özniteliğine veya başka tür ilişkilendirilmiş Key'e sahip olmalıdır.
zh_hans: 添加到 IDictionary 的对象必须具有 Key 特性或某些其他类型的关联 Key。
zh_hant: 新增至 IDictionary 的物件必須具有 Key 屬性，或關聯 Key 的其他型別。

# ParserNoDictionaryName
source: Key attribute can be used only on a tag contained in an IDictionary type property.
cs: Atribut Key lze používat pouze pro tag obsažený ve vlastnosti typu IDictionary.
de: Das Key-Attribut kann nur in Tags verwendet werden, die in einer Eigenschaft vom Typ "IDictionary" enthalten sind.
es: El atributo Key sólo se puede usar en una etiqueta incluida en una propiedad de tipo IDictionary.
fr: L'attribut Key ne peut être utilisé que sur une balise contenue dans une propriété de type IDictionary.
it: È possibile utilizzare l'attributo Key solo in un tag contenuto in una proprietà di tipo IDictionary.
ja: Key 属性は、IDictionary 型のプロパティに含まれるタグ上でのみ使用できます。
ko: IDictionary 형식 속성에 포함된 태그에서만 Key 특성을 사용할 수 있습니다.
pl: Atrybutu Key można używać tylko w znaczniku znajdującym się we właściwości typu IDictionary.
pt_br: O atributo Key somente pode ser utilizado em uma marca contida em uma propriedade do tipo IDictionary.
ru: Атрибут Key можно использовать только с тегом, содержащимся в свойстве типа IDictionary.
tr: Key özniteliği yalnızca bir IDictionary tür özelliğinde bulunan bir etikette kullanılabilir.
zh_hans: Key 特性只能对包含在 IDictionary 类型属性中的标记使用。
zh_hant: Key 屬性只能用在包含在 IDictionary 型別屬性中的標記上。

# ParserNoDigitEnums
source: '{1}' cannot be used as a value for '{0}'. Numbers are not valid enumeration values.
cs: Hodnotu {1} nelze použít jako hodnotu pro typ {0}. Čísla nejsou platnými hodnotami výčtu.
de: "{1}" kann nicht als Wert für "{0}" verwendet werden. Zahlen sind keine gültigen Enumerationswerte.
es: "{1}" no se puede usar como un valor para "{0}". Los números no son valores de enumeración válidos.
fr: '{1}' ne peut pas être utilisé comme valeur de '{0}'. Les nombres ne sont pas des valeurs d'énumération valides.
it: Non è possibile usare '{1}' come valore per '{0}'. I numeri non sono valori di enumerazione validi.
ja: '{1}' は、'{0}' の値として使用できません。数字は有効な列挙値ではありません。
ko: '{0}'에 대한 값으로 '{1}'을(를) 사용할 수 없습니다. 숫자는 잘못된 열거형 값입니다.
pl: Nie można używać „{1}” jako wartości dla „{0}”. Liczby nie są poprawnymi wartościami wyliczania.
pt_br: '{1}' não pode ser usado como valor para '{0}'. Os números não são valores de enumeração válidos.
ru: "{1}" запрещено использовать как значение для "{0}". Числа не являются допустимыми значениями для перечисления.
tr: '{0}' için '{1}' değer olarak kullanılamaz. Sayılar geçerli sabit listesi değeri değildir.
zh_hans: “{1}”不能用作“{0}”的值。数字不是有效的枚举值。
zh_hant: '{1}' 無法用作為 '{0}' 的值。數字並非有效的列舉值。

# ParserNoElementCreate2
source: Cannot create object of type '{0}'. CreateInstance failed, which can be caused by not having a public default constructor for '{0}'.
cs: Nelze vytvořit objekt typu {0}. Funkce CreateInstance selhala, což může být tím, že neexistuje veřejný výchozí konstruktor pro typ {0}.
de: Das Objekt vom Typ "{0}" kann nicht erstellt werden. Bei "CreateInstance" ist ein Fehler aufgetreten; möglicherweise ist für "{0}" kein öffentlicher Standardkonstruktor vorhanden.
es: No se puede crear un objeto de tipo '{0}'. Error de CreateInstance que puede estar causado por no tener un constructor público predeterminado para '{0}'.
fr: Impossible de créer un objet de type '{0}'. L'échec de CreateInstance peut être provoqué par le fait de ne pas avoir de constructeur par défaut pour '{0}'.
it: Impossibile creare un oggetto di tipo '{0}'. Errore di CreateInstance, probabilmente causato dalla mancanza di un costruttore pubblico predefinito per '{0}'.
ja: 型 '{0}' のオブジェクトを作成できません。CreateInstance に失敗しました。'{0}' の既定のパブリック コンストラクターを持っていないことが原因である可能性があります。
ko: '{0}' 형식의 개체를 만들 수 없습니다. CreateInstance에 실패했으며 이는 '{0}'에 대한 공용 기본 생성자가 없기 때문일 수 있습니다.
pl: Nie można utworzyć obiektu typu „{0}”. Operacja CreateInstance nie powiodła się, co może być spowodowane brakiem publicznego domyślnego konstruktora dla „{0}”.
pt_br: Não é possível criar objeto do tipo '{0}'. Falha de CreateInstance, que pode ser causada por não ter um construtor padrão público para '{0}'.
ru: Не удается создать объект типа "{0}". Ошибка CreateInstance, которая может быть вызвана отсутствием общего конструктора по умолчанию для "{0}".
tr: '{0}' türünde nesne oluşturulamıyor. CreateInstance başarısız oldu; nedeni '{0}' için genel bir varsayılan oluşturucuya sahip olmaması olabilir.
zh_hans: 无法创建类型“{0}”的对象。CreateInstance 失败，这可能是由于不具有“{0}”的公共默认构造函数造成的。
zh_hant: 無法建立型別為 '{0}' 的物件。CreateInstance 失敗，這可能是因為 '{0}' 沒有公用預設建構函式所造成。

# ParserNoEventTag
source: '{0}' event handler cannot be specified using property element syntax.
cs: Ovladač události {0} nelze určit pomocí syntaxe prvku vlastnosti.
de: Der Ereignishandler "{0}" kann nicht mittels der Syntax für Eigenschaftselemente angegeben werden.
es: El controlador de eventos '{0}' no se puede especificar con la sintaxis de un elemento de propiedad.
fr: Impossible de spécifier le gestionnaire d'événements '{0}' à l'aide de la syntaxe des éléments de propriété.
it: Impossibile specificare il gestore eventi '{0}' utilizzando la sintassi per gli elementi proprietà.
ja: '{0}' イベント ハンドラーは、プロパティ要素構文を使用して指定できません。
ko: 속성 요소 구문을 사용하여 '{0}' 이벤트 처리기를 지정할 수 없습니다.
pl: Uchwytu zdarzenia „{0}” nie można określać, używając składni elementu właściwości.
pt_br: O manipulador de eventos '{0}' não pode ser especificado usando a sintaxe do elemento de propriedade.
ru: Невозможно задать обработчик событий "{0}" с помощью синтаксиса элемента свойства.
tr: '{0}' olay işleyicisi, özellik öğesi sözdizimi kullanılarak belirtilemez.
zh_hans: 无法使用属性元素语法指定“{0}”事件处理程序。
zh_hant: 無法使用屬性項目語法指定 '{0}' 事件處理常式。

# ParserNoEvents
source: Must compile XAML file that specifies events.
cs: Nutno kompilovat soubor XAML, který specifikuje události.
de: Die Ereignisse angebende XAML-Datei muss kompiliert werden.
es: Se debe compilar un archivo XAML que especifique eventos.
fr: Compilation obligatoire du fichier XAML qui spécifie les événements.
it: È necessario compilare il file XAML che specifica eventi.
ja: イベントを指定する XAML ファイルをコンパイルする必要があります。
ko: 이벤트를 지정하는 XAML 파일을 컴파일해야 합니다.
pl: Należy skompilować plik XAML określający zdarzenia.
pt_br: É necessário compilar o arquivo XAML que especifica os eventos.
ru: Необходимо скомпилировать файл XAML, который задает события.
tr: Olay belirten XAML dosyası derlenmelidir.
zh_hans: 必须编译指定了事件的 XAML 文件。
zh_hant: 必須編譯指定事件的 XAML 檔案。

# ParserNoMatchingArray
source: '{0}' property of unexpected type. Expected type is Array.
cs: Vlastnost {0} neznámého typu. Očekávaný typ je Array.
de: Bei der {0}-Eigenschaft handelt es sich um einen nicht erwarteten Typ. Erwartet wurde der Typ "Array".
es: Propiedad '{0}' de tipo inesperado. El tipo esperado es Array.
fr: Propriété '{0}' de type inattendu. Le type attendu est Array.
it: Proprietà '{0}' di tipo imprevisto. Il tipo previsto è Array.
ja: 予期しない型の '{0}' プロパティです。予期された型は Array です。
ko: 예기치 못한 형식의 '{0}' 속성입니다. Array 형식이 필요합니다.
pl: Właściwość „{0}” nieoczekiwanego typu. Oczekiwanym typem jest Array.
pt_br: Propriedade '{0}' de tipo inesperado. O tipo esperado é Array.
ru: Неожиданный тип свойства "{0}". Ожидался тип Array.
tr: Beklenmeyen türde '{0}' özelliği. beklenen tür Array.
zh_hans: 意外类型的“{0}”属性。所需的类型是 Array。
zh_hant: 未預期的 '{0}' 屬性型別。預期型別為 Array。

# ParserNoMatchingIDictionary
source: '{0}' attribute in 'http://schemas.microsoft.com/winfx/2006/xaml' namespace is valid only when used with an IDictionary property.
cs: Atribut {0} v oboru názvů http://schemas.microsoft.com/winfx/2006/xaml je platný pouze tehdy, pokud je používán u vlastnosti typu IDictionary.
de: Das Attribut "{0}" im Namespace "http://schemas.microsoft.com/winfx/2006/xaml" ist nur gültig, wenn es zusammen mit einer IDictionary-Eigenschaft verwendet wird.
es: El atributo '{0}' en el espacio de nombres 'http://schemas.microsoft.com/winfx/2006/xaml' sólo es válido cuando se usa con una propiedad IDictionary.
fr: L'attribut '{0}' de l'espace de noms 'http://schemas.microsoft.com/winfx/2006/xaml' n'est valide que lorsqu'il est utilisé avec une propriété IDictionary.
it: L'attributo '{0}' nello spazio dei nomi 'http://schemas.microsoft.com/winfx/2006/xaml' è valido solo se utilizzato con una proprietà IDictionary.
ja: 'http://schemas.microsoft.com/winfx/2006/xaml' 名前空間の '{0}' 属性は、IDictionary プロパティと共に使用する場合にのみ有効です。
ko: 'http://schemas.microsoft.com/winfx/2006/xaml' 네임스페이스의 '{0}' 특성은 IDictionary 속성과 함께 사용할 때만 유효합니다.
pl: Atrybut „{0}” w przestrzeni nazw „http://schemas.microsoft.com/winfx/2006/xaml” jest prawidłowy tylko wtedy, gdy jest używany z właściwością IDictionary.
pt_br: O atributo '{0}' no namespace 'http://schemas.microsoft.com/winfx/2006/xaml' é válido somente quando utilizado com uma propriedade IDictionary.
ru: Атрибут "{0}" в пространстве имен "http://schemas.microsoft.com/winfx/2006/xaml" допустим только при использовании со свойством IDictionary.
tr: 'http://schemas.microsoft.com/winfx/2006/xaml' ad alanındaki '{0}' özniteliği yalnızca bir IDictionary özelliğiyle birlikte kullanıldığında geçerlidir.
zh_hans: “http://schemas.microsoft.com/winfx/2006/xaml”命名空间中的“{0}”特性仅在与 IDictionary 属性一起使用时有效。
zh_hant: 只有搭配 IDictionary 使用時，'http://schemas.microsoft.com/winfx/2006/xaml' 命名空間中的 '{0}' 屬性才有效。

# ParserNoMatchingIList
source: '{0}' property must implement IList so that an item can be added to it.
cs: Vlastnost {0} musí implementovat IList, aby do ní mohly být přidávány položky.
de: "IList" muss von der {0}-Eigenschaft implementiert werden, damit ein Objekt hinzugefügt werden kann.
es: La propiedad '{0}' debe implementar IList para que un elemento pueda agregarse a ella.
fr: La propriété '{0}' doit implémenter IList de telle sorte qu'un élément puisse lui être ajouté.
it: La proprietà '{0}' deve implementare IList per potervi aggiungere un elemento.
ja: '{0}' プロパティは、項目を追加できるように、IList を実装する必要があります。
ko: '{0}' 속성은 항목을 추가할 수 있도록 IList를 구현해야 합니다.
pl: We właściwości „{0}” należy zaimplementować IList, aby można było dodać do niej element.
pt_br: A propriedade '{0}' deve implementar IList de modo que um item possa ser adicionado a ele.
ru: Свойство "{0}" должно реализовывать IList, чтобы к нему можно было добавить элемент.
tr: Öğe eklenebilmesi için '{0}' özelliğinin IList yürütmesi gerekir.
zh_hans: “{0}”属性必须实现 IList，以便可以向其添加项。
zh_hant: '{0}' 屬性必須實作 IList，才能將項目新增至屬性。
