Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MustBeOfType
source: '{0}' must be of type '{1}'.
cs: {0} musí být typu {1}.
de: "{0}" muss vom Typ "{1}" sein.
es: "{0}" debe ser de tipo "{1}".
fr: '{0}' doit être de type '{1}'.
it: '{0}' deve essere di tipo '{1}'.
ja: '{0}' の型は '{1}' でなければなりません。
ko: '{0}'은(는) '{1}' 형식이어야 합니다.
pl: Element „{0}” musi być typu „{1}”.
pt_br: '{0}' precisa ser do tipo '{1}'.
ru: "{0}" должен иметь тип "{1}".
tr: '{0}', '{1}' türünde olmalıdır.
zh_hans: “{0}”的类型必须是“{1}”。
zh_hant: '{0}' 必須是類型 '{1}'。

# MustBeTriggerAction
source: The given object must be an instance of TriggerAction or a derived type.
cs: Daný objekt musí být instance TriggerAction nebo odvozený typ.
de: Bei dem angegebenen Objekt muss es sich um eine Instanz von "TriggerAction" oder einen abgeleiteten Typ handeln.
es: El objeto especificado debe ser una instancia de TriggerAction o de un tipo derivado.
fr: L'objet donné doit être une instance de TriggerAction ou d'un type dérivé.
it: L'oggetto specificato deve essere un'istanza di TriggerAction o un tipo derivato.
ja: 指定されたオブジェクトは、TriggerAction または派生した型のインスタンスである必要があります。
ko: 지정한 개체는 TriggerAction 인스턴스 또는 파생 형식이어야 합니다.
pl: Dany obiekt musi być wystąpieniem TriggerAction lub typu pochodnego.
pt_br: O objeto fornecido deve ser de uma instância de TriggerAction ou um tipo derivado.
ru: Данный объект должен являться экземпляром TriggerAction или производного типа.
tr: Verilen nesne bir TriggerAction örneği veya türetilmiş tür olmalıdır.
zh_hans: 给定的对象必须是 TriggerAction 的实例或派生类型。
zh_hant: 指定的物件必須是 TriggerAction 的執行個體或衍生型別。

# MustBeTypeOrString
source: '{0}' is not a valid type for DataTemplate.DataType; it must be String or Type.
cs: Typ {0} není platný typ pro DataTemplate.DataType; musí to být String nebo Type.
de: "{0}" ist kein gültiger Typ für "DataTemplate.DataType". Erforderlich ist "String" oder "Type".
es: '{0}' no es un tipo válido para DataTemplate.DataType; debe ser String o Type.
fr: '{0}' n'est pas un type valide pour DataTemplate.DataType ; le type doit être String ou Type.
it: '{0}' non è un tipo valido per DataTemplate.DataType. Deve essere String o Type.
ja: '{0}' は、DataTemplate.DataType に対して有効な型ではありません。これは、String または Type である必要があります。
ko: '{0}'은(는) DataTemplate.DataType에 대해 올바른 형식이 아니며 이는 String 또는 Type이여야 합니다.
pl: „{0}” nie jest prawidłowym typem dla DataTemplate.DataType; musi być typem String lub Type.
pt_br: '{0}' não é um tipo válido para DataTemplate.DataType; ele deve ser String ou Type.
ru: "{0}" не является допустимым типом для DataTemplate.DataType; допускаются типы String или Type.
tr: '{0}', DataTemplate.DataType için geçerli bir tür değildir; bir String veya Type olması gerekir.
zh_hans: “{0}”不是 DataTemplate.DataType 的有效类型；它必须是 String 或 Type。
zh_hant: '{0}' 不是 DataTemplate.DataType 的有效型別; 它必須是 String 或 Type。

# MustImplementIUriContext
source: RequestNavigateEventArgs.OriginalSource must implement '{1}'.
cs: RequestNavigateEventArgs.OriginalSource musí implementovat prvek {1}.
de: Von RequestNavigateEventArgs.OriginalSource muss "{1}" implementiert werden.
es: RequestNavigateEventArgs.OriginalSource debe implementar "{1}"
fr: RequestNavigateEventArgs.OriginalSource doit implémenter '{1}'.
it: RequestNavigateEventArgs.OriginalSource deve implementare '{1}'.
ja: RequestNavigateEventArgs.OriginalSource は '{1}' を実装する必要があります。
ko: RequestNavigateEventArgs.OriginalSource에서 '{1}'을(를) 구현해야 합니다.
pl: Źródło RequestNavigateEventArgs.OriginalSource musi implementować element „{1}”.
pt_br: RequestNavigateEventArgs.OriginalSource precisa implementar '{1}'.
ru: RequestNavigateEventArgs.OriginalSource должен реализовывать "{1}".
tr: RequestNavigateEventArgs.OriginalSource, '{1}' uygulamalıdır.
zh_hans: RequestNavigateEventArgs.OriginalSource 必须实现“{1}”。
zh_hant: RequestNavigateEventArgs.OriginalSource 必須實作 '{1}'。

# MustNotTemplateUnassociatedControl
source: ControlTemplate must be associated with a Control by setting the Control.Template property before it is used to template that Control.
cs: Šablona ControlTemplate musí být asociována s ovladačem nastavením vlastnosti Control.Template před použitím jako šablony pro tento ovladač.
de: "ControlTemplate" muss mit einem Steuerelement verknüpft werden, indem die Control.Template-Eigenschaft festgelegt wird, bevor die Eigenschaft zum Erstellen einer Vorlage für dieses Steuerelement verwendet wird.
es: ControlTemplate debe estar asociado a un control mediante el establecimiento de la propiedad Control.Template antes de usarse como plantilla para ese Control.
fr: ControlTemplate doit être associé à un Control en définissant la propriété Control.Template avant de l'utiliser comme modèle pour ce Control.
it: ControlTemplate deve essere associato a un controllo tramite l'impostazione della proprietà Control.Template prima di poterlo utilizzare come modello per il controllo.
ja: ControlTemplate は、その Control のテンプレートに使用される前に、Control.Template プロパティを設定して、Control と関連付けられている必要があります。
ko: ControlTemplate을 Control에 적용하려면 먼저 Control.Template 속성을 설정하여 해당 Control과 연결해야 합니다.
pl: Szablon ControlTemplate musi być skojarzony z obiektem Control poprzez ustawienie właściwości Control.Template przed użyciem go jako szablonu tego obiektu Control.
pt_br: ControlTemplate deve ser associado a um Control configurando a propriedade Control.Template antes de ser utilizado como modelo de Control.
ru: До начала использования ControlTemplate в качестве шаблона для элемента управления необходимо привязать его к этому элементу управления, задав свойство Control.Template.
tr: Denetimin şablonunu oluşturmak için kullanılabilmesi için önce, Control.Template özelliği ayarlanarak ControlTemplate bir Denetimle ilişkilendirilmelidir.
zh_hans: 在将 ControlTemplate 用于该 Control 的模板之前，必须通过设置 Control.Template 属性将其与 Control 关联。
zh_hant: ControlTemplate 必須與 Control 關聯，方式是在用來做為控制項的樣板之前，先設定 Control.Template 屬性。

# MustUseWindowStyleNone
source: WindowStyle.None is the only valid value for WindowStyle when AllowsTransparency is true.
cs: WindowStyle.None je jediná platná hodnota pro WindowStyle, pokud je hodnota AllowsTransparency nastavena na pravdu.
de: "WindowStyle.None" ist der einzige gültige Wert für "WindowStyle", wenn "AllowsTransparency" TRUE ist.
es: WindowStyle.None es el único valor válido para WindowStyle cuando AllowsTransparency sea verdadera.
fr: WindowStyle.None est la seule valeur valide pour WindowStyle quand AllowsTransparency a la valeur true.
it: WindowStyle.None è l'unico valore valido per WindowStyle quando AllowsTransparency è true.
ja: AllowsTransparency が true の場合、WindowStyle.None は WindowStyle に対して有効な唯一の値です。
ko: AllowsTransparency가 true인 경우 WindowStyle에 WindowStyle.None 값만 사용할 수 있습니다.
pl: WindowStyle.None jest jedyną poprawną wartością dla WindowStyle, gdy AllowsTransparency ma wartość true.
pt_br: WindowStyle.None é o único valor válido para WindowStyle quando AllowsTransparency é verdadeiro.
ru: WindowStyle.None - единственное допустимое значение для WindowStyle, если AllowsTransparency имеет значение "true".
tr: WindowStyle.None yalnızca WindowStyle için, AllowsTransparency doğru olduğunda geçerlidir.
zh_hans: 当 AllowsTransparency 为 true 时，WindowStyle.None 是 WindowStyle 的唯一有效值。
zh_hant: 當 AllowsTransparency 是 True 時，WindowStyle 的唯一的有效值是 WindowStyle.None。

# NameNotEmptyString
source: Name cannot be an empty string.
cs: Name nemůže být prázdný řetězec.
de: Der Name kann keine leere Zeichenfolge sein.
es: Name no puede ser una cadena vacía.
fr: Name ne peut pas être une chaîne vide.
it: Name non può essere una stringa vuota.
ja: Name は空の文字列にできません。
ko: Name은 빈 문자열일 수 없습니다.
pl: Element Name nie może być ciągiem pustym.
pt_br: Name não pode ser uma cadeia de caracteres vazia.
ru: Значение Name не может быть пустой строкой.
tr: Name boş bir dize olamaz.
zh_hans: Name 不能为空字符串。
zh_hant: Name 不能是空字串。

# NameNotFound
source: Child with Name '{0}' not found in VisualTree.
cs: Podřízený prvek s Name {0} nebyl ve stromě VisualTree nalezen.
de: Das untergeordnete Element mit dem Namen "{0}" wurde in "VisualTree" nicht gefunden.
es: El elemento secundario con Name '{0}' no se encontró en VisualTree.
fr: Impossible de trouver un enfant avec Name '{0}' dans VisualTree.
it: Impossibile trovare un elemento figlio con Name '{0}' in VisualTree.
ja: Name が '{0}' の子が、VisualTree 内で見つかりません。
ko: VisualTree에서 Name '{0}'인 자식을 찾을 수 없습니다.
pl: W drzewie VisualTree nie znaleziono obiektu podrzędnego o właściwości Name określonej jako „{0}”.
pt_br: Filho com Name '{0}' não encontrado em VisualTree.
ru: Дочерний объект с именем Name "{0}" не найден в VisualTree.
tr: VisualTree içinde Name '{0}' ile alt öğe bulunamadı.
zh_hans: VisualTree 中未找到带有 Name“{0}”的子级。
zh_hant: 在 VisualTree 中找不到 Name 為 '{0}' 的子項目。

# NameScopeDuplicateNamesNotAllowed
source: Cannot register duplicate Name '{0}' in this scope.
cs: V tomto oboru nelze registrovat duplicitní položku Name {0}.
de: Der doppelte Name "{0}" kann in diesem Bereich nicht registriert werden.
es: No se puede registrar Name '{0}' duplicado en este ámbito.
fr: Impossible d'inscrire un Name dupliqué '{0}' dans cette portée.
it: Impossibile registrare il Name '{0}' duplicato in questo ambito.
ja: このスコープでは、重複した Name '{0}' を登録できません。
ko: 이 범위에서는 중복 Name '{0}'을(를) 등록할 수 없습니다.
pl: Nie można zarejestrować zduplikowanej właściwości Name „{0}” w tym zakresie.
pt_br: Não é possível registrar a duplicata de Name '{0}' neste escopo.
ru: Невозможно зарегистрировать повторяющееся имя Name "{0}" в этой области.
tr: Bu kapsamda yinelenen Name '{0}' kaydedilemez.
zh_hans: 不能在此范围中注册重复的 Name“{0}”。
zh_hant: 無法在此範圍中登錄重複的 Name '{0}'。

# NameScopeInvalidIdentifierName
source: '{0}' name is not valid for identifier.
cs: Název {0} není platný pro identifikátor.
de: Der Name "{0}" ist für den Bezeichner nicht gültig.
es: El nombre '{0}' no es válido para el identificador.
fr: Nom '{0}' non valide pour l'identificateur.
it: Nome '{0}' non valido per l'identificatore.
ja: '{0}' 名は、識別子に対して無効です。
ko: 식별자에 대한 '{0}' 이름이 잘못되었습니다.
pl: Nazwa „{0}” jest nieprawidłowa dla identyfikatora.
pt_br: O nome '{0}' não é válido para o identificador.
ru: Недопустимое имя "{0}" для идентификатора.
tr: '{0}' adı tanımlayıcı için geçerli değil.
zh_hans: “{0}”名称对标识符无效。
zh_hant: '{0}' 名稱對於識別碼而言是無效的。

# NameScopeNameNotEmptyString
source: Name cannot be an empty string.
cs: Name nemůže být prázdný řetězec.
de: Der Name kann keine leere Zeichenfolge sein.
es: Name no puede ser una cadena vacía.
fr: Name ne peut pas être une chaîne vide.
it: Name non può essere una stringa vuota.
ja: Name は空の文字列にできません。
ko: Name은 빈 문자열일 수 없습니다.
pl: Element Name nie może być ciągiem pustym.
pt_br: Name não pode ser uma cadeia de caracteres vazia.
ru: Значение Name не может быть пустой строкой.
tr: Name boş bir dize olamaz.
zh_hans: Name 不能为空字符串。
zh_hant: Name 不能是空字串。

# NameScopeNameNotFound
source: '{0}' Name is not found.
cs: {0} Name nenalezen.
de: Der Name "{0}" wurde nicht gefunden.
es: No se encuentra Name '{0}'.
fr: Name '{0}' introuvable.
it: Impossibile trovare il Name '{0}'.
ja: Name '{0}' が見つかりません。
ko: Name '{0}'을(를) 찾을 수 없습니다.
pl: Właściwość Name „{0}” nie została znaleziona.
pt_br: Name '{0}' não encontrado.
ru: Имя Name "{0}" не найдено.
tr: '{0}' Name bulunamadı.
zh_hans: 未找到“{0}”Name。
zh_hant: 找不到 '{0}' Name。

# NameScopeNotFound
source: No NameScope found to {1} the Name '{0}'.
cs: Pro název {0} se nedá použít operace {1}, protože se nenašel žádný obor NameScope.
de: Es wurde kein NameScope zum {1} des Namens "{0}" gefunden.
es: No se encontró ningún NameScope para {1} el Name "{0}".
fr: NameScope introuvable pour {1} le nom '{0}'.
it: Non è stato trovato alcun NameScope per {1} l'elemento Name '{0}'.
ja: NameScope が {1} Name '{0}' に見つかりません。
ko: Name '{0}'의 {1}에 대한 NameScope가 없습니다.
pl: Nie znaleziono zakresu NameScope dla {1}, nazwa: „{0}”.
pt_br: Nenhum NameScope encontrado para {1} o Name '{0}'.
ru: Не удается обнаружить NameScope, чтобы {1} имя Name "{0}".
tr: {1} için Adı '{0}' olan bir NameScope bulunamadı.
zh_hans: 对于名称为“{0}”的 {1}，找不到 NameScope。
zh_hant: 找不到 {1} Name '{0}' 的 NameScope。

# NamedObjectMustBeFrameworkElement
source: '{0}' is not a type derived from FrameworkElement.
cs: Prvek {0} není typ odvozený od prvku FrameworkElement.
de: Bei "{0}" handelt es sich nicht um einen von "FrameworkElement" abgeleiteten Typ.
es: '{0}' no es un tipo derivado de FrameworkElement.
fr: '{0}' n'est pas un type dérivé de FrameworkElement.
it: '{0}' non è un tipo derivato da FrameworkElement.
ja: '{0}' は、FrameworkElement から派生した型ではありません。
ko: '{0}'은(는) FrameworkElement에서 파생된 형식이 아닙니다.
pl: „{0}” nie jest typem pochodzącym od FrameworkElement.
pt_br: '{0}' não é um tipo derivado de FrameworkElement.
ru: Тип "{0}" не является производным от FrameworkElement.
tr: '{0}', FrameworkElement'den derlenen bir tür değildir.
zh_hans: “{0}”不是从 FrameworkElement 派生的类型。
zh_hant: '{0}' 不是從 FrameworkElement 衍生的型別。

# NamesNotSupportedInsideResourceDictionary
source: Names not supported under ResourceDictionary scope.
cs: Names nejsou podporovány v rozsahu ResourceDictionary.
de: Namen werden in diesem ResourceDictionary-Bereich nicht unterstützt.
es: Names no admitidos bajo el ámbito ResourceDictionary.
fr: Names non pris en charge sous la portée ResourceDictionary.
it: Name non supportati nell'ambito ResourceDictionary.
ja: Name は ResourceDictionary スコープでサポートされていません。
ko: ResourceDictionary 범위에서 Name이 지원되지 않습니다.
pl: Właściwości Name nieobsługiwane w zakresie ResourceDictionary.
pt_br: Names sem suporte no escopo ResourceDictionary.
ru: Имена Name не поддерживаются для области ResourceDictionary.
tr: ResourceDictionary kapsamı altında Name'ler desteklenmez.
zh_hans: 不支持 ResourceDictionary 范围下的 Name。
zh_hant: 在 ResourceDictionary 範圍下不支援 Name。

# NavWindowMenuCurrentPage
source: Current Page
cs: Aktuální stránka
de: Aktuelle Seite
es: Página actual
fr: Page active
it: Pagina corrente
ja: 現在のページ
ko: 현재 페이지
pl: Bieżąca strona
pt_br: Página Atual
ru: Текущая страница
tr: Geçerli Sayfa
zh_hans: 当前页
zh_hant: 本頁

# NeedToBeComVisible
source: The object type is not visible to COM. You need to set ComVisibleAttribute attribute to True.
cs: Typ objektu není pro model COM viditelný. Je nutné nastavit atribut ComVisibleAttribute na hodnotu True.
de: Der Objekttyp ist nicht für COM sichtbar. Sie müssen das ComVisibleAttribute-Attribut auf "True" festlegen.
es: El tipo de objeto no es visible para COM. Debe establecer el atributo ComVisibleAttribute en True.
fr: Le type d'objet n'est pas visible à COM. Vous devez définir l'attribut ComVisibleAttribute à True.
it: Il tipo di oggetto non è visibile a COM. È necessario impostare l'attributo ComVisibleAttribute su True.
ja: オブジェクト型が COM 参照可能ではありません。ComVisibleAttribute 属性を True に設定する必要があります。
ko: 개체 형식을 COM에서 인식할 수 없습니다. ComVisibleAttribute 특성을 True로 설정해야 합니다.
pl: Ten typ obiektu jest niewidoczny dla modelu COM. Trzeba ustawić dla atrybutu ComVisibleAttribute wartość True.
pt_br: O tipo de objeto não é visível para COM. Você precisa definir o atributo ComVisibleAttribute como True.
ru: Тип объекта невидим для COM. Необходимо задать значение параметра ComVisibleAttribute как True.
tr: Nesne türü COM tarafından görülebilir değil. ComVisibleAttribute özniteliğini True olarak ayarlamanız gerekiyor.
zh_hans: 对象类型对 COM 不可见。您需要将 ComVisibleAttribute 特性设置为 True。
zh_hant: 此物件型別對 COM 為不可見。您必須將 ComVisibleAttribute 屬性設為 True。

# NegativeValue
source: '{0}' parameter cannot have a value less than zero.
cs: Parametr {0} nemůže mít hodnotu menší než nula.
de: Der Parameter "{0}" darf keinen Wert besitzen, der kleiner Null ist.
es: El parámetro '{0}' no puede tener un valor inferior a cero.
fr: Le paramètre '{0}' ne peut pas avoir une valeur inférieure à zéro.
it: Il valore del parametro '{0}' non può essere minore di zero.
ja: '{0}' パラメーターは、ゼロ未満の値を持つことができません。
ko: '{0}' 매개 변수는 0보다 작은 값일 수 없습니다.
pl: Parametr „{0}” nie może mieć wartości mniejszej od zera.
pt_br: O parâmetro '{0}' não pode ter um valor menor que zero.
ru: Значение параметра "{0}" не может быть отрицательным.
tr: '{0}' parametresi sıfırdan küçük bir değere sahip olamaz.
zh_hans: “{0}”参数不能具有小于零的值。
zh_hant: '{0}' 參數的值不能小於零。

# NestedBeginInitNotSupported
source: Cannot have nested BeginInit calls on the same instance.
cs: Nelze mít výzvy ke vnoření BeginInit ve stejné instanci.
de: Geschachtelte Aufrufe vom Typ BeginInit sind in derselben Instanz nicht zulässig.
es: No pueden existir llamadas BeginInit anidadas en la misma instancia.
fr: Impossible d'avoir des appels BeginInit imbriqués sur la même instance.
it: Impossibile utilizzare chiamate BeginInit annidate sulla stessa istanza.
ja: 同じインスタンス上で入れ子になっている BeginInit 呼び出しを持つことはできません。
ko: 같은 인스턴스에 중첩된 BeginInit 호출이 있을 수 없습니다.
pl: Nie można mieć zagnieżdżonych wywołań BeginInit w tym samym wystąpieniu.
pt_br: Não é possível ter as chamadas de BeginInit aninhadas na mesma instância.
ru: Не должно быть вложенных вызовов BeginInit для одного и того же экземпляра.
tr: Aynı örnekte iç içe geçmiş BeginInit çağrıları olamaz.
zh_hans: 不能在同一实例上具有嵌套的 BeginInit 调用。
zh_hant: 在相同的執行個體中不能有巢狀 BeginInit 呼叫。

# NoAddChild
source: Cannot add content to a NavigationWindow in markup.
cs: Nelze přidat obsah do okna NavigationWindow v označení.
de: "NavigationWindow" kann in einem Markup kein Inhalt hinzugefügt werden.
es: No se puede agregar contenido a NavigationWindow en el marcado.
fr: Impossible d'ajouter un contenu à un NavigationWindow dans le balisage.
it: Impossibile aggiungere contenuto a una NavigationWindow nel markup.
ja: マークアップで NavigationWindow にコンテンツを追加することはできません。
ko: 태그의 NavigationWindow에 콘텐츠를 추가할 수 없습니다.
pl: Nie można dodać zawartości do NavigationWindow w znaczniku.
pt_br: Não é possível adicionar o conteúdo a um NavigationWindow na marcação.
ru: Не удается добавить содержимое к NavigationWindow в разметке.
tr: İşaretlemede NavigationWindow'a içerik eklenemez.
zh_hans: 不能向标记中的 NavigationWindow 添加内容。
zh_hant: 無法新增內容至標記中的 NavigationWindow。

# NoAttachedAnnotationToModify
source: There is no AttachedAnnotation to modify.
cs: Není žádná AttachedAnnotation, kterou by bylo možno upravit.
de: Es ist keine "AttachedAnnotation" zum Ändern vorhanden.
es: No hay AttachedAnnotation para modificar.
fr: Aucun AttachedAnnotation à modifier.
it: Nessuna AttachedAnnotation da modificare.
ja: 変更する AttachedAnnotation がありません。
ko: 수정할 AttachedAnnotation이 없습니다.
pl: Nie ma żadnego obiektu AttachedAnnotation do zmiany.
pt_br: Não há AttachedAnnotation a ser modificado.
ru: Отсутствуют AttachedAnnotation для изменения.
tr: Değiştirilecek AttachedAnnotation yok.
zh_hans: 没有要修改的 AttachedAnnotation。
zh_hant: 沒有可修改的 AttachedAnnotation。

# NoBackEntry
source: Cannot navigate because there is no entry in the Back stack of the journal.
cs: Nelze vyhledávat, protože v minulém stohu deníku není žádný zápis.
de: Das Navigieren ist nicht möglich, da im Back-Stapel des Journals kein Eintrag vorhanden ist.
es: No se puede navegar porque no hay ninguna entrada en la pila de retroceso del diario.
fr: Impossible de naviguer en l'absence d'entrée dans la pile Back du journal.
it: Impossibile eseguire navigazioni. Nessuna voce nello stack Indietro del journal.
ja: ジャーナルの Back スタックにエントリがないため、移動できません。
ko: 저널의 백 스택에 항목이 없기 때문에 탐색할 수 없습니다.
pl: Nie można nawigować, ponieważ na stosie Back dziennika nie ma odpowiedniej pozycji.
pt_br: Não é possível navegar porque não há entrada na pilha Voltar do diário.
ru: Переходы невозможны из-за отсутствия записи в обратном стеке журнала.
tr: Günlüğün Geri yığınında giriş olmadığı için gezinme gerçekleştirilemiyor.
zh_hans: 无法导航，因为日志的 Back 堆栈中没有条目。
zh_hant: 無法巡覽，因為日誌的「上一頁」堆疊中沒有任何項目。

# NoCheckOrChangeWhenDeferred
source: Cannot change or check the contents or Current position of CollectionView while Refresh is being deferred.
cs: Nelze změnit nebo zkontrolovat obsah nebo Current pozici CollectionView během odkladu Refresh.
de: Das Ändern oder Überprüfen der Inhalte oder der Current-Position von "CollectionView" ist während "Refresh" nicht möglich.
es: No se puede cambiar o comprobar el contenido o la posición Current de CollectionView mientras Refresh se está aplazando.
fr: Impossible de modifier ou de vérifier le contenu ou la position Current de CollectionView quand Refresh est différé.
it: Impossibile modificare o controllare il contenuto della posizione Current di CollectionView durante il rinvio di un Refresh.
ja: Refresh が延期されている間、CollectionView のコンテンツや Current 位置を変更または確認できません。
ko: Refresh가 지연되는 동안에는 CollectionView의 Current 위치 또는 콘텐츠를 변경하거나 확인할 수 없습니다.
pl: Nie można zmieniać ani sprawdzać zawartości ani Current pozycji CollectionView, jeśli odłożono operację Refresh.
pt_br: Não é possível alterar ou verificar o conteúdo ou a posição Current de CollectionView enquanto Refresh está sendo adiado.
ru: Не удается изменить или проверить содержимое позиции Current для CollectionView, пока обновление Refresh отложено.
tr: Refresh ertelenirken, CollectionView'ın içeriği veya Current konumu değiştirilemez veya denetlenemez.
zh_hans: 延迟 Refresh 时无法更改或检查 CollectionView 的内容或 Current 位置。
zh_hant: 當 Refresh 已順延時，無法變更或檢查 CollectionView 的內容或 Current 位置。

# NoDefaultUpdateSourceTrigger
source: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger cannot be set to UpdateSourceTrigger.Default; this would create a circular definition.
cs: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger nelze nastavit na UpdateSourceTrigger.Default; tím by vznikla definice v kruhu.
de: "FrameworkPropertyMetadata.DefaultUpdateSourceTrigger" kann nicht auf "UpdateSourceTrigger.Default" festgelegt werden, da dies eine zirkuläre Definition zur Folge hätte.
es: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger no se puede establecer en UpdateSourceTrigger.Default porque se crearía una definición circular.
fr: Impossible de définir FrameworkPropertyMetadata.DefaultUpdateSourceTrigger avec UpdateSourceTrigger.Default ; il en résulterait une création circulaire.
it: Impossibile impostare FrameworkPropertyMetadata.DefaultUpdateSourceTrigger su UpdateSourceTrigger.Default perché si creerebbe una definizione circolare.
ja: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger は、UpdateSourceTrigger.Default に設定できません。これにより、循環定義が生成されます。
ko: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger를UpdateSourceTrigger.Default로 설정할 수 없습니다. 이를 설정하면 순환 정의가 발생할 수 있습니다.
pl: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger nie można ustawić na UpdateSourceTrigger.Default; spowoduje to utworzenie cyklicznej definicji
pt_br: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger não pode ser definido para UpdateSourceTrigger.Default; isso criaria uma definição circular.
ru: Для FrameworkPropertyMetadata.DefaultUpdateSourceTrigger не может быть задано значение UpdateSourceTrigger.Default; это может привести к созданию циклического определения.
tr: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger, UpdateSourceTrigger.Default olarak ayarlanamaz; bu döngüsel bir tanım oluşturur.
zh_hans: 不能将 FrameworkPropertyMetadata.DefaultUpdateSourceTrigger 设置为 UpdateSourceTrigger.Default；这样会创建循环定义。
zh_hant: FrameworkPropertyMetadata.DefaultUpdateSourceTrigger 無法設定為 UpdateSourceTrigger.Default; 這樣會建立循環定義。

# NoElement
source: No text element exists at the specified position.
cs: Na určené pozici není žádný textový prvek.
de: An der angegebenen Position ist kein Textelement vorhanden.
es: No existe ningún elemento de texto en la posición especificada.
fr: Aucun élément texte n'existe à la position spécifiée.
it: Nessun elemento di testo esistente nella posizione specificata.
ja: 指定された位置にテキスト要素がありません。
ko: 지정한 위치에 텍스트 요소가 없습니다.
pl: Na określonej pozycji nie ma żadnego elementu tekstowego.
pt_br: Não existe elemento de texto na posição especificada.
ru: В указанной позиции не существует ни одного текстового элемента.
tr: Belirtilen konumda metin öğesi yok.
zh_hans: 在指定的位置不存在文本元素。
zh_hant: 指定的位置沒有文字項目存在。
