Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InDifferentScope
source: '{0}' and '{1}' are not scoped by the same text element.
cs: {0} a {1} nejsou ve stejném textovém elementu.
de: "{0}" und "{1}" sind nicht demselben Textelementbereich zugeordnet.
es: "{0}" y "{1}" no tienen el ámbito establecido por el mismo elemento de texto.
fr: '{0}' et '{1}' ne sont pas délimités par le même élément de texte.
it: L'ambito di '{0}' e '{1}' non è definito dallo stesso elemento di testo.
ja: '{0}' と '{1}' は、同じテキスト要素のスコープではありません。
ko: '{0}'과(와) '{1}'은(는) 같은 텍스트 요소에 의해 구분되지 않습니다.
pl: Elementy „{0}” i „{1}” nie należą do zakresu wyznaczanego przez ten sam element tekstowy.
pt_br: '{0}' e '{1}' não têm o escopo definido pelo mesmo elemento de texto.
ru: "{0}" и "{1}" не находятся в области одного текстового элемента.
tr: '{0}' ve '{1}' aynı metin öğesinin kapsamında değil.
zh_hans: “{0}”和“{1}”没有通过相同的文本元素设定作用域。
zh_hant: '{0}' 與 '{1}' 不是由相同的文字項目界定範圍。

# InDifferentTextContainers
source: '{0}' and '{1}' TextPointers are not in the same document.
cs: {0} a {1} TextPointers nejsou ve stejném dokumentu.
de: Die TextPointers "{0}" und "{1}" befinden sich nicht im selben Dokument.
es: TextPointers "{0}" y "{1}" no están en el mismo documento.
fr: Les TextPointers '{0}' et '{1}' ne figurent pas dans le même document.
it: Gli elementi TextPointer '{0}' e '{1}' non sono inclusi nello stesso documento.
ja: '{0}' および '{1}' TextPointers は、同じドキュメント内にありません。
ko: '{0}'과(와) '{1}' TextPointer가 같은 문서에 있지 않습니다.
pl: Elementy TextPointers „{0}” i „{1}” nie znajdują się w tym samym dokumencie.
pt_br: Os TextPointers '{0}' e '{1}' não estão no mesmo documento.
ru: Указатели TextPointers "{0}" и "{1}" не находятся в одном документе.
tr: '{0}' ve '{1}' TextPointers aynı belge içinde değil.
zh_hans: “{0}”和“{1}”TextPointer 不在同一文档中。
zh_hant: '{0}' 與 '{1}' TextPointer 並非位於相同的文件中。

# InavalidStartItem
source: StartItem is not valid.
cs: Vlastnost StartItem není platná.
de: StartItem ist ungültig.
es: StartItem no es válido.
fr: StartItem n'est pas valide.
it: StartItem non valido.
ja: StartItem が無効です。
ko: StartItem이 잘못되었습니다.
pl: Element StartItem jest nieprawidłowy.
pt_br: StartItem não é válido.
ru: Недопустимое значение StartItem.
tr: StartItem geçerli değil.
zh_hans: StartItem 无效。
zh_hant: StartItem 無效。

# IncompatibleCLRText
source: Unable to install or run the application. The application requires Microsoft .NET Framework containing Common Language Runtime v{0} to be installed.
cs: Aplikaci nelze instalovat ani spustit. Aplikace požaduje instalaci rozhraní Microsoft .NET Framework obsahující modul CLR (Common Language Runtime) v{0}.
de: Die Anwendung kann weder installiert noch ausgeführt werden. Für die Anwendung muss Microsoft .NET Framework mit Common Language Runtime v{0} installiert sein.
es: No se puede instalar o ejecutar la aplicación. La aplicación requiere que esté instalado Microsoft .NET Framework con Microsoft Common Language Runtime v{0}.
fr: Impossible d'installer ou d'exécuter l'application. L'application requiert Microsoft .NET Framework contenant Common Language Runtime v{0} pour pouvoir être installée.
it: Impossibile installare o eseguire l'applicazione. L'applicazione richiede l'installazione di Microsoft .NET Framework con Common Language Runtime v{0}.
ja: アプリケーションをインストールまたは実行できません。アプリケーションには、Common Language Runtime v{0} を含む Microsoft .NET Framework がインストールされている必要があります。
ko: 응용 프로그램을 설치하거나 실행할 수 없습니다. 공용 언어 런타임 v{0}(이)가 포함된 Microsoft .NET Framework를 설치해야 합니다.
pl: Nie można zainstalować ani uruchomić aplikacji. Aplikacja wymaga zainstalowania programu Microsoft .NET Framework zawierającego środowisko Common Language Runtime v{0}.
pt_br: Não foi possível instalar ou executar o aplicativo. O aplicativo requer a instalação do Microsoft .NET Framework contendo o Common Language Runtime v{0}.
ru: Невозможно установить или выполнить приложение. Для приложения требуется установить Microsoft .NET Framework, содержащий среду CLR v{0}.
tr: Uygulama yüklenemiyor veya çalıştırılamıyor. Uygulama, Ortak Dil Çalışma Zamanı v{0} içeren Microsoft .NET Framework yüklenmesini gerektirir.
zh_hans: 无法安装或运行应用程序。此应用程序要求安装有包含公共语言运行时 v{0} 的 Microsoft .NET Framework。
zh_hant: 無法安裝或執行應用程式。應用程式需要安裝包含 Common Language Runtime v{0} 的 Microsoft .NET Framework。

# IncompatibleWinFXText
source: Unable to install or run the application. The application requires Microsoft .NET Framework v{0} or compatible to be installed.
cs: Aplikaci nelze instalovat ani spustit. Aplikace požaduje instalaci rozhraní Microsoft .NET Framework v{0} nebo kompatibilního produktu.
de: Die Anwendung kann weder installiert noch ausgeführt werden. Für die Anwendung muss Microsoft .NET Framework v{0} oder eine kompatible Version installiert sein.
es: No se puede instalar o ejecutar la aplicación. La aplicación requiere que esté instalado Microsoft .NET Framework v{0} o compatible.
fr: Impossible d'installer ou d'exécuter l'application. L'application requiert Microsoft .NET Framework v{0} ou version compatible pour pouvoir être installée.
it: Impossibile installare o eseguire l'applicazione. L'applicazione richiede l'installazione di Microsoft .NET Framework v{0} o versione compatibile.
ja: アプリケーションをインストールまたは実行できません。アプリケーションには、Microsoft .NET Framework v{0} または互換コンポーネントがインストールされている必要があります。
ko: 응용 프로그램을 설치하거나 실행할 수 없습니다. Microsoft .NET Framework v{0} 또는 호환되는 구성 요소를 설치해야 합니다.
pl: Nie można zainstalować ani uruchomić aplikacji. Aplikacja wymaga zainstalowania programu Microsoft .NET Framework v{0} lub zgodnego z nim.
pt_br: Não foi possível instalar ou executar o aplicativo. O aplicativo requer a instalação do Microsoft .NET Framework v{0} ou compatível.
ru: Невозможно установить или выполнить приложение. Для приложения требуется установить клиент Microsoft .NET Framework v{0} или совместимый.
tr: Uygulama yüklenemiyor veya çalıştırılamıyor. Uygulama, Microsoft .NET Framework v{0} veya uyumlu bir programın yüklenmesini gerektirir.
zh_hans: 无法安装或运行应用程序。此应用程序要求安装有 Microsoft .NET Framework v{0} 或兼容版本。
zh_hant: 無法安裝或執行應用程式。應用程式需要安裝 Microsoft .NET Framework v{0} 或相容元件。

# InconsistentBindingList
source: IBindingList '{0}' has unexpected length after a '{1}' event.\nThis can happen if the IBindingList has been changed without raising a corresponding ListChanged event.
cs: Po události {1} má objekt {0} třídy IBindingList neočekávanou délku.\nK tomu může dojít v případě změny objektu IBindingList bez vyvolání odpovídající události ListChanged.
de: IBindingList "{0}" verfügt nach einem {1}-Ereignis über eine unerwartete Länge.\nDies kann der Fall sein, wenn die IBindingList verändert wurde, ohne dass ein entsprechendes ListChanged-Ereignis ausgelöst wurde.
es: IBindingList "{0}" tiene una longitud inesperada después de un evento "{1}".\nEsto puede ocurrir si IBindingList se ha cambiado sin desencadenar un evento ListChanged correspondiente.
fr: IBindingList '{0}' a une longueur inattendue après un événement '{1}'.\nCela peut se produire si IBindingList a été changé sans lever l'événement ListChanged correspondant.
it: La lunghezza di IBindingList '{0}' dopo un evento '{1}' non è prevista.\nQuesta condizione può verificarsi se IBindingList è stato modificato senza generare un evento ListChanged corrispondente.
ja: '{1}' イベントの後、IBindingList '{0}' が予期しない長さになりました。\nこれは、対応する ListChanged イベントを発生させずに IBindingList が変更された場合に、発生する可能性があります。
ko: '{1}' 이벤트 후에 IBindingList '{0}'이(가) 예기치 않은 길이입니다.\n이 오류는 해당 ListChanged 이벤트를 발생시키지 않고 IBindingList가 변경된 경우에 발생할 수 있습니다.
pl: Zdarzenie „{0}” interfejsu IBindingList występujące po zdarzeniu „{1}” ma nieoczekiwaną długość.\nMoże się tak zdarzyć w przypadku, gdy zdarzenie interfejsu IBindingList zmodyfikowano bez zainicjowania odnośnego zdarzenia ListChanged.
pt_br: IBindingList '{0}' tem um tamanho inesperado após um evento '{1}'.\nIsso pode ocorrer se IBindingList é alterado sem gerar um evento ListChanged correspondente.
ru: IBindingList "{0}" имеет непредвиденную длину после события "{1}".\nЭто может происходить, если IBindingList был изменен без вызова соответствующего события ListChanged.
tr: IBindingList '{0}' bir '{1}' olayından sonra beklenmeyen bir uzunluğa sahip oldu.\nKarşılık gelen bir ListChanged olayı oluşturulmadan IBindingList değiştirilmişse bu durum oluşabilir.
zh_hans: IBindingList“{0}”在“{1}”事件后具有意外的长度。\n如果在没有引发相应 ListChanged 事件的情况下更改了 IBindingList，则会出现这种情况。
zh_hant: 發生 '{1}' 事件之後，IBindingList '{0}' 有未預期的長度。\n如果 IBindingList 已變更，但未引發相對應的 ListChanged 事件，即可能發生這種情形。

# IncorrectAnchorLength
source: Zero-length TextRange is not valid for this processor.
cs: Rozsah textu TextRange o nulové délce není pro tento procesor platný.
de: "TextRange" mit der Länge Null ist für diesen Prozessor nicht gültig.
es: TextRange de longitud cero no es válido para este procesador.
fr: TextRange de longueur nulle non valide pour ce processeur.
it: TextRange di lunghezza zero non valido per questo elaboratore.
ja: 長さ 0 の TextRange は、このプロセッサに対して無効です。
ko: 길이가 0인 TextRange는 이 프로세서에 사용할 수 없습니다.
pl: TextRange o zerowej długości nie jest poprawny dla tego procesora.
pt_br: TextRange de comprimento zero não é válido para este processador.
ru: Значение TextRange нулевой длины является недопустимым для данного обработчика.
tr: Sıfır uzunluklu TextRange bu işlemci için geçerli değil.
zh_hans: 零长度的 TextRange 对于此处理器无效。
zh_hant: 對於此處理器而言零長度 TextRange 是無效的。

# IncorrectFlowDirection
source: FlowDirection for Window is not valid.
cs: FlowDirection pro Window není platný.
de: "FlowDirection" ist für "Window" nicht gültig.
es: FlowDirection para Window no es válido.
fr: FlowDirection pour Window non valide.
it: FlowDirection non valida per Window.
ja: Window の FlowDirection が無効です。
ko: Window에 대한 FlowDirection이 잘못되었습니다.
pl: Wartość FlowDirection dla elementu typu Window jest nieprawidłowa.
pt_br: FlowDirection para Window não é válido.
ru: Недопустимое значение FlowDirection для Window.
tr: Window için FlowDirection geçerli değil.
zh_hans: Window 的 FlowDirection 无效。
zh_hant: Window 的 FlowDirection 無效。

# IncorrectLocatorPartType
source: '{0}' locator part type is not valid.
cs: Typ součásti lokátoru {0} je neplatný.
de: Der Locatorteiltyp "{0}" ist ungültig.
es: El tipo de la parte del localizador '{0}' no es válido.
fr: Type d'une partie du localisateur '{0}' non valide.
it: Tipo della parte localizzatore '{0}' non valido.
ja: '{0}' ロケーター パーツの型が無効です。
ko: '{0}' 로케이터 부분 형식이 잘못되었습니다.
pl: Typ części lokalizatora „{0}” jest nieprawidłowy.
pt_br: O tipo da parte do localizador '{0}' não é válido.
ru: Недопустимый тип части локатора "{0}".
tr: '{0}' konum belirleyici bölüm türü geçerli değil.
zh_hans: “{0}”定位器部分类型无效。
zh_hant: '{0}' 定位程式部分型別無效。

# IndexedPropDescNotImplemented
source: Cannot use indexed Value on PropertyDescriptor.
cs: Nelze používat indexovanou Value funkce PropertyDescriptor.
de: Indizierter "Value" kann nicht für "PropertyDescriptor" verwendet werden.
es: No se puede usar el Value indizado en PropertyDescriptor.
fr: Impossible d'utiliser une valeur Value indexée sur PropertyDescriptor.
it: Impossibile utilizzare un Value indicizzato per PropertyDescriptor.
ja: PropertyDescriptor 上ではインデックスの付いた Value を使用できません。
ko: PropertyDescriptor에서 인덱싱된 Value를 사용할 수 없습니다.
pl: Nie można używać indeksowanego elementu Value w elemencie PropertyDescriptor.
pt_br: Não é possível usar Value indexado em PropertyDescriptor.
ru: Невозможно использовать индексированное значение Value в PropertyDescriptor.
tr: PropertyDescriptor üzerinde dizinli Value kullanılamaz.
zh_hans: 无法在 PropertyDescriptor 上使用索引 Value。
zh_hant: 無法在 PropertyDescriptor 使用已索引的 Value。

# InputScopeAttribute_E_OUTOFMEMORY
source: Insufficient memory.
cs: Nedostatek paměti
de: Nicht genügend Arbeitsspeicher.
es: Memoria insuficiente.
fr: Mémoire insuffisante.
it: Memoria insufficiente.
ja: メモリ不足です。
ko: 메모리가 부족합니다.
pl: Za mało pamięci.
pt_br: Memória insuficiente.
ru: Недостаточно памяти.
tr: Bellek yetersiz.
zh_hans: 内存不足。
zh_hant: 記憶體不足。

# InputStreamMustBeReadable
source: '{0}' input stream must be readable.
cs: Vstupní datový proud {0} musí být čitelný.
de: Der Eingabedatenstrom "{0}" muss lesbar sein.
es: El flujo de entrada '{0}' debe tener permiso de lectura.
fr: Le flux d'entrée '{0}' doit être lisible.
it: Il flusso di input '{0}' deve essere leggibile.
ja: '{0}' 入力ストリームは、読み取り可能である必要があります。
ko: '{0}' 입력 스트림은 읽을 수 있어야 합니다.
pl: Strumień wejściowy „{0}” musi być do odczytu.
pt_br: O fluxo de entrada '{0}' deve ser legível.
ru: Входной поток "{0}" должен быть доступным для чтения.
tr: '{0}' giriş akışı okunabilir olmalıdır.
zh_hans: “{0}”输入流必须可读。
zh_hant: '{0}' 輸入資料流必須可讀取。

# InsertInDeferSelectionActive
source: Cannot insert in a selection when selection is in progress. Use Add method.
cs: Nelze vložit do výběru, pokud žádný výběr neprobíhá. Použijte metodu Add.
de: Während einer laufenden Auswahl kann nichts in eine Auswahl eingefügt werden. Verwenden Sie die Add-Methode.
es: No se puede insertar nada en una selección si esta está en curso. Use el método Add.
fr: Impossible d'effectuer une insertion dans une sélection lorsque la sélection est en cours. Utilisez la méthode Add.
it: Impossibile inserire in una selezione mentre è in corso la selezione. Utilizzare il metodo Add.
ja: 選択中に選択に挿入することはできません。Add メソッドを使用してください。
ko: 선택이 진행 중인 경우 선택 항목에 삽입할 수 없습니다. Add 메서드를 사용하십시오.
pl: Nie można wstawić wyboru, gdy wybór jest w toku. Użyj metody Add.
pt_br: Não é possível inserir em uma seleção quando a seleção está em andamento. Use o método Add.
ru: Невозможно выполнить вставку в выделенный фрагмент во время выполнения выделения. Используйте метод Add.
tr: Seçim devam ederken seçim içine ekleme yapılamaz. Add metodunu kullanın.
zh_hans: 选择正在进行时无法在选择中插入。请使用 Add 方法。
zh_hant: 無法在選取進行當中插入選取。請使用 Add 方法。

# IntegerCollectionLengthLessThanZero
source: Integer collection size cannot be negative.
cs: Celočíselná hodnota velikosti kolekce nemůže být záporná.
de: Die Größe der Ganzzahlsammlung kann nicht negativ sein.
es: El tamaño de la colección de enteros no puede ser negativa.
fr: La taille d'une collection de type entier ne peut pas être négative.
it: Le dimensioni di una raccolta Integer non possono essere negative.
ja: 整数のコレクション サイズは負にできません。
ko: 정수 컬렉션 크기는 음수일 수 없습니다.
pl: Wielkość kolekcji o wartości całkowitej nie może być liczbą ujemną.
pt_br: O tamanho da coleção de inteiros não pode ser negativo.
ru: Целочисленный размер коллекции не может быть отрицательным.
tr: Tamsayı koleksiyonu boyutu negatif olamaz.
zh_hans: 整数集合的大小不能为负数。
zh_hant: 整數集合大小不能為負數。

# InvalidAnchorPosition
source: Anchor position is not valid.
cs: Pozice kotvy je neplatná.
de: Ungültige Anchor-Position.
es: La posición del delimitador no es válida.
fr: Position d'ancrage non valide.
it: Posizione di ancoraggio non valida.
ja: アンカー位置が無効です。
ko: 앵커 위치가 잘못되었습니다.
pl: Nieprawidłowa pozycja kotwicy.
pt_br: A posição da ancoragem não é válida.
ru: Недопустимая позиция закрепления.
tr: Tutturucu konumu geçerli değil.
zh_hans: 定位点位置无效。
zh_hant: 錨點位置無效。

# InvalidAttachedAnchor
source: AttachedAnchor is not valid.
cs: AttachedAnchor je neplatná.
de: "AttachedAnchor" ist ungültig.
es: AttachedAnchor no es válido.
fr: AttachedAnchor non valide.
it: AttachedAnchor non valido.
ja: AttachedAnchor が無効です。
ko: AttachedAnchor가 잘못되었습니다.
pl: Nieprawidłowy element AttachedAnchor.
pt_br: AttachedAnchor não é válido.
ru: Недопустимое значение AttachedAnchor.
tr: AttachedAnchor geçerli değil.
zh_hans: AttachedAnchor 无效。
zh_hant: AttachedAnchor 無效。

# InvalidAttachedAnnotation
source: AttachedAnnotation is not valid.
cs: AttachedAnnotation je neplatná.
de: "AttachedAnnotation" ist ungültig.
es: AttachedAnnotation no es válida.
fr: AttachedAnnotation non valide.
it: AttachedAnnotation non valida.
ja: AttachedAnnotation が無効です。
ko: AttachedAnnotation가 잘못되었습니다.
pl: Nieprawidłowy element AttachedAnnotation.
pt_br: AttachedAnnotation não é válido.
ru: Недопустимое значение AttachedAnnotation.
tr: AttachedAnnotation geçerli değil.
zh_hans: AttachedAnnotation 无效。
zh_hant: AttachedAnnotation 無效。

# InvalidAttributeValue
source: The required '{0}' attribute value is not valid.
cs: Požadovaná hodnota atributu {0} je neplatná.
de: Der Wert des erforderlichen Attributs "{0}" ist ungültig.
es: El valor del atributo '{0}' obligatorio no es válido.
fr: La valeur de l'attribut '{0}' requis n'est pas valide.
it: Il valore dell'attributo obbligatorio '{0}' non è valido.
ja: 必須の '{0}' 属性値が無効です。
ko: 필요한 '{0}' 특성 값이 잘못되었습니다.
pl: Wymagana wartość atrybutu „{0}” jest nieprawidłowa.
pt_br: O valor de atributo '{0}' necessário não é válido.
ru: Недопустимое значение обязательного атрибута "{0}".
tr: Gerekli '{0}' öznitelik değeri geçerli değil.
zh_hans: 必需的“{0}”特性值无效。
zh_hant: 要求的 '{0}' 屬性值無效。

# InvalidByteRanges
source: Byte ranges are not valid in '{0}'.
cs: Rozsahy bajtů nejsou pro prvek {0} platné.
de: Die Bytebereiche in "{0}" sind ungültig.
es: Los intervalos de bytes no son válidos en '{0}'.
fr: Plages d'octets non valides dans '{0}'.
it: Intervalli di byte non validi in '{0}'.
ja: '{0}' のバイト範囲が無効です。
ko: '{0}'에서 바이트 범위가 잘못되었습니다.
pl: Nieprawidłowe zakresy bajtów w „{0}”.
pt_br: Os intervalos de bytes não são válidos em '{0}'.
ru: Недопустимые диапазоны байтов в "{0}".
tr: '{0}' içinde bayt aralıkları geçerli değil.
zh_hans: 字节范围在“{0}”中无效。
zh_hant: 位元組範圍在 '{0}' 中是無效的。

# InvalidClipboardFormat
source: Specified InkCanvasClipboardFormat is not valid.
cs: Specifikovaný formát InkCanvasClipboardFormat je neplatný.
de: Angegebenes "InkCanvasClipboardFormat" ist nicht gültig.
es: El InkCanvasClipboardFormat especificado no es válido.
fr: InkCanvasClipboardFormat spécifié non valide.
it: Il valore InkCanvasClipboardFormat specificato non è valido.
ja: 指定された InkCanvasClipboardFormat は無効です。
ko: 지정된 InkCanvasClipboardFormat이 잘못되었습니다.
pl: Określony element InkCanvasClipboardFormat jest nieprawidłowy.
pt_br: InkCanvasClipboardFormat especificado não é válido.
ru: Указан недопустимый формат InkCanvasClipboardFormat.
tr: Belirtilen InkCanvasClipboardFormat geçerli değil.
zh_hans: 指定的 InkCanvasClipboardFormat 无效。
zh_hant: 指定的 InkCanvasClipboardFormat 無效。

# InvalidCompositionTarget
source: Cannot set Visibility or call Show, ShowDialog, or Hide while the composition target is not valid.
cs: Nelze nastavit Visibility nebo vyvolat Show, ShowDialog nebo Hide, pokud není platný cíl kompozice.
de: "Visibility" kann nicht festgelegt oder "Show", "ShowDialog" oder "Hide" nicht aufgerufen werden, wenn das Zusammenstellungsziel ungültig ist.
es: No se puede establecer Visibility ni llamar a Show, ShowDialog o Hide mientras el destino de composición no es válido.
fr: Impossible de définir Visibility ou d'appeler Show, ShowDialog ou Hide quand la cible de la composition n'est pas valide.
it: Impossibile impostare Visibility oppure chiamare Show, ShowDialog o Hide quando la destinazione di composizione non è valida.
ja: 構成ターゲットが無効な場合、Visibility の設定や、Show、ShowDialog、および Hide の呼び出しを行うことはできません。
ko: 컴퍼지션 대상이 올바르지 않으면 Visibility를 설정하거나 Show, ShowDialog 또는 Hide를 호출할 수 없습니다.
pl: Nie można ustawić właściwości Visibility ani wywołać funkcji Show, ShowDialog lub Hide, gdy element docelowy kompozycji jest nieprawidłowy.
pt_br: Não é possível definir Visibility ou chamar Show, ShowDialog ou Hide enquanto o destino da composição não for válido.
ru: Не удается задать Visibility или вызвать Show, ShowDialog или Hide в случае недопустимой цели композиции.
tr: Yazı hedefi geçerli olmadığında Visibility ayarlanamaz ya da Show, ShowDialog veya Hide çağırılamaz.
zh_hans: 在组合目标无效时，无法设置 Visibility 或调用 Show、ShowDialog 或 Hide。
zh_hant: 組合目標無效時，無法設定 Visibility 或呼叫 Show、ShowDialog 或 Hide。

# InvalidControlTemplateTargetType
source: ControlTemplate's TargetType must be Control, Page, PageFunctionBase or a subclass of the same. '{0}' type is not valid.
cs: TargetType šablony ControlTemplate musí být Control, Page, PageFunctionBase nebo jejich podtřída. Typ {0} je neplatný.
de: Bei "TargetType" von "ControlTemplate" muss es sich um "Control", "Page", "PageFunctionBase" oder eine entsprechende Unterklasse handeln. Der Typ "{0}" ist ungültig.
es: El TargetType de ControlTemplate debe ser Control, Page, PageFunctionBase o una subclase de los anteriores. El tipo '{0}' no es válido.
fr: TargetType de ControlTemplate doit être Control, Page, PageFunctionBase ou une sous-classe associée. Le type '{0}' n'est pas valide.
it: Il TargetType di ControlTemplate deve essere Control, Page, PageFunctionBase o una sottoclasse corrispondente. Il tipo '{0}' non è valido.
ja: ControlTemplate の TargetType は、Control、Page、PageFunctionBase またはこれらと同じもののサブクラスである必要があります。'{0}' 型は無効です。
ko: ControlTemplate의 TargetType은 Control, Page, PageFunctionBase 또는 해당 서브클래스여야 합니다. '{0}' 형식이 잘못되었습니다.
pl: Typem TargetType szablonu ControlTemplate musi być Control, Page, PageFunctionBase lub jego odpowiednia podklasa. Typ „{0}” jest nieprawidłowy.
pt_br: TargetType de ControlTemplate deve ser Control, Page, PageFunctionBase ou uma subclasse igual. O tipo '{0}' não é válido.
ru: TargetType для ControlTemplate должен представлять Control, Page, PageFunctionBase или подкласс того же класса. Тип "{0}" является недопустимым.
tr: ControlTemplate'in TargetType'ı Control, Page, PageFunctionBase veya aynı alt sınıftan olmalıdır. '{0}' türü geçerli değil.
zh_hans: ControlTemplate 的 TargetType 必须是 Control、Page、PageFunctionBase 或相同的子类。“{0}”类型无效。
zh_hant: ControlTemplate 的 TargetType 必須是 Control、Page、PageFunctionBase 或相同的子類別。'{0}' 型別無效。

# InvalidCtorParameterNoInfinity
source: '{0}' parameter cannot be Infinity.
cs: Parametr {0} nemůže být Infinity.
de: "Infinity" ist für den Parameter "{0}" nicht zulässig.
es: El parámetro '{0}' no puede ser Infinity.
fr: Le paramètre '{0}' ne peut pas être Infinity.
it: Il parametro '{0}' non può essere Infinity.
ja: '{0}' パラメーターは Infinity にできません。
ko: 매개 변수 '{0}'은(는) Infinity일 수 없습니다.
pl: Parametr „{0}” nie może być równy Infinity.
pt_br: O parâmetro '{0}' não pode ser Infinity.
ru: Параметр "{0}" не должен иметь значение Infinity.
tr: '{0}' parametresi Infinity olamaz.
zh_hans: “{0}”参数不能是 Infinity。
zh_hant: '{0}' 參數不能是 Infinity。

# InvalidCtorParameterNoNaN
source: '{0}' parameter cannot be NaN.
cs: Parametr {0} nemůže být NaN.
de: "NaN" ist für den Parameter "{0}" nicht zulässig.
es: El parámetro '{0}' no puede ser NaN.
fr: Le paramètre '{0}' ne peut pas être NaN.
it: Il parametro '{0}' non può essere NaN.
ja: '{0}' パラメーターは NaN にできません。
ko: 매개 변수 '{0}'은(는) NaN일 수 없습니다.
pl: Parametr „{0}” nie może być równy NaN.
pt_br: O parâmetro '{0}' não pode ser NaN.
ru: Параметр "{0}" не должен иметь значение NaN.
tr: '{0}' parametresi NaN olamaz.
zh_hans: “{0}”参数不能是 NaN。
zh_hant: '{0}' 參數不能是 NaN。

# InvalidCtorParameterNoNegative
source: '{0}' parameter cannot be negative.
cs: Parametr {0}nemůže být záporný.
de: Der Parameter "{0}" darf nicht negativ sein.
es: El parámetro '{0}' no puede ser negativo.
fr: Le paramètre '{0}' ne peut pas être négatif.
it: Il parametro '{0}' non può essere negativo.
ja: '{0}' パラメーターは負の値にできません。
ko: 매개 변수 '{0}'은(는) 음수일 수 없습니다.
pl: Parametr „{0}” nie może być ujemny.
pt_br: O parâmetro '{0}' não pode ser negativo.
ru: Параметр "{0}" не может иметь отрицательное значение.
tr: '{0}' parametresi negatif olamaz.
zh_hans: “{0}”参数不能为负数。
zh_hant: '{0}' 參數不能為負數。
