Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TextEditorSpellerInteropHasBeenDisposed
source: Cannot use spelling checker because it was previously disposed.
cs: Nelze používat kontrolu pravopisu, protože byla zrušena.
de: Die Rechtschreibprüfung kann nicht verwendet werden, da sie zuvor verworfen wurde.
es: No se puede usar el corrector ortográfico porque se eliminó.
fr: Impossible d'utiliser le vérificateur d'orthographe parce qu'il a été précédemment libéré.
it: Impossibile utilizzare il correttore ortografico perché è stato eliminato in precedenza.
ja: 以前に破棄されたため、スペル チェックを使用できません。
ko: 맞춤법 검사기가 이전에 삭제되어 사용할 수 없습니다.
pl: Nie można używać narzędzia do sprawdzania pisowni, ponieważ zostało ono usunięte.
pt_br: Não é possível utilizar o verificador ortográfico porque já foi descartado anteriormente.
ru: Невозможно использовать модуль проверки орфографии, так как он был ранее ликвидирован.
tr: Yazım denetimcisi daha önce bırakıldığı için kullanılamıyor.
zh_hans: 无法使用拼写检查器，因为以前它已被释放。
zh_hant: 無法使用拼字檢查程式，因為它之前已被處置。

# TextEditorTypeOfParameterIsNotAppropriateForFormattingProperty
source: '{0}' parameter type is not valid for formatting property '{1}'.
cs: Typ parametru {0} není platný pro formátování vlastnosti {1}.
de: Der Parametertyp "{0}" ist für die Formatierungseigenschaft "{1}" nicht gültig.
es: El tipo de parámetro "{0}" no es válido para la propiedad de formato "{1}".
fr: Le type de paramètre '{0}' est non valide pour la propriété de mise en forme '{1}'.
it: Il tipo di parametro '{0}' non è valido per la proprietà di formattazione '{1}'.
ja: '{0}' パラメーターの型は、書式設定プロパティ '{1}' に対して無効です。
ko: 서식 지정 속성 '{1}'에 대해 '{0}' 매개 변수 형식을 사용할 수 없습니다.
pl: Typ parametru „{0}” jest nieprawidłowy dla właściwości formatowania „{1}”.
pt_br: O tipo do parâmetro '{0}' não é válido para a propriedade de formatação '{1}'.
ru: Недопустимый тип параметра "{0}" для свойства форматирования "{1}".
tr: '{0}' parametre türü '{1}' biçimlendirme özelliği için geçerli değil.
zh_hans: “{0}”参数类型对格式属性“{1}”无效。
zh_hant: '{0}' 參數類型對於格式設定屬性 '{1}' 無效。

# TextElementCollection_CannotCopyToArrayNotSufficientMemory
source: Not enough space to copy {0} elements to index {1} of array with length {2}.
cs: Nedostatek místa pro kopírování prvků {0} do indexu {1} pole o délce {2}.
de: Es ist nicht genügend Speicher vorhanden, um {0} Elemente in Index "{1}" eines Arrays mit der Länge {2} zu kopieren.
es: Espacio insuficiente para copiar {0} elementos en el índice "{1}" de la matriz con longitud {2}.
fr: Espace insuffisant pour copier {0} éléments dans l'index {1} d'un tableau de longueur {2}.
it: Spazio insufficiente per la copia di {0} elementi nell'indice {1} della matrice con lunghezza {2}.
ja: 長さ {2} の配列のインデックス {1} に {0} 要素をコピーするための十分な容量がありません。
ko: 길이가 {2}인 배열의 {1} 인덱스에 {0} 요소를 복사하기 위한 공간이 부족합니다.
pl: Za mało miejsca, aby skopiować elementy {0} do indeksu {1} tablicy o długości {2}.
pt_br: Não há espaço suficiente para copiar elementos {0} para o índice {1} da matriz com o tamanho {2}.
ru: Недостаточно места для копирования элементов ({0}) в индекс {1} для массива с длиной {2}.
tr: {0} öğeyi {2} uzunluklu dizi {1} dizinine kopyalamak için yeterli yer yok.
zh_hans: 空间不足，无法将 {0} 元素复制到长度为 {2} 的数组的索引 {1}。
zh_hant: 空間不足以將 {0} 個項目複製到陣列的索引 {1} (長度為 {2})。

# TextElementCollection_IndexOutOfRange
source: Index out of range.
cs: Index mimo rozsah.
de: Der Index befindet sich außerhalb des gültigen Bereichs.
es: Índice fuera del intervalo.
fr: Index en dehors des limites.
it: Indice non compreso nell'intervallo valido.
ja: インデックスが範囲外です。
ko: 인덱스가 범위를 벗어났습니다.
pl: Indeks poza zakresem.
pt_br: Índice fora do intervalo.
ru: Индекс вне диапазона.
tr: Dizin aralık dışında.
zh_hans: 索引超出范围。
zh_hant: 索引超出範圍。

# TextElementCollection_ItemHasUnexpectedType
source: An item of collection '{0}' has unexpected type {1} (expected type was {2}).
cs: Položka kolekce {0} má neočekávaný typ {1} (program očekával typ {2}).
de: Ein Element der Sammlung "{0}" besitzt den unerwarteten Typ "{1}" (erwarteter Typ: "{2}").
es: Un elemento de la colección "{0}" tiene un tipo inesperado {1} (el tipo esperado era {2}).
fr: Un élément de la collection '{0}' a un type inattendu {1} (type attendu : {2}).
it: Un elemento della raccolta '{0}' contiene il tipo imprevisto {1}. Il tipo previsto è {2}.
ja: コレクション '{0}' の項目に、予期しない型 {1} があります (予期していた型は {2} でした)。
ko: '{0}' 컬렉션의 항목에 예기치 못한 {1} 형식이 있습니다({2} 형식 필요).
pl: Element kolekcji „{0}” ma nieoczekiwany typ {1} (oczekiwano typu {2}).
pt_br: Um item da coleção '{0}' tem o tipo inesperado {1} (o tipo esperado era {2}).
ru: Элемент коллекции "{0}" имеет неожиданный тип {1} (ожидался тип {2}).
tr: '{0}' koleksiyonunun bir öğesi beklenmeyen {1} türünde (beklenen tür {2}).
zh_hans: 集合“{0}”的项含有意外的类型 {1} (应为类型 {2})。
zh_hant: 集合 '{0}' 中的項目有非預期的類型 {1} (類型應為 {2})。

# TextElementCollection_NextSiblingDoesNotBelongToThisCollection
source: '{0}' NextSibling does not belong to this TextElementCollection.
cs: Prvek {0} NextSibling nepatří do této kolekce TextElementCollection.
de: "NextSibling '{0}'" ist nicht im Besitz von "TextElementCollection".
es: El NextSibling '{0}' no pertenece a esta TextElementCollection.
fr: NextSibling '{0}' n'appartient pas à ce TextElementCollection.
it: NextSibling '{0}' non appartiene a questo TextElementCollection.
ja: '{0}' NextSibling は、この TextElementCollection に属していません。
ko: '{0}' NextSibling이 이 TextElementCollection에 속하지 않습니다.
pl: Parametr NextSibling „{0}” nie należy do tej kolekcji TextElementCollection.
pt_br: NextSibling '{0}' não pertence a TextElementCollection.
ru: NextSibling "{0}" не принадлежит к TextElementCollection.
tr: '{0}' NextSibling bu TextElementCollection'a ait değil.
zh_hans: “{0}”NextSibling 不属于此 TextElementCollection。
zh_hant: '{0}' NextSibling 不屬於此 TextElementCollection。

# TextElementCollection_NoEnumerator
source: The argument returned a null IEnumerator instance.
cs: Argument vrátil nulovou instanci funkce IEnumerator.
de: Von dem Argument wurde eine IEnumerator-Instanz mit dem Wert Null zurückgegeben.
es: El argumento devolvió una instancia IEnumerator nula.
fr: L'argument a retourné une instance IEnumerator de type null.
it: Istanza IEnumerator null restituita dall'argomento.
ja: 引数により NULL の IEnumerator インスタンスが戻されました。
ko: 인수가 null IEnumerator 인스턴스를 반환했습니다.
pl: Argument zwrócił puste wystąpienie IEnumerator.
pt_br: O argumento retornou uma instância nula de IEnumerator.
ru: Аргумент возвратил неопределенный экземпляр IEnumerator.
tr: Bağımsız değişken boş bir null IEnumerator örneği döndürdü.
zh_hans: 该参数返回了空的 IEnumerator 实例。
zh_hant: 引數傳回空值的 IEnumerator 執行個體。

# TextElementCollection_PreviousSiblingDoesNotBelongToThisCollection
source: '{0}' PreviousSibling does not belong to this TextElementCollection.
cs: Prvek {0} PreviousSibling nepatří do této kolekce TextElementCollection.
de: "PreviousSibling '{0}'" ist nicht im Besitz von "TextElementCollection".
es: El PreviousSibling '{0}' no pertenece a esta TextElementCollection.
fr: PreviousSibling '{0}' n'appartient pas à ce TextElementCollection.
it: PreviousSibling '{0}' non appartiene a questo TextElementCollection.
ja: '{0}' PreviousSibling は、この TextElementCollection に属していません。
ko: '{0}' PreviousSibling이 이 TextElementCollection에 속하지 않습니다.
pl: Parametr PreviousSibling „{0}” nie należy do tej kolekcji TextElementCollection.
pt_br: PreviousSibling '{0}' não pertence a TextElementCollection.
ru: PreviousSibling "{0}" не принадлежит к TextElementCollection.
tr: '{0}' PreviousSibling bu TextElementCollection'a ait değil.
zh_hans: “{0}”PreviousSibling 不属于此 TextElementCollection。
zh_hant: '{0}' PreviousSibling 不屬於此 TextElementCollection。

# TextElementCollection_TextElementTypeExpected
source: '{0}' type expected.
cs: Program očekával typ {0}.
de: Es wurde der Typ "{0}" erwartet.
es: Tipo '{0}' esperado.
fr: Type attendu '{0}'.
it: Previsto tipo '{0}'.
ja: '{0}' 型は予期されていました。
ko: '{0}' 형식이 필요합니다.
pl: Oczekiwano typu „{0}”.
pt_br: Era esperado tipo '{0}'.
ru: Ожидается тип "{0}".
tr: '{0}' türü bekleniyor.
zh_hans: 应为“{0}”类型。
zh_hant: 預期應為 '{0}' 型別。

# TextElement_UnmatchedEndPointer
source: Parameter 'end' must be null when parameter 'start' is null.
cs: Parametr end musí být nulový, pokud je nulový parametr start.
de: Der Parameter 'end' muss Null sein, wenn der Parameter 'start' Null ist.
es: El parámetro 'end' debe ser nulo cuando el parámetro 'start' sea nulo.
fr: Le paramètre 'end' doit avoir la valeur null quand le paramètre 'start' a la valeur null.
it: Il parametro 'end' deve essere null quando il parametro 'start' è null.
ja: パラメーターの 'start' が NULL の場合、パラメーターの 'end' も NULL である必要があります。
ko: 매개 변수 'start'가 null이면 매개 변수 'end'도 null이어야 합니다.
pl: Parametr „end” musi mieć wartość null, jeśli parametr „start” ma wartość null.
pt_br: O parâmetro 'end' deve ser nulo quando o parâmetro 'start' for nulo.
ru: Параметр "end" должен быть неопределенным, когда параметр "start" не определен.
tr: Parametre 'start' boş olduğunda parametre 'end' boş olmalıdır.
zh_hans: 当参数“start”为空时，参数“end”必须为空。
zh_hant: 當參數 'start' 是空值時，參數 'end' 也必須是空值。

# TextPanelIllegalParaTypeForIAddChild
source: '{0}' parameter of unexpected type '{1}'. Expected type is UIElement or FrameworkContentElement.
cs: Parametr prvku {0} neočekávaného typu {1}. Program očekával typ UIElement nebo FrameworkContentElement.
de: Der Parameter "{0}" weist den unerwarteten Typ "{1}" auf. Erwartet wurde der Typ "UIElement" oder "FrameworkContentElement".
es: Parámetro "{0}" de tipo inesperado "{1}". El tipo esperado es UIElement o FrameworkContentElement.
fr: Paramètre '{0}' de type inattendu '{1}'. Le type attendu est UIElement ou FrameworkContentElement.
it: Il tipo del parametro '{0}' è imprevisto: '{1}'. Il tipo previsto è UIElement o FrameworkContentElement.
ja: 予期しない型 '{1}' の '{0}' パラメーターです。予期していた型は UIElement または FrameworkContentElement です。
ko: 예기치 못한 '{1}' 형식의 '{0}' 매개 변수입니다. UIElement 또는 FrameworkContentElement 형식이 필요합니다.
pl: Parametr „{0}” nieoczekiwanego typu „{1}”. Oczekiwanym typem jest UIElement lub FrameworkContentElement.
pt_br: Parâmetro '{0}' do tipo inesperado '{1}'. O tipo esperado era UIElement ou FrameworkContentElement.
ru: Параметр "{0}" имеет неожиданный тип "{1}". Ожидается тип UIElement или FrameworkContentElement.
tr: '{1}' beklenmeyen türünde '{0}' parametresi. Beklenen tür UIElement veya FrameworkContentElement.
zh_hans: 意外类型“{1}”的“{0}”参数。类型应为 UIElement 或 FrameworkContentElement。
zh_hant: '{0}' 參數為非預期的類型 '{1}'。類型應為 UIElement 或 FrameworkContentElement。

# TextPointer_CannotInsertTextElementBecauseItBelongsToAnotherTree
source: Cannot insert TextElement because it belongs to another tree.
cs: Nelze vložit textový prvek TextElement, který patří do jiného stromu.
de: "TextElement" kann nicht eingefügt werden, da es im Besitz einer anderen Struktur ist.
es: No se puede insertar TextElement porque pertenece a otro árbol.
fr: Impossible d'insérer TextElement parce qu'il appartient à une autre arborescence.
it: Impossibile inserire TextElement perché appartiene a un altro albero.
ja: 別のツリーに属しているため、TextElement を挿入できません。
ko: TextElement가 다른 트리에 속하므로 삽입할 수 없습니다.
pl: Nie można wstawić elementu TextElement, ponieważ należy on do innego drzewa.
pt_br: Não é possível inserir TextElement porque ele pertence à outra árvore.
ru: Невозможно вставить элемент TextElement, так как он принадлежит другому дереву.
tr: TextElement başka bir ağaca ait olduğu için eklenemez.
zh_hans: 无法插入 TextElement，因为它属于另一个树。
zh_hant: 無法插入 TextElement，因為它屬於另一個樹狀結構。

# TextPositionIsFrozen
source: Frozen TextPointer cannot be repositioned.
cs: Zmrazené ukazovátko TextPointer nelze přemísťovat.
de: Der fixierte "TextPointer" kann nicht neu positioniert werden.
es: El TextPointer inmovilizado no se puede reubicar.
fr: Impossible de repositionner TextPointer de type frozen.
it: Impossibile riposizionare il TextPointer bloccato.
ja: 固定した TextPointer は移動できません。
ko: 고정된 TextPointer의 위치를 변경할 수 없습니다.
pl: Nie można zmienić położenia zamrożonego wskaźnika TextPointer.
pt_br: TextPointer congelado não pode ser reposicionado.
ru: Невозможно изменить положение зафиксированного указателя TextPointer.
tr: Dondurulmuş TextPointer yeniden konumlandırılamaz.
zh_hans: 无法重新定位冻结的 TextPointer。
zh_hant: 無法調整已凍結之 TextPointer 的位置。

# TextProvider_InvalidChildElement
source: Element is not within the document range.
cs: Tento prvek leží mimo rozsah dokumentu.
de: Das Element befindet sich außerhalb des Dokumentbereichs.
es: El elemento no está dentro del intervalo del documento.
fr: Element est en dehors de la plage du document.
it: Elemento non compreso nell'intervallo del documento.
ja: 要素がドキュメントの範囲内にありません。
ko: 요소가 문서 범위 내에 없습니다.
pl: Element nie należy do zakresu dokumentu.
pt_br: O elemento não está dentro do intervalo do documento.
ru: Элемент находится вне диапазона документа.
tr: Öğe belge aralığı içinde değil.
zh_hans: 元素不在文档范围之内。
zh_hant: 項目不在文件範圍內。

# TextProvider_InvalidPoint
source: Point is not within the client area of TextPattern provider.
cs: Tento bod není v prostoru klienta poskytovatele vlastnosti TextPattern.
de: Der Punkt befindet sich nicht im Clientbereich des TextPattern-Anbieters.
es: El punto no está dentro del área cliente del proveedor TextPattern.
fr: Point n'est pas dans la zone client du fournisseur TextPattern.
it: Punto non compreso nell'area client del provider TextPattern.
ja: ポイントは、TextPattern プロバイダーのクライアント領域内にありません。
ko: 포인트가 TextPattern 공급자의 클라이언트 영역 내에 없습니다.
pl: Punkt nie znajduje się w obszarze klienta dostawcy TextPattern.
pt_br: O ponto não está na área do cliente do fornecedor de TextPattern.
ru: Точка не лежит внутри клиентской области поставщика TextPattern.
tr: Nokta TextPattern sağlayıcısının istemci alanı içinde değil.
zh_hans: 点不在 TextPattern 提供程序的客户端区域之内。
zh_hant: 點不在 TextPattern 提供者的工作區內。

# TextProvider_TextSelectionNotSupported
source: Text selection is not supported on this element.
cs: Tento prvek nepodporuje výběr textu.
de: Die Textauswahl wird für dieses Element nicht unterstützt.
es: La selección de texto no está admitida en este elemento.
fr: La sélection de texte n'est pas prise en charge sur cet élément.
it: Selezione di testo non supportata per questo elemento.
ja: テキスト選択はこの要素でサポートされていません。
ko: 이 요소에서 텍스트 선택이 지원되지 않습니다.
pl: Wybór tekstu nie jest obsługiwany w tym elemencie.
pt_br: Não há suporte para a seleção de texto neste elemento.
ru: Выделение текста в данном элементе не поддерживается.
tr: Bu öğede metin biçimi desteklenmez.
zh_hans: 此元素上不支持文本选择。
zh_hant: 此項目不支援文字選取範圍。

# TextRangeEdit_InvalidStructuralPropertyApply
source: Cannot apply '{0}' property across the borders of TextElements of type '{1}'.
cs: Nelze aplikovat vlastnost {0} za hranicemi textových prvků TextElements typu {1}.
de: Die Eigenschaft "{0}" kann nicht über die Grenzen von TextElements vom Typ "{1}" hinweg angewendet werden.
es: No se puede aplicar la propiedad "{0}" fuera de los bordes de TextElements de tipo "{1}".
fr: Impossible d'appliquer la propriété '{0}' sur les bordures de TextElements de type '{1}'.
it: Non è possibile applicare la proprietà '{0}' oltre i bordi di elementi TextElement di tipo '{1}'.
ja: 型 '{1}' の TextElement の境界を越えて '{0}' プロパティを適用することはできません。
ko: '{1}' 형식의 TextElement의 테두리에 '{0}' 속성을 적용할 수 없습니다.
pl: Właściwości „{0}” nie można zastosować, przekraczając granicę między elementami TextElement typu „{1}”.
pt_br: Não é possível aplicar a propriedade '{0}' às bordas de TextElements do tipo '{1}'.
ru: Не удается применить свойство "{0}" вне границ элементов TextElements типа "{1}".
tr: '{1}' türünde TextElements sınırları arasında '{0}' özelliği uygulanamaz.
zh_hans: 无法跨类型“{1}”的 TextElement 边界应用“{0}”属性。
zh_hant: 無法跨越類型 '{1}' 的 TextElement 邊界套用 '{0}' 屬性。

# TextRangeProvider_EmptyStringParameter
source: '{0}' string cannot be empty.
cs: Řetězec {0}nemůže být prázdný.
de: Die Zeichenfolge "{0}" darf nicht leer sein.
es: La cadena '{0}' no puede estar vacía.
fr: La chaîne '{0}' ne peut pas être vide.
it: La stringa '{0}' non può essere vuota.
ja: '{0}' 文字列は空にできません。
ko: '{0}' 문자열은 비워 둘 수 없습니다.
pl: Ciąg „{0}” nie może być pusty.
pt_br: A cadeia de caracteres '{0}' não pode estar vazia.
ru: Строка "{0}" не может быть пустой.
tr: '{0}' dizesi boş olamaz.
zh_hans: “{0}”字符串不能为空。
zh_hant: '{0}' 字串不能是空的。

# TextRangeProvider_InvalidParameterValue
source: '{0}' value is not valid for parameter '{1}'.
cs: Hodnota {0} není platná pro parametr {1}.
de: Der Wert "{0}" ist für den Parameter "{1}" nicht gültig.
es: El valor "{0}" no es válido para el parámetro "{1}".
fr: Valeur '{0}' non valide pour le paramètre '{1}'.
it: Il valore '{0}' non è valido per il parametro '{1}'.
ja: パラメーター '{1}' の '{0}' 値が無効です。
ko: '{1}' 매개 변수에 '{0}' 값을 사용할 수 없습니다.
pl: Wartość „{0}” jest nieprawidłowa dla parametru „{1}”.
pt_br: O valor '{0}' não é válido para o parâmetro '{1}'.
ru: Недопустимое значение "{0}" для параметра "{1}".
tr: '{0}' değeri '{1}' parametresi için geçerli değil.
zh_hans: “{0}”值对参数“{1}”无效。
zh_hant: '{0}' 值對參數 '{1}' 無效。

# TextRangeProvider_WrongTextRange
source: Range must come from the same text provider.
cs: Rozsah musí pocházet od téhož poskytovatele textu.
de: Der Bereich muss vom selben Textanbieter stammen.
es: El intervalo debe proceder del mismo proveedor de texto.
fr: La plage doit provenir du même fournisseur de texte.
it: L'intervallo deve provenire dallo stesso provider di testo.
ja: 範囲は、同じテキスト プロバイダーのものである必要があります。
ko: 범위는 같은 텍스트 공급자에서 가져와야 합니다.
pl: Zakres musi pochodzić od tego samego dostawcy tekstu.
pt_br: O intervalo deve ser originado do mesmo fornecedor de texto.
ru: Диапазон должен принадлежать тому же поставщику.
tr: Aralık aynı metin sağlayıcısından gelmelidir.
zh_hans: 范围必须来自同一文本提供程序。
zh_hant: 範圍必須來自相同的文字提供者。

# TextRange_InvalidParameterValue
source: Parameter value is not valid.
cs: Tato hodnota parametru není platná.
de: Der Parameterwert ist ungültig.
es: El valor del parámetro no es válido.
fr: Valeur de paramètre non valide.
it: Valore del parametro non valido.
ja: パラメーター値が無効です。
ko: 매개 변수 값이 잘못되었습니다.
pl: Wartość parametru jest nieprawidłowa.
pt_br: O valor do parâmetro não é válido.
ru: Недопустимое значение параметра.
tr: Parametre değeri geçerli değil.
zh_hans: 参数值无效。
zh_hant: 參數值無效。

# TextRange_PropertyCannotBeIncrementedOrDecremented
source: '{0}' property cannot be incremented or decremented.
cs: Vlastnost {0} nelze rozšiřovat a zužovat.
de: Die {0}-Eigenschaft kann nicht inkrementiert oder dekrementiert werden.
es: La propiedad '{0}' no se puede incrementar ni reducir.
fr: La propriété '{0}' ne peut pas être incrémentée ou décrémentée.
it: Impossibile incrementare o decrementare la proprietà '{0}'.
ja: '{0}' プロパティは増減できません。
ko: '{0}' 속성을 늘리거나 줄일 수 없습니다.
pl: Właściwości „{0}” nie można zwiększać ani zmniejszać.
pt_br: A propriedade '{0}' não pode ser aumentada ou diminuída.
ru: Значение свойства "{0}" нельзя увеличить или уменьшить.
tr: '{0}' özelliği artırılamaz veya azaltılamaz.
zh_hans: 不能增加或减少“{0}”属性。
zh_hant: '{0}' 屬性無法遞增或遞減。

# TextRange_UnrecognizedStructureInDataFormat
source: Unrecognized structure in data format '{0}'.
cs: Neznámá struktura v datovém formátu {0}.
de: Unbekannte Struktur im Datenformat "{0}".
es: Estructura no reconocida en el formato de datos '{0}'.
fr: Structure non reconnue dans le format de données '{0}'.
it: Struttura non riconosciuta nel formato di dati '{0}'.
ja: データ形式 '{0}' の認識できない構造です。
ko: 데이터 서식 '{0}'에 인식할 수 없는 구조가 있습니다.
pl: Nierozpoznana struktura w formacie danych „{0}”.
pt_br: Estrutura não reconhecida formato de dados '{0}'.
ru: Нераспознанная структура в формате данных "{0}".
tr: '{0}' veri biçiminde tanınmayan yapı.
zh_hans: 数据格式“{0}”中无法识别的结构。
zh_hant: 在資料格式 '{0}' 中發現無法識別的結構。

# TextRange_UnsupportedDataFormat
source: '{0}' data format not supported.
cs: Datový formát {0} není podporován.
de: Das Datenformat "{0}" wird nicht unterstützt.
es: Formato de datos '{0}' no admitido.
fr: Format de données '{0}' non pris en charge.
it: Formato di dati '{0}' non supportato.
ja: '{0}' データ形式はサポートされていません。
ko: '{0}' 데이터 서식이 지원되지 않습니다.
pl: Format danych „{0}” nie jest obsługiwany.
pt_br: Formato de dados '{0}' sem suporte.
ru: Формат данных "{0}" не поддерживается.
tr: '{0}' veri biçimi desteklenmez.
zh_hans: 不支持“{0}”数据格式。
zh_hant: 不支援 '{0}' 資料格式。

# TextSchema_CannotInsertContentInThisPosition
source: Cannot insert content at this position.
cs: Na tuto pozici nelze vložit obsah.
de: An dieser Position kann kein Inhalt eingefügt werden.
es: No se puede insertar contenido en esta posición.
fr: Impossible d'insérer un contenu à cette position.
it: Impossibile inserire contenuto in questa posizione.
ja: この位置にコンテンツを挿入できません。
ko: 이 위치에서 콘텐츠를 삽입할 수 없습니다.
pl: W tym miejscu nie można wstawić zawartości.
pt_br: Não é possível inserir conteúdo neste posição.
ru: Вставка содержимого в данном месте невозможна.
tr: Bu konuma içerik eklenemez.
zh_hans: 无法在此位置插入内容。
zh_hant: 無法在此位置插入內容。

# TextSchema_CannotSplitElement
source: Cannot split '{0}' element at this position.
cs: Prvek {0} nelze na této pozici rozdělit.
de: Das "{0}" kann an dieser Position nicht getrennt werden.
es: No se puede dividir el elemento '{0}' en esta posición.
fr: Impossible de fractionner l'élément '{0}' à cette position.
it: Non è possibile dividere l'elemento '{0}' in questa posizione.
ja: この位置で '{0}' 要素を分割できません。
ko: 이 위치에서 '{0}' 요소를 분할할 수 없습니다.
pl: W tym miejscu nie można podzielić elementu „{0}”.
pt_br: Não é possível dividir o elemento '{0}' nesta posição.
ru: Невозможно разделить элемент "{0}" в данном месте.
tr: '{0}' öğesi bu konumda bölünemez.
zh_hans: 无法在此位置拆分“{0}”元素。
zh_hant: 無法在此位置分割 '{0}' 項目。

# TextSchema_ChildTypeIsInvalid
source: '{1}' type element is not valid at this position as a child of type '{0}'.
cs: Prvek typu {1} není platný v této pozici jako podřízený prvek typu {0}.
de: Das Element vom Typ "{1}" ist als untergeordnetes Element des Typs "{0}" an dieser Position nicht gültig.
es: El elemento de tipo "{1}" no es válido en esta posición como un elemento secundario de tipo "{0}".
fr: Élément de type '{1}' non valide à cette position en tant qu'enfant de type '{0}'.
it: L'elemento di tipo '{1}' non è valido in questa posizione come elemento figlio di tipo '{0}'.
ja: この位置の '{1}' 型要素は型 '{0}' の子として無効です。
ko: 이 위치에서 '{1}' 형식 요소를 '{0}' 형식의 자식으로 사용할 수 없습니다.
pl: W tym miejscu element typu „{1}” jest nieprawidłowy jako element podrzędny typu „{0}”.
pt_br: O elemento do tipo '{1}' não é válido nesta posição como um filho do tipo '{0}'.
ru: Недопустимый элемент типа "{1}" в этой позиции в качестве дочернего типа "{0}".
tr: '{1}' tür öğesi, bu konumda '{0}' türünde bir alt öğe olarak geçerli değil.
zh_hans: 作为类型“{0}”的子级，“{1}”类型元素在此位置无效。
zh_hant: '{1}' 類型項目在類型 '{0}' 子系的此位置無效。

# TextSchema_IllegalElement
source: Cannot insert elements of type '{0}' into this '{1}'.
cs: Nelze vložit prvky typu {0} do tohoto prvku {1}.
de: Elemente vom Typ "{0}" können nicht in "{1}" eingefügt werden.
es: No se pueden insertar elementos de tipo "{0}" en "{1}".
fr: Impossible d'insérer des éléments de type '{0}' dans ce '{1}'.
it: Non è possibile inserire elementi di tipo '{0}' in questo elemento '{1}'.
ja: 型 '{0}' の要素をこの '{1}' に挿入することはできません。
ko: '{0}' 형식의 요소를 이 '{1}'에 삽입할 수 없습니다.
pl: Elementów typu „{0}” nie można wstawiać do tego elementu „{1}”.
pt_br: Não é possível inserir elementos do tipo '{0}' neste '{1}'.
ru: Не удается вставить элементы типа "{0}" в этот "{1}".
tr: Bu '{1}' öğesine '{0}' türünde öğe eklenemez.
zh_hans: 无法将类型“{0}”的元素插入此“{1}”。
zh_hant: 無法將類型 '{0}' 的項目插入此 '{1}'。
