Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParameterMustBeLogicalNode
source: Parameter must be FrameworkElement or FrameworkContentElement.
cs: Parametr musí být FrameworkElement nebo FrameworkContentElement.
de: Bei dem Parameter muss es sich um "FrameworkElement" oder "FrameworkContentElement" handeln.
es: El parámetro debe ser FrameworkElement o FrameworkContentElement.
fr: Parameter doit être FrameworkElement ou FrameworkContentElement.
it: Il parametro deve essere FrameworkElement o FrameworkContentElement.
ja: パラメーターは、FrameworkElement または FrameworkContentElement である必要があります。
ko: 매개 변수는 FrameworkElement 또는 FrameworkContentElement여야 합니다.
pl: Parametrem musi być FrameworkElement lub FrameworkContentElement.
pt_br: O parâmetro deve ser FrameworkElement ou FrameworkContentElement.
ru: Параметр должен быть FrameworkElement или FrameworkContentElement.
tr: Parametre FrameworkElement veya FrameworkContentElement olmalıdır.
zh_hans: 参数必须是 FrameworkElement 或 FrameworkContentElement。
zh_hant: 參數必須是 FrameworkElement 或 FrameworkContentElement。

# ParentOfPageMustBeWindowOrFrame
source: Page can have only Window or Frame as parent.
cs: Page může mít jako nadřazený prvek pouze Window nebo Frame.
de: Für die Page sind nur "Window" oder "Frame" als übergeordnete Elemente zulässig.
es: Page sólo puede tener una Window o un Frame como elemento primario.
fr: Page ne peut avoir que Window ou Frame comme parent.
it: L'elemento padre di Page può essere solo Window o Frame.
ja: Page は、Window または Frame のみを親として持つことができます。
ko: Page에서는 Window 또는 Frame만 부모로 사용할 수 있습니다.
pl: Elementem nadrzędnym elementu Page może być tylko Window lub Frame.
pt_br: Page somente pode ter Window ou Frame como pai.
ru: Родительским объектом для страницы Page может быть только Window или Frame.
tr: Page'de üst öğe olarak yalnızca Window veya Frame olabilir.
zh_hans: Page 只能具有 Window 或 Frame 父级。
zh_hant: Page 只能使用 Window 或 Frame 做為父項目。

# ParserAbandonedTypeConverterText
source: TypeConverter syntax error encountered while processing initialization string '{0}'. Cannot have property elements on objects created via TypeConverter.
cs: Došlo k chybě syntaxe třídy TypeConverter při zpracování inicializačního řetězce {0}. Objekty vytvořené prostřednictvím převaděče TypeConverter nemohou mít element vlastnosti.
de: Beim Verarbeiten der Initialisierungszeichenfolge "{0}" ist ein TypeConverter-Syntaxfehler aufgetreten. Eigenschaftselemente sind für Objekte, die über "TypeConverter" erstellt wurden, nicht zulässig.
es: Se encontró un error de sintaxis de TypeConverter al procesar la cadena de inicialización '{0}'. No se pueden tener elementos de propiedad sobre objetos creados a través de TypeConverter.
fr: Erreur de syntaxe TypeConverter rencontrée lors du traitement de la chaîne d'initialisation '{0}'. Impossible d'avoir des éléments de propriété sur des objets créés via TypeConverter.
it: Errore di sintassi TypeConverter durante l'elaborazione della stringa di inizializzazione '{0}'. Elementi proprietà non supportati per gli oggetti creati tramite TypeConverter.
ja: 初期化文字列 '{0}' の処理中に TypeConverter 構文エラーが発生しました。TypeConverter によって作成されるオブジェクト上にプロパティ要素を保持することはできません。
ko: 초기화 문자열 '{0}'을(를) 처리하는 동안 TypeConverter 구문 오류가 발생했습니다. TypeConverter를 통해 생성된 개체에 속성 요소를 사용할 수 없습니다.
pl: Wystąpił błąd składni TypeConverter podczas przetwarzania łańcucha inicjalizacji „{0}”. W obiekcie nie może być elementów właściwości utworzonych poprzez TypeConverter.
pt_br: Erro na sintaxe de TypeConverter encontrado durante o processamento da cadeia de caracteres de inicialização '{0}'. Não é possível ter elementos de propriedade em objetos criados através de TypeConverter.
ru: При обработке строки инициализации "{0}" обнаружена синтаксическая ошибка TypeConverter. Элементы свойств не могут присутствовать в объектах, созданных посредством TypeConverter.
tr: '{0}' dizesi başlatılırken TypeConverter sözdizimi hatasıyla karşılaşıldı. Nesnelerde, TypeConverter ile oluşturulmuş özellik öğeleri olamaz.
zh_hans: 处理初始化字符串“{0}”时遇到 TypeConverter 语法错误。不能拥有通过 TypeConverter 创建对象上的属性元素。
zh_hant: 處理初始化字串 '{0}' 時發生 TypeConverter 語法錯誤。透過 TypeConverter 建立的物件上不能有屬性項目。

# ParserAsyncOnRoot
source: AsyncRecords attribute must be on the root tag.
cs: Atribut AsyncRecords musí být na kořenovém tagu.
de: Das AsyncRecords-Attribut muss sich im Stammtag befinden.
es: El atributo AsyncRecords debe encontrarse en la etiqueta raíz.
fr: L'attribut AsyncRecords doit être sur la balise racine.
it: L'attributo AsyncRecords deve essere incluso nel tag radice.
ja: AsyncRecords 属性は、ルート タグ上にある必要があります。
ko: 루트 태그에 AsyncRecords 특성이 있어야 합니다.
pl: Atrybut AsyncRecords musi występować w głównym znaczniku.
pt_br: O atributo AsyncRecords deve estar na marca raiz.
ru: Атрибут AsyncRecords должен находиться в корневом теге.
tr: AsyncRecords özniteliği kök etikette olmalıdır.
zh_hans: AsyncRecords 特性必须位于根标记上。
zh_hant: AsyncRecords 屬性必須位於根標記上。

# ParserAttachedPropInheritError
source: '{0}' attached property is not defined on '{1}' or one of its base classes.
cs: Připojená vlastnost {0} není definována v prvku {1} nebo v jedné z jeho základních tříd.
de: Die angefügte {0}-Eigenschaft ist für "{1}" oder für eine der zugehörigen Basisklassen nicht definiert.
es: La propiedad "{0}" adjunta no está definida en "{1}" o en una de sus clases base.
fr: La propriété jointe '{0}' n'est pas définie pour '{1}' ou l'une de ses classes de base.
it: La proprietà associata '{0}' non è definita in '{1}' o in una della classi di base.
ja: '{0}' 添付プロパティが、'{1}' またはその基底クラスの 1 つで定義されていません。
ko: '{1}' 또는 해당 기본 클래스 중 하나에 '{0}' 연결된 속성이 정의되어 있지 않습니다.
pl: Dołączona właściwość „{0}” nie została zdefiniowana w „{1}” lub w jednej z jej klas podstawowych.
pt_br: A propriedade anexada '{0}' não está definida em '{1}' ou uma de suas classes base.
ru: Присоединенное свойство "{0}" не определено для "{1}" или одного из его базовых классов.
tr: '{0}' eklenmiş özelliği '{1}' veya temel sınıflarından birinde tanımlı değil.
zh_hans: 未在“{1}”或其基类之一上定义附加“{0}”的属性。
zh_hant: '{0}' 附加的屬性並未定義在 '{1}' 或它的其中一個基底類別上。

# ParserAttributeArgsLow
source: '{0}' requires more attributes.
cs: {0} vyžaduje více atributů.
de: "{0}" erfordert weitere Attribute.
es: '{0}' requiere más atributos.
fr: '{0}' nécessite plus d'attributs.
it: '{0}' richiede ulteriori attributi.
ja: '{0}' には、これより多くの属性が必要です。
ko: '{0}'에 더 많은 특성이 필요합니다.
pl: Element „{0}” wymaga większej liczby atrybutów.
pt_br: '{0}' requer mais atributos.
ru: Для "{0}" требуется больше атрибутов.
tr: '{0}' daha çok öznitelik gerektirir.
zh_hans: “{0}”需要更多特性。
zh_hant: '{0}' 需要更多屬性。

# ParserAttributeNamespaceMisMatch
source: '{0}' property must be in default namespace or in element namespace '{1}'.
cs: Vlastnost {0} musí být ve výchozím oboru názvů nebo v oboru názvů prvku {1}.
de: Die {0}-Eigenschaft muss sich im Standardnamespace oder im Elementnamespace "{1}" befinden.
es: La propiedad "{0}" debe estar en el espacio de nombres predeterminado o en el espacio de nombres del elemento "{1}".
fr: La propriété '{0}' doit se trouver dans l'espace de noms par défaut ou dans l'espace de noms de l'élément, '{1}'.
it: La proprietà '{0}' deve essere presente nello spazio dei nomi predefinito o nello spazio dei nomi dell'elemento '{1}'.
ja: '{0}' プロパティは、既定の名前空間または要素名前空間 '{1}' にある必要があります。
ko: 기본 네임스페이스 또는 요소 네임스페이스 '{1}'에 '{0}' 속성이 있어야 합니다.
pl: Właściwość „{0}” musi znajdować się w domyślnej przestrzeni nazw lub w przestrzeni nazw elementów „{1}”.
pt_br: A propriedade '{0}' precisa estar no namespace padrão ou no namespace de elemento '{1}'.
ru: Свойство "{0}" должно находиться в пространстве имен по умолчанию или в пространстве имен "{1}" элемента.
tr: '{0}' özelliği varsayılan ad alanında veya '{1}' öğe ad alanında olmalıdır.
zh_hans: “{0}”属性必须位于默认的命名空间或元素命名空间“{1}”中。
zh_hant: '{0}' 屬性必須位於預設命名空間或項目命名空間 '{1}' 中。

# ParserBadAssemblyName
source: Empty assemblyName is not valid for Mapper.SetAssemblyPath.
cs: Prázdný název assemblyName není platná položka pro Mapper.SetAssemblyPath.
de: Der leere "assemblyName" ist für "Mapper.SetAssemblyPath" nicht gültig.
es: El assemblyName vacío no es válido para Mapper.SetAssemblyPath.
fr: assemblyName vide non valide pour Mapper.SetAssemblyPath.
it: assemblyName vuoto non valido per Mapper.SetAssemblyPath.
ja: 空の assemblyName は、Mapper.SetAssemblyPath に対して無効です。
ko: Mapper.SetAssemblyPath에 빈 assemblyName을 사용할 수 없습니다.
pl: Pusta nazwa assemblyName jest nieprawidłowa dla Mapper.SetAssemblyPath.
pt_br: assemblyName vazio não é válido para Mapper.SetAssemblyPath.
ru: assemblyName для Mapper.SetAssemblyPath не может быть пустым.
tr: Mapper.SetAssemblyPath için boş assemblyName geçerli değildir.
zh_hans: 空 assemblyName 对 Mapper.SetAssemblyPath 无效。
zh_hant: 空白的 assemblyName 對於 Mapper.SetAssemblyPath 而言是無效的。

# ParserBadAssemblyPath
source: Empty assemblyPath is not valid for Mapper.SetAssemblyPath.
cs: Prázdná cesta assemblyPath není platná položka pro Mapper.SetAssemblyPath.
de: Der leere "assemblyPath" ist für "Mapper.SetAssemblyPath" nicht gültig.
es: El assemblyPath vacío no es válido para Mapper.SetAssemblyPath.
fr: assemblyPath vide non valide pour Mapper.SetAssemblyPath.
it: assemblyPath vuoto non valido per Mapper.SetAssemblyPath.
ja: 空の assemblyPath は、Mapper.SetAssemblyPath に対して無効です。
ko: Mapper.SetAssemblyPath에는 빈 assemblyPath를 사용할 수 없습니다.
pl: Pusta ścieżka assemblyPath jest nieprawidłowa dla Mapper.SetAssemblyPath.
pt_br: assemblyPath vazio não é válido para Mapper.SetAssemblyPath.
ru: assemblyPath для Mapper.SetAssemblyPath не может быть пустым.
tr: Mapper.SetAssemblyPath için boş assemblyPath geçerli değildir.
zh_hans: 空 assemblyPath 对 Mapper.SetAssemblyPath 无效。
zh_hant: 空白的 assemblyPath 對於 Mapper.SetAssemblyPath 而言是無效的。

# ParserBadChild
source: '{0}' type element cannot be set on complex property '{1}'. They are not compatible types.
cs: Element typu {0} nelze nastavit v komplexní vlastnosti {1}. Jedná se o nekompatibilní typy.
de: Das Element vom Typ "{0}" kann nicht für die komplexe Eigenschaft "{1}" festgelegt werden, weil es sich hierbei nicht um kompatible Typen handelt.
es: El elemento de tipo "{0}" no se puede establecer en la propiedad "{1}" compleja. Sus tipos no son compatibles.
fr: Impossible de définir un élément de type '{0}' pour la propriété complexe '{1}'. Il ne s'agit pas de types compatibles.
it: Non è possibile impostare l'elemento di tipo '{0}' per la proprietà complessa '{1}'. I tipi non sono compatibili.
ja: 複合プロパティ '{1}' に '{0}' 型の要素を設定することはできません。これらは互換性のある型ではありません。
ko: 복잡한 '{1}' 속성에 '{0}' 형식 요소를 설정할 수 없습니다. 호환되는 형식이 아닙니다.
pl: Elementu typu „{0}” nie można ustawić dla złożonej właściwości „{1}”. To są niezgodne typy.
pt_br: O elemento do tipo '{0}' não pode ser definido na propriedade complexa '{1}'. Eles não são tipos compatíveis.
ru: Элемент типа "{0}" не может быть задан для сложного свойства "{1}". Эти типы несовместимы.
tr: '{0}' tür öğesi '{1}' karmaşık özelliğinde ayarlanamaz. Bunlar uyumlu türler değildir.
zh_hans: 不能在复杂属性“{1}”上设置“{0}”类型元素。它们是不兼容的类型。
zh_hant: 無法在複雜屬性 '{1}' 上設定 '{0}' 類型項目。其並非相容的類型。

# ParserBadConstructorParams
source: Cannot find public constructor for '{0}' that takes '{1}' arguments.
cs: Nelze nalézt veřejný konstruktor pro prvek {0}, který přijímá tento počet argumentů: {1}
de: Der öffentliche Konstruktor für "{0}", von dem {1}-Argumente angenommen werden, wurde nicht gefunden.
es: No se puede encontrar el constructor público para "{0}" que acepta parámetros "{1}".
fr: Impossible de localiser un constructeur public pour '{0}' qui accepte les arguments '{1}'.
it: Non è possibile trovare il costruttore pubblico per '{0}' che accetta '{1}' argomenti.
ja: '{1}' 引数を取る '{0}' のパブリック コンストラクターが見つかりません。
ko: '{1}' 인수를 사용하는 '{0}'에 대한 public 생성자를 찾을 수 없습니다.
pl: Nie można znaleźć publicznego konstruktora dla „{0}” zawierającego argumenty („{1}”).
pt_br: Não é possível encontrar um construtor público para '{0}' que use argumentos '{1}'.
ru: Не удается найти общий конструктор для "{0}", принимающий аргументы "{1}".
tr: '{0}' için, '{1}' bağımsız değişkenleri alan genel oluşturucu bulunamıyor.
zh_hans: 无法找到使用“{1}”参数的“{0}”的公共构造函数。
zh_hant: 找不到 '{0}' (取用 '{1}' 項引數) 的公用建構函式。

# ParserBadEncoding
source: XAML stream is not encoded using Unicode or UTF8. These are the only valid XAML text encoding formats.
cs: Datový proud XAML není kódovaný pomocí Unicode nebo UTF8. To jsou jediné dva platné formáty kódování textu XAML.
de: Der XAML-Datenstrom wird nicht mithilfe von Unicode oder UTF8 codiert. Dies sind die einzigen gültigen Formate für die Codierung von XAML-Text.
es: La secuencia XAML no está codificada con Unicode o UTF8. Son los únicos formatos de codificación de texto XAML válidos.
fr: Flux XAML non encodé à l'aide d'Unicode ou UTF8. Il s'agit des seuls formats d'encodage de texte XAML valides.
it: Il flusso XAML non è codificato con Unicode o UTF8. Questi sono gli unici formati di codifica validi per il testo XAML.
ja: XAML ストリームは、Unicode または UTF8 を使用してエンコードされていません。これらの XAML テキスト エンコード形式のみが有効です。
ko: XAML 스트림이 Unicode 또는 UTF8을 이용하여 인코딩되지 않았습니다. 이 두 인코딩만 XAML 텍스트 인코딩 형식에 사용할 수 있습니다.
pl: Strumień XAML nie został zakodowany przy użyciu Unicode lub UTF8. To są jedyne poprawne formaty kodowania tekstu XAML.
pt_br: O fluxo de XAML não é codificado com o uso de Unicode ou UTF8. Esses são os únicos formatos de codificação de texto XAML válidos.
ru: Поток XAML имеет кодировку, отличную от Unicode или UTF8. Это единственные допустимые форматы кодировки для текста XAML.
tr: XAML akışı Unicode veya UTF8 kullanılarak kodlanmamış. Geçerli XAML metin kodlama biçimleri yalnızca bunlardır.
zh_hans: XAML 流不是使用 Unicode 或 UTF8 编码的。以下是唯一有效的 XAML 文本编码格式。
zh_hant: XAML 資料流並非使用 Unicode 或 UTF8 編碼。只有上述兩種編碼是有效的 XAML 文字編碼格式。

# ParserBadKey
source: Key for dictionary cannot be type '{0}'. Only String, TypeExtension, and StaticExtension are valid.
cs: Klíč pro slovník nemůže být typu {0}. Platnými typy jsou pouze String, TypeExtension a StaticExtension.
de: Der Typ "{0}" ist für Wörterbuchschlüssel nicht zulässig. Gültig sind nur die Typen "String", "TypeExtension" und "StaticExtension".
es: La clave del diccionario no puede ser de tipo '{0}'. Sólo son válidos String, TypeExtension y StaticExtension.
fr: La clé du dictionnaire ne peut pas être de type '{0}'. Seuls String, TypeExtension et StaticExtension sont valides.
it: La chiave per il dizionario non può essere di tipo '{0}'. Gli unici valori validi sono String, TypeExtension e StaticExtension.
ja: 辞書のキーは型 '{0}' にできません。String、TypeExtension、および StaticExtension のみが有効です。
ko: 사전용 키는 '{0}' 형식일 수 없습니다. String, TypeExtension 및 StaticExtension만 사용할 수 있습니다.
pl: Klucz dla słownika nie może być typu „{0}”. Poprawne są tylko String, TypeExtension i StaticExtension.
pt_br: A chave para dicionário não pode ser do tipo '{0}'. Somente String, TypeExtension e StaticExtension são válidos.
ru: Ключ для словаря не может иметь тип "{0}". Допускаются только типы String, TypeExtension и StaticExtension.
tr: Sözlük için anahtar '{0}' türünde olamaz. Yalnızca String, TypeExtension ve StaticExtension geçerlidir.
zh_hans: 字典的密钥不能为“{0}”类型。只有 String、TypeExtension 和 StaticExtension 是有效的。
zh_hant: 字典之索引鍵的型別不能是 '{0}'。只有 String、TypeExtension 與 StaticExtension 是有效的。

# ParserBadMemberReference
source: '{0}' member is not valid because it does not have a qualifying type name.
cs: Člen {0} není platný, protože neobsahuje název kvalifikačního typu.
de: Member "{0}" ist nicht gültig, da er nicht über einen qualifizierenden Typnamen verfügt.
es: El miembro '{0}' no es válido porque no tiene un nombre de tipo calificador.
fr: Le membre '{0}' n'est pas valide car il ne possède pas un nom de type qualifiant.
it: Il membro '{0}' non è valido perché non ha un nome di tipo valido.
ja: 修飾型名がないため、'{0}' メンバーは無効です。
ko: '{0}' 멤버에 자격을 갖춘 형식 이름이 없기 때문에 해당 멤버를 사용할 수 없습니다.
pl: Członek „{0}” jest nieprawidłowy, ponieważ nie ma żadnej nazwy kwalifikującej typu.
pt_br: O membro '{0}' não é válido porque não tem um nome do tipo qualificado.
ru: Член "{0}" не является допустимым, так как не имеет соответствующего имени типа.
tr: Niteleyici bir tür adı olmadığından '{0}' üyesi geçerli değil.
zh_hans: “{0}”成员无效，因为它不具有限定的类型名。
zh_hant: '{0}' 成員無效，因為它沒有合格的型別名稱。

# ParserBadName
source: '{0}' value for Name property is not valid. Name must start with a letter or an underscore and can contain only letters, digits, or underscores.
cs: Hodnota {0} pro vlastnost Name není platná. Name musí začínat písmenem nebo podtržítkem a může obsahovat pouze písmena, číslice nebo podtržítka.
de: Der Wert "{0}" für die Name-Eigenschaft ist ungültig. Namen müssen mit einem Buchstaben oder Unterstrich beginnen und dürfen nur Buchstaben, Zahlen und Unterstriche enthalten.
es: El valor '{0}' de la propiedad Name no es válido. Name debe empezar con una letra o un signo de subrayado y sólo puede estar formado por letras, dígitos o signos de subrayados.
fr: Valeur '{0}' de la propriété Name non valide. Name doit commencer par une lettre ou un trait de soulignement et ne contenir que des lettres, des chiffres ou des traits de soulignement.
it: Il valore della proprietà Name '{0}' non è valido. Il valore Name deve iniziare con una lettera o un carattere di sottolineatura e può includere solo lettere, cifre e caratteri di sottolineatura.
ja: Name プロパティの '{0}' 値は、無効です。Name は、文字またはアンダースコアで始まり、文字、数字、またはアンダースコアのみを使用することができます。
ko: Name 속성에 '{0}' 값을 사용할 수 없습니다. Name은 문자나 밑줄로 시작해야 하고 문자, 숫자 또는 밑줄만을 포함할 수 있습니다.
pl: Wartość „{0}” dla właściwości Name jest nieprawidłowa. Właściwość Name musi zaczynać się od litery lub podkreślenia i może zawierać tylko litery, cyfry lub podkreślenia.
pt_br: O valor '{0}' para a propriedade Name não é válido. Name deve começar com uma letra ou um sublinhado e somente pode conter letras, dígitos ou sublinhados.
ru: Недопустимое значение "{0}" для свойства Name. Свойство Name должно начинаться с буквы или знака подчеркивания и содержать только буквы, цифры или знаки подчеркивания.
tr: Name özelliği için '{0}' değeri geçerli değil. Name bir harf veya alt çizgiyle başlamalıdır ve yalnızca harf, sayı veya alt çizgiler içerebilir.
zh_hans: Name 属性的“{0}”值无效。Name 必须以字母或下划线开头，且只能包含字母、数字后下划线。
zh_hant: Name 屬性的 '{0}' 值無效。Name 的開頭必須是字母或底線，且只能包含字母、數字或底線。

# ParserBadNullableType
source: '{0}' property cannot be set to object of type '{2}' because it is of incompatible type Nullable<{1}>.
cs: Vlastnost {0} nelze nastavit objektu typu {2}, protože se jedná o nekompatibilní typ Nullable<{1}>.
de: Die {0}-Eigenschaft kann nicht auf ein Objekt vom Typ "{2}" festgelegt werden, weil es sich um den nicht kompatiblen Typ "Nullable<{1}>" handelt.
es: La propiedad "{0}" no se puede establecer en un objeto de tipo "{2}" porque es Nullable<{1}> de un tipo incompatible.
fr: Impossible d'affecter à la propriété '{0}' un objet de type '{2}', car il s'agit d'un type Nullable<{1}> incompatible.
it: Non è possibile impostare la proprietà '{0}' per l'oggetto di tipo '{2}' perché la proprietà ha il tipo incompatibile Nullable<{1}>.
ja: '{0}' プロパティは、互換性のない型 Nullable<{1}> であるため、型 '{2}' のオブジェクトに設定できません。
ko: '{0}' 속성이 호환되지 않는 Nullable<{1}> 형식이기 때문에 '{2}' 형식의 개체에 해당 속성을 설정할 수 없습니다.
pl: Właściwości „{0}” nie można ustawić na obiekt typu „{2}”, ponieważ jest on niezgodnego typu Nullable<{1}>.
pt_br: A propriedade '{0}' não pode ser definida como objeto do tipo '{2}' porque é do tipo incompatível Nullable<{1}>.
ru: Свойство "{0}" не может быть задано для объекта типа "{2}", так как оно имеет несовместимый тип Nullable<{1}>.
tr: Uyumlu olmayan Nullable<{1}> türünde olduğu için, '{0}' özelliği '{2}' türündeki nesneye ayarlanamaz.
zh_hans: 无法向“{2}”类型的对象设置“{0}”属性，因为它是不兼容的类型 Nullable<{1}>。
zh_hant: '{0}' 屬性無法設定為類型為 '{2}' 的物件，因為它具有不相容的類型 Nullable<{1}>。

# ParserBadString
source: Cannot convert string value '{0}' to type '{1}'.
cs: Hodnotu řetězce {0} nelze převést na typ {1}.
de: Der Zeichenfolgenwert "{0}" kann nicht in den Typ "{1}" konvertiert werden.
es: No se puede convertir el valor de cadena "{0}" al tipo "{1}".
fr: Impossible de convertir la valeur de chaîne '{0}' en type '{1}'.
it: Non è possibile convertire il valore stringa '{0}' nel tipo '{1}'.
ja: 文字列値 '{0}' を型 '{1}' に変換できません。
ko: 문자열 값 '{0}'을(를) '{1}' 형식으로 변환할 수 없습니다.
pl: Nie można przekonwertować wartości ciągu „{0}” na typ „{1}”.
pt_br: Não é possível converter o valor da cadeia de caracteres '{0}' no tipo '{1}'.
ru: Не удается преобразовать строковое значение "{0}" к типу "{1}".
tr: '{0}' dize değeri '{1}' türüne dönüştürülemiyor.
zh_hans: 无法将字符串值“{0}”转换为类型“{1}”。
zh_hant: 無法將字串值 '{0}' 轉換為類型 '{1}'。

# ParserBadSyncMode
source: Unrecognized SynchronousMode. Valid values are 'Async' and 'Sync' and are case sensitive.
cs: Neznámý režim SynchronousMode. Platné hodnoty jsou Async a Sync a rozlišují velká a malá písmena.
de: "SynchronousMode" unbekannt. Gültige Werte sind "Async" und "Sync" (Groß- und Kleinschreibung wird berücksichtigt).
es: SynchronousMode no reconocido. Los valores válidos son 'Async' y 'Sync' y distinguen mayúsculas de minúsculas.
fr: SynchronousMode non reconnu. Les valeurs valides sont 'Async' et 'Sync' et respectent la casse.
it: Valore SynchronousMode non riconosciuto. I valori validi sono 'Async' e 'Sync' con questa esatta combinazione di maiuscole e minuscole.
ja: 認識できない SynchronousMode です。有効な値は、'Async' および 'Sync' で、大文字と小文字を区別します。
ko: 인식할 수 없는 SynchronousMode입니다. 사용할 수 있는 값은 'Async'와 'Sync'이며 대/소문자를 구분합니다.
pl: Nierozpoznany tryb SynchronousMode. Poprawne wartości to „Async” i „Sync”, w których uwzględniana jest wielkość liter.
pt_br: SynchronousMode não reconhecido. Os valores válidos são 'Async' e 'Sync' e diferenciam maiúsculas de minúsculas.
ru: Не удается распознать SynchronousMode. Допустимые значения - "Async" и "Sync", с учетом регистра.
tr: Tanınmayan SynchronousMode. geçerli değerler 'Async' ve 'Sync' olup, bunlar için büyük/küçük harf ayrımı vardır.
zh_hans: 无法识别的 SynchronousMode。有效值为“Async”和“Sync”，并且区分大小写。
zh_hant: 無法識別的 SynchronousMode。有效值包括 'Async' 與 'Sync'，它們會區分大小寫。

# ParserBadTypeInArrayProperty
source: '{1}' type object being added to array property is not expected type '{0}'.
cs: Objekt typu {1} přidávaný k vlastnosti pole není očekávaný typ {0}.
de: Bei dem der Arrayeigenschaft hinzugefügten Objekt vom Typ "{1}" handelt es sich nicht um den erwarteten Typ "{0}".
es: El objeto de tipo "{1}" que se agrega a la propiedad de matriz no es del tipo "{0}" esperado.
fr: L'objet de type '{1}' ajouté à la propriété de tableau n'est pas du type attendu '{0}'.
it: L'oggetto di tipo '{1}' da aggiungere alla proprietà della matrice non è del tipo previsto '{0}'.
ja: 配列プロパティに追加される '{1}' 型オブジェクトは、予期された型 '{0}' ではありません。
ko: 배열 속성에 추가되는 '{1}' 형식 개체는 필요한 '{0}' 형식이 아닙니다.
pl: Obiekt typu „{1}” dodawany do właściwości tablicy nie jest oczekiwanego typu „{0}”.
pt_br: O objeto do tipo '{1}' que está sendo adicionado à propriedade da matriz não é do tipo '{0}' esperado.
ru: Тип "{1}" объекта, добавляемого к свойству массива, отличается от ожидаемого типа "{0}".
tr: Dizi özelliğine eklenen '{1}' tür nesnesi beklenen '{0}' türünde değil.
zh_hans: 被添加到数组属性的“{1}”类型对象不是所需的类型“{0}”。
zh_hant: 要新增到陣列屬性的 '{1}' 類型物件，不是應有的類型 '{0}'。
