Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AssemblyTagMissing
source: Part between ';' and '=' is not '{0}' URI {1}.
cs: Část mezi znaky ; a = není identifikátor URI {0} {1}.
de: Der Teil zwischen ";" und "=" ist nicht {0}, URI {1}.
es: La parte entre ";" y "=" no es el URI de "{0}" {1}.
fr: La partie comprise entre ';' et '=' n'est pas '{0}' URI {1}.
it: La parte tra ';' e '=' non è l'URI {1} di '{0}'.
ja: ';' と '=' の間の部分が '{0}' URI {1} ではありません。
ko: ';'과 '=' 사이의 부분이 '{0}' URI {1}이(가) 아닙니다.
pl: Część między „;” i „=” nie jest identyfikatorem URI „{0}” {1}.
pt_br: O componente entre ';' e '=' não é '{0}' URI {1}.
ru: Фрагмент между знаками ";" и "=" не является URI "{0}" {1}.
tr: ';' ile '=' arasındaki kısım '{0}' URI {1} değil.
zh_hans: “;” 和 “=” 之间的部分不是“{0}”URI {1}。
zh_hant: 介於 ';' 到 '=' 之間的組件並非 '{0}' URI {1}。

# AttachablePropertyNotFound
source: Attachable Property {0}.{1} not found.
cs: Připojitelná vlastnost {0}.{1} se nenašla.
de: Die anfügbare {0}.{1}-Eigenschaft wurde nicht gefunden.
es: No se encontró la propiedad {0}.{1} adjuntable.
fr: La propriété pouvant être attachée {0}.{1} est introuvable.
it: La proprietà associabile {0}.{1} non è stata trovata.
ja: アタッチ可能なプロパティ {0}.{1} が見つかりません。
ko: 연결 가능한 속성 {0}.{1}을(를) 찾을 수 없습니다.
pl: Nie znaleziono właściwości możliwej do dołączenia {0}.{1}.
pt_br: Propriedade anexável {0}.{1} não encontrada.
ru: Свойство Attachable {0}.{1} не найдено.
tr: {0}.{1} eklenebilir özelliği bulunamadı.
zh_hans: 未找到可附加的属性 {0}.{1}。
zh_hant: 找不到可附加的屬性 {0}.{1}。

# AudioVideo_CannotControlMedia
source: Cannot control media unless LoadedBehavior or UnloadedBehavior is set to Manual.
cs: Nelze ovládat média, dokud není LoadedBehavior nebo UnloadedBehavior nastaveno na Manual.
de: Das Medium kann nicht gesteuert werden, wenn nicht "LoadedBehavior" oder "UnloadedBehavior" auf "Manual" festgelegt ist.
es: No se pueden controlar los medios a no ser que LoadedBehavior o UnloadedBehavior se establezca en Manual.
fr: Impossible de contrôler les média à moins que LoadedBehavior ou UnloadedBehavior ait la valeur Manual.
it: Impossibile controllare il supporto a meno che LoadedBehavior o UnloadedBehavior non sia impostato su Manual.
ja: LoadedBehavior または UnloadedBehavior が Manual に設定されていない限り、メディアを制御することはできません。
ko: LoadedBehavior 또는 UnloadedBehavior를 Manual로 설정하지 않으면 미디어를 제어할 수 없습니다.
pl: Nie można sterować nośnikiem, jeśli właściwości LoadedBehavior lub UnloadedBehavior nie nadano wartości Manual.
pt_br: Não é possível controlar a mídia a menos que LoadedBehavior ou UnloadedBehavior esteja definido como Manual.
ru: Носителем можно управлять, только если свойства LoadedBehavior или UnloadedBehavior имеют значение Manual.
tr: LoadedBehavior veya UnloadedBehavior, Manual olarak ayarlanmadıkça medya denetimi sağlanamaz.
zh_hans: 无法控制媒体，除非将 LoadedBehavior 或 UnloadedBehavior 设置为 Manual。
zh_hant: 除非 LoadedBehavior 或 UnloadedBehavior 已設定為 Manual，否則無法控制媒體。

# AudioVideo_InvalidDependencyObject
source: Dependency object type is not valid.
cs: Typ závislého objektu je neplatný.
de: Der Abhängigkeitsobjekttyp ist ungültig.
es: El tipo de objeto de dependencia no es válido.
fr: Type d'objet de dépendance non valide.
it: Tipo di oggetto dipendenza non valido.
ja: 依存関係オブジェクトの種類が無効です。
ko: 종속성 개체 형식이 잘못되었습니다.
pl: Typ obiektu zależności jest nieprawidłowy.
pt_br: O tipo de objeto de dependência não é válido.
ru: Недопустимый тип объекта зависимости.
tr: Bağımlılık nesne türü geçerli değil.
zh_hans: 依赖对象类型无效。
zh_hant: 相依性物件型別無效。

# AudioVideo_InvalidMediaState
source: Requested media action is not recognized.
cs: Požadovaná akce média je neznámá.
de: Die angeforderte Mediumsaktion ist unbekannt.
es: La acción del medio solicitada no se reconoce.
fr: Action du média demandée non reconnue.
it: L'azione su supporto richiesta non è riconosciuta.
ja: 要求されたメディア操作が認識されません。
ko: 요청한 미디어 동작을 인식할 수 없습니다.
pl: Żądana operacja na nośniku nie została rozpoznana.
pt_br: A ação da mídia solicitada não é reconhecida.
ru: Запрошенное действие носителя не распознано.
tr: İstenen medya eylemi tanınmıyor.
zh_hans: 无法识别请求的媒体操作。
zh_hant: 無法識別要求的媒體動作。

# AuxiliaryFilterReturnedAnomalousCountOfCharacters
source: Auxiliary filter returned count of characters greater than size of GetText buffer.
cs: Pomocný filtr vrátil počet znaků, který je vyšší než velikost textové vyrovnávací paměti GetText.
de: Vom Erweiterungsfilter wurde ein Zeichenanzahl zurückgegeben, die die Größe des GetText-Puffers übersteigt.
es: El filtro auxiliar devolvió un recuento de caracteres mayor que el tamaño del búfer GetText.
fr: Le filtre auxiliaire a renvoyé un nombre de caractères supérieur à la taille de la mémoire tampon de GetText.
it: Il filtro ausiliario ha restituito un numero di caratteri maggiore delle dimensioni del buffer GetText.
ja: 補助フィルターにより、GetText バッファーのサイズを超える文字のカウントが戻されました。
ko: 보조 필터가 GetText 버퍼의 크기보다 큰 문자 수를 반환했습니다.
pl: Dodatkowy filtr zwrócił liczbę znaków większą od rozmiaru bufora GetText.
pt_br: O filtro auxiliar retornou uma contagem de caracteres maior que o tamanho do buffer GetText.
ru: Вспомогательный фильтр вернул число знаков, превышающее размер буфера GetText.
tr: Yardımcı filtre, GetText arabelleğinin boyutundan büyük karakter sayısı döndürdü.
zh_hans: 辅助筛选器返回的字符计数大于 GetText 缓冲区的大小。
zh_hant: 輔助篩選傳回大於 GetText 緩衝區大小的字元計數。

# AxNoConnectionPoint
source: Cannot create connection point for event interface '{0}'.
cs: Nelze vytvořit bod spojení pro rozhraní události {0}.
de: Der Verbindungspunkt für die Ereignisschnittstelle "{0}" kann nicht erstellt werden.
es: No se puede crear el punto de conexión para la interfaz de eventos '{0}'.
fr: Impossible de créer un point de connexion pour l'interface d'événement '{0}'.
it: Impossibile creare il punto di connessione per l'interfaccia eventi '{0}'.
ja: イベント インターフェイス '{0}' の接続ポイントを作成できません。
ko: 이벤트 인터페이스 '{0}'에 대한 연결 지점을 만들 수 없습니다.
pl: Nie można utworzyć punktu połączenia dla interfejsu zdarzenia „{0}”.
pt_br: Não é possível criar um ponto de conexão para a interface de evento '{0}'.
ru: Не удается создать точку подключения для интерфейса события "{0}".
tr: Olay arabirimi '{0}' için bağlantı noktası oluşturulamıyor.
zh_hans: 无法创建事件接口“{0}”的连接点。
zh_hant: 無法建立事件介面 '{0}' 的連接點。

# AxNoConnectionPointContainer
source: Source object does not expose IConnectionPointContainer.
cs: Zdrojový objekt nevystavuje rozhraní IConnectionPointContainer.
de: Das Quellobjekt macht IConnectionPointContainer nicht verfügbar.
es: El objeto de origen no expone IConnectionPointContainer.
fr: L'objet source n'expose pas IConnectionPointContainer.
it: L'oggetto di origine non espone IConnectionPointContainer.
ja: ソース オブジェクトは、IConnectionPointContainer を公開しません。
ko: 소스 개체가 IConnectionPointContainer를 노출하지 않습니다.
pl: Obiekt źródłowy nie ujawnia elementu IConnectionPointContainer.
pt_br: O objeto de origem não expõe IConnectionPointContainer.
ru: Исходный объект не предоставляет интерфейс IConnectionPointContainer.
tr: Kaynak nesne IConnectionPointContainer göstermiyor.
zh_hans: 源对象不公开 IConnectionPointContainer。
zh_hant: 來源物件未公開 IConnectionPointContainer。

# AxNoEventInterface
source: Source object does not expose event interface '{0}'.
cs: Zdrojový objekt nevystavuje rozhraní události {0}.
de: Die Ereignisschnittstelle "{0}" wird vom Quellobjekt nicht verfügbar gemacht.
es: El objeto de origen no expone la interfaz de eventos '{0}'.
fr: L'objet source n'expose pas l'interface d'événement '{0}'.
it: L'oggetto di origine non espone l'interfaccia eventi '{0}'.
ja: ソース オブジェクトは、イベント インターフェイス '{0}' を公開しません。
ko: 소스 개체가 이벤트 인터페이스 '{0}'을(를) 노출하지 않습니다.
pl: Obiekt źródłowy nie uwidacznia interfejsu zdarzenia „{0}”.
pt_br: O objeto de origem não expõe a interface de evento '{0}'.
ru: Исходный объект не предоставляет интерфейс событий "{0}".
tr: Kaynak nesne olay arabirimi '{0}' göstermiyor.
zh_hans: 源对象不公开事件接口“{0}”。
zh_hant: 來源物件未公開事件介面 '{0}'。

# AxNoSinkAdvise
source: Cannot Advise event interface '{0}'. ('{1}')
cs: Pro rozhraní události {0} se nedá použít operace Advise. ({1})
de: "Advise" ist für die Ereignisschnittstelle "{0}" nicht möglich. ({1})
es: No se puede Advise la interfaz de eventos "{0}". ("{1}")
fr: Advise impossible pour l'interface d'événement '{0}'. ('{1}')
it: Non è possibile eseguire Advise sull'interfaccia eventi '{0}'. ('{1}')
ja: イベント インターフェイス '{0}' に Advise を実行できません。('{1}')
ko: 이벤트 인터페이스 '{0}' Advise를 실행할 수 없습니다. ('{1}')
pl: Nie można wykonać funkcji Advise dla interfejsu zdarzenia „{0}”. („{1}”)
pt_br: Não é possível usar Advise na interface de eventos '{0}'. ('{1}')
ru: Не удается выполнить операцию Advise для интерфейса событий "{0}". ("{1}")
tr: '{0}' olay arabirimi için Advise işlemi yapılamıyor. ('{1}')
zh_hans: 无法对事件接口“{0}”执行 Advise。(“{1}”)
zh_hant: 無法對事件介面 '{0}' 進行 Advise。('{1}')

# AxNoSinkImplementation
source: The given sink object does not implement event interface '{0}'.
cs: Daný vnořený objekt neimplementuje rozhraní události {0}.
de: Vom angegebenen Senkeobjekt wird die Ereignisschnittstelle "{0}" nicht implementiert.
es: El objeto receptor especificado no implementa la interfaz de eventos '{0}'.
fr: L'objet récepteur donné n'implémente pas l'interface d'événement '{0}'.
it: L'oggetto sink specificato non implementa l'interfaccia eventi '{0}'.
ja: 指定されたシンク オブジェクトには、イベント インターフェイス '{0}' が実装されません。
ko: 지정된 싱크 개체가 이벤트 인터페이스 '{0}'을(를) 구현하지 않습니다.
pl: Dany obiekt typu sink nie implementuje interfejsu zdarzenia „{0}”.
pt_br: O objeto do coletor fornecido não implementa a interface de evento '{0}'.
ru: Данный объект приемника не реализует интерфейс событий "{0}".
tr: Belirtilen iç havuz nesnesi '{0}' olay arabirimini yürütmez.
zh_hans: 指定的接收器对象不实现事件接口“{0}”。
zh_hant: 指定的接收器物件未實作事件介面 '{0}'。

# AxRequiresApartmentThread
source: '{0}' ActiveX control cannot be instantiated because current thread is not in single-threaded apartment.
cs: Ovladač {0} ActiveX nelze doložit, protože aktuální vlákno není v modelu STA.
de: Das ActiveX-Steuerelement "{0}" kann nicht instanziiert werden, da sich der aktuelle Thread nicht in einem Singlethread-Apartment befindet.
es: No se puede crear una instancia del control ActiveX '{0}' porque el subproceso actual no se encuentra en un contenedor uniproceso.
fr: Le contrôle ActiveX '{0}' ne peut pas être instancié parce que le thread en cours n'est pas en mode STA.
it: Non è possibile creare un'istanza del controllo ActiveX '{0}' perché il thread corrente non si trova in un apartment a thread singolo.
ja: 現在のスレッドがシングル スレッド アパートメントにないため、'{0}' ActiveX コントロールをインスタンス化できません。
ko: 현재 스레드가 단일 스레드 아파트에 없으므로 '{0}' ActiveX 컨트롤을 인스턴스화할 수 없습니다.
pl: Nie można utworzyć wystąpienia formantu ActiveX „{0}”, ponieważ bieżący wątek nie pracuje w jednowątkowym trybie Apartment
pt_br: O controle ActiveX '{0}' não pode ser instanciado porque o thread atual não está no modo STA.
ru: Невозможно создать экземпляр элемента ActiveX "{0}", так как текущий поток не находится в однопотоковом контейнере.
tr: Geçerli iş parçacığı tek iş parçacıklı grupta olmadığından '{0}' ActiveX denetiminin örneği oluşturulamıyor.
zh_hans: 由于当前线程不在单线程单元中，因此无法实例化 ActiveX 控件“{0}”。
zh_hant: '{0}' ActiveX 控制項無法具現化，因為目前的執行緒不是位於單一執行緒 Apartment 中。

# AxWindowlessControl
source: ActiveX control is windowless. Windowless ActiveX controls are not supported.
cs: Ovladač ActiveX je typu windowless. Ovládací prvky ActiveX bez oken nejsou podporovány.
de: Das ActiveX-Steuerelement ist fensterlos. Fensterlose ActiveX-Steuerelemente werden nicht unterstützt.
es: El control ActiveX no tiene ventanas. Los controles ActiveX sin ventanas no están admitidos.
fr: Le contrôle ActiveX est sans fenêtre. Les contrôles ActiveX sans fenêtre ne sont pas pris en charge.
it: Controllo ActiveX senza finestra. I controlli ActiveX senza finestra non sono supportati.
ja: ActiveX コントロールはウィンドウなしです。ウィンドウなしの ActiveX コントロールはサポートされていません。
ko: ActiveX 컨트롤에 창이 없습니다. 창 없는 ActiveX 컨트롤은 지원되지 않습니다.
pl: Format ActiveX nie jest powiązany z oknami. Formanty ActiveX niepowiązane z oknami nie są obsługiwane.
pt_br: O controle ActiveX não tem janela. Não há suporte para controles ActiveX sem-janelas.
ru: У элемента ActiveX нет окна. Элементы ActiveX без окон не поддерживаются.
tr: ActiveX denetimi penceresiz. Penceresiz ActiveX denetimleri desteklenmez.
zh_hans: ActiveX 控件是无窗口的。不支持无窗口 ActiveX 控件。
zh_hant: ActiveX 控制項是無視窗控制項。不支援無視窗的 ActiveX 控制項。

# BadDistance
source: Requested distance is outside the content of the associated document.
cs: Požadovaná vzdálenost zasahuje mimo obsah asociovaného dokumentu.
de: Die angeforderte Entfernung befindet sich außerhalb des Inhalts des zugeordneten Dokuments.
es: La distancia solicitada está fuera del contenido del documento asociado.
fr: La distance demandée est en dehors du contenu du document associé.
it: La distanza richiesta risulta all'esterno del contenuto del documento associato.
ja: 要求された距離は、関連するドキュメントのコンテンツ外です。
ko: 요청한 거리가 관련 문서의 콘텐츠의 범위를 벗어납니다.
pl: Żądana odległość znajduje się poza zawartością skojarzonego dokumentu.
pt_br: A distância solicitada está fora do conteúdo do documento associado.
ru: Затребованное расстояние находится вне содержимого соответствующего документа.
tr: İstenen uzaklık ilişkilendirilmiş belgenin içeriği dışında.
zh_hans: 请求的距离在关联文档的内容之外。
zh_hant: 要求的距離超出關聯之文件的內容。

# BadFixedTextPosition
source: '{0}' is not a TextPosition supplied by this TextContainer.
cs: Prvek {0} není TextPosition podporovaná touto funkcí TextContainer.
de: "{0}" ist eine von diesem "TextContainer" nicht unterstützte "TextPosition".
es: '{0}' no es una TextPosition suministrada por este TextContainer.
fr: '{0}' n'est pas un objet TextPosition fourni par ce TextContainer.
it: '{0}' non è un valore TextPosition fornito da questo TextContainer.
ja: '{0}' は、この TextContainer に提供された TextPosition ではありません。
ko: '{0}'이(가) 이 TextContainer에서 제공하는 TextPosition이 아닙니다.
pl: „{0}” nie jest pozycją TextPosition podaną przez ten kontener TextContainer.
pt_br: '{0}' não é um TextPosition fornecido pelo TextContainer.
ru: Параметр "{0}" не является значением TextPosition, предоставленным объектом TextContainer.
tr: '{0}' bu TextContainer tarafından sağlanan bir TextPosition değil.
zh_hans: “{0}”不是此 TextContainer 提供的 TextPosition。
zh_hant: '{0}' 不是此 TextContainer 提供的 TextPosition。

# BadTargetArray
source: CopyTo target is not a one-dimensional array.
cs: Cíl CopyTo není jednorozměrné pole.
de: Das CopyTo-Ziel ist kein eindimensionales Array.
es: El destino de CopyTo no es una matriz unidimensional.
fr: La cible CopyTo n'est pas un tableau unidimensionnel.
it: La destinazione CopyTo non è una matrice unidimensionale.
ja: CopyTo ターゲットは、1 次元配列ではありません。
ko: CopyTo 대상이 1차원 배열이 아닙니다.
pl: Miejsce docelowe operacji CopyTo nie jest tablicą jednowymiarową.
pt_br: O destino CopyTo não é uma matriz unidimensional.
ru: Конечный объект CopyTo не является одномерным массивом.
tr: CopyTo hedefi tek boyutlu bir dizi değil.
zh_hans: CopyTo 目标不是一维数组。
zh_hant: CopyTo 目標不是單一維度陣列。

# BadTextPositionOrder
source: '{0}' not expected after '{1}'.
cs: Prvek {0} by neměl následovat po {1}.
de: "{0}" wird nach "{1}" nicht erwartet.
es: No se esperaba "{0}" después de "{1}".
fr: '{0}' non attendu après '{1}'.
it: '{0}' non è previsto dopo '{1}'.
ja: '{1}' の後に '{0}' は必要ではありません。
ko: '{1}' 다음에 '{0}'이(가) 있을 수 없습니다.
pl: Nie oczekiwano elementu „{0}” po elemencie „{1}”.
pt_br: '{0}' não esperado após '{1}'.
ru: Не ожидается "{0}" после "{1}".
tr: '{1}' sonrasında '{0}' beklenmiyor.
zh_hans: “{1}”之后不应该有“{0}”。
zh_hant: '{1}' 之後不應出現 '{0}'。

# BamlAssemblyIdNotFound
source: BAML AssemblyId {0} is not known.
cs: Identifikátor BAML AssemblyId {0} není znám.
de: BAML AssemblyId {0} ist unbekannt.
es: Elemento BAML AssemblyId {0} desconocido.
fr: L'ID d'assembly BAML {0} est inconnu.
it: AssemblyId BAML {0} sconosciuto.
ja: BAML AssemblyId {0} は不明です。
ko: BAML AssemblyId {0}을(를) 알 수 없습니다.
pl: Nieznana wartość BAML AssemblyId {0}.
pt_br: Id de Assembly BAML {0} desconhecida.
ru: Неизвестный идентификатор сборки BAML {0}.
tr: BAML AssemblyId {0} bilinmiyor.
zh_hans: BAML AssemblyId {0} 未知。
zh_hant: BAML AssemblyId {0} 是未知的。

# BamlBadExtensionValue
source: Cannot resolve known MarkupExtension value. BAML file might be corrupted.
cs: Nelze rozlišit známou hodnotu MarkupExtension. Soubor BAML je možná poškozen.
de: Bekannter MarkupExtension-Wert kann nicht aufgelöst werden. BAML-Datei ist möglicherweise beschädigt.
es: No se puede resolver el valor de MarkupExtension conocido. El archivo BAML puede estar dañado.
fr: Impossible de résoudre la valeur MarkupExtension connue. Le fichier BAML est peut-être endommagé.
it: Impossibile risolvere il valore MarkupExtension noto. È possibile che il file BAML sia danneggiato.
ja: 既知の MarkupExtension 値を解決できません。BAML ファイルが壊れている可能性があります。
ko: 알려진 MarkupExtension 값을 확인할 수 없습니다. BAML 파일이 손상되었을 수 있습니다.
pl: Nie można rozwiązać znanej wartości MarkupExtension. Plik BAML może być uszkodzony.
pt_br: Não é possível resolver o valor conhecido de MarkupExtension. O arquivo BAML pode estar corrompido.
ru: Не удается разрешить известное значение MarkupExtension. Возможно, поврежден файл BAML.
tr: Bilinen MarkupExtension değeri çözülemiyor. BAML dosyası bozuk olabilir.
zh_hans: 无法解析已知的 MarkupExtension 值。BAML 文件可能已损坏。
zh_hant: 無法解析已知的 MarkupExtension 值。BAML 檔案可能已損毀。

# BamlIsNotSupportedOutsideOfApplicationResources
source: Navigation to BAML outside of the application is not supported.
cs: Nalezení souboru BAML mimo aplikaci není podporováno.
de: Das Navigieren zu BAML außerhalb der Anwendung wird nicht unterstützt.
es: La navegación a BAML fuera de la aplicación no está admitida.
fr: La navigation en direction de BAML en dehors de l'application n'est pas prise en charge.
it: Navigazione verso BAML all'esterno dell'applicazione non supportata.
ja: アプリケーション外の BAML へのナビゲーションは、サポートされていません。
ko: 응용 프로그램 외부에서 BAML에 대한 탐색이 지원되지 않습니다.
pl: Nawigacja do BAML spoza aplikacji nie jest obsługiwana.
pt_br: Não há suporte para a navegação para BAML fora do aplicativo.
ru: Переход в BAML вне приложения не поддерживается.
tr: Uygulama dışında BAML'ye gitme desteklenmez.
zh_hans: 不支持导航到应用程序外部的 BAML。
zh_hant: 不支援巡覽至應用程式之 BAML 以外的地方。

# BamlReaderClosed
source: BamlReader was closed or end of document was reached.
cs: BamlReader byl ukončen nebo bylo dosaženo konce dokumentu.
de: "BamlReader" wurde geschlossen, oder das Ende des Dokuments wurde erreicht.
es: BamlReader se cerró o se alcanzó el final del documento.
fr: BamlReader a été fermé ou la fin du document a été atteinte.
it: BamlReader chiuso o raggiunta fine del documento.
ja: BamlReader が終了したか、ドキュメントの最後に達しました。
ko: BamlReader가 닫혔거나 문서의 끝에 도달했습니다.
pl: Przeglądarka BamlReader została zamknięta lub osiągnięto koniec dokumentu.
pt_br: BamlReader foi fechado ou foi atingido o fim do documento.
ru: BamlReader был закрыт или обнаружен конец документа.
tr: BamlReader kapatıldı veya belge sonuna ulaşıldı.
zh_hans: BamlReader 已关闭或者已经到达文档末尾。
zh_hant: BamlReader 已關閉，或已到達文件結尾。

# BamlReaderNoOwnerType
source: Cannot find owner type of attribute '{0}' from assembly '{1}'. Assembly might not have been loaded properly.
cs: Nelze najít typ vlastníka nebo atributu {0} ze sestavení {1}. Sestavení možná nebylo správně načteno.
de: Der Besitzertyp des Attributs "{0}" der Assembly "{1}" wurde nicht gefunden. Die Assembly war möglicherweise nicht ordnungsgemäß geladen.
es: No se puede encontrar el tipo de propietario del atributo "{0}" del ensamblado "{1}". Puede que el ensamblado no se haya cargado correctamente.
fr: Le type propriétaire de l'attribut '{0}' est introuvable dans l'assembly '{1}'. L'assembly n'a peut-être pas été chargé correctement.
it: Non è possibile trovare il tipo di proprietario dell'attributo '{0}' nell'assembly '{1}'. È possibile che l'assembly non sia stato caricato in modo corretto.
ja: アセンブリ '{1}' で属性 '{0}' の所有者の種類が見つかりません。アセンブリが正しく読み込まれていない可能性があります。
ko: '{1}' 어셈블리에서 '{0}' 특성의 소유자 유형을 찾을 수 없습니다. 어셈블리가 제대로 로드되지 않았습니다.
pl: Nie można znaleźć typu właściciela atrybutu „{0}” z zestawu „{1}”. Być może zestaw nie został poprawnie załadowany.
pt_br: Não é possível localizar o tipo de proprietário do atributo '{0}' por meio do assembly '{1}'. O assembly pode não ter sido carregado corretamente.
ru: Не удается найти тип владельца атрибута "{0}" из сборки "{1}". Возможно, сборка была неверно загружена.
tr: '{1}' bütünleştirilmiş kodundan '{0}' sahip türü bulunamıyor. Bütünleştirilmiş Kod düzgün yüklenmemiş olabilir.
zh_hans: 无法从程序集“{1}”中找到特性“{0}”的所有者类型。可能尚未正确加载程序集。
zh_hant: 在組件 '{1}' 中找不到屬性 '{0}' 的擁有者類型。組件可能載入不正確。

# BamlScopeError
source: '{0}' record found but expected '{1}'. BAML file might be corrupted.
cs: Byl nalezen záznam {0}, ale program očekával záznam {1}. Soubor BAML je možná poškozen.
de: Der Datensatz "{0}" wurde gefunden, erwartet wurde jedoch "{1}". Die BAML-Datei ist möglicherweise beschädigt.
es: Se encontró el registro "{0}", pero se esperaba "{1}". El archivo BAML puede estar dañado.
fr: Enregistrement '{0}' trouvé mais '{1}' attendu. Le fichier BAML est peut-être endommagé.
it: Il record '{0}' è stato trovato, ma era previsto '{1}'. È possibile che il file BAML sia danneggiato.
ja: '{0}' 記録が見つかりましたが、'{1}' が必要です。BAML ファイルが壊れている可能性があります。
ko: '{0}' 레코드를 찾았지만 '{1}'이(가) 필요합니다. BAML 파일이 손상되었을 수 있습니다.
pl: Znaleziono rekord „{0}”, ale oczekiwano „{1}”. Plik BAML może być uszkodzony.
pt_br: Registro '{0}' encontrado, mas era esperado '{1}'. O arquivo BAML pode estar corrompido.
ru: Найдена запись "{0}", но ожидается "{1}". Возможно, файл BAML поврежден.
tr: '{0}' kaydı bulundu, ancak '{1}' bekleniyordu. BAML dosyası bozuk olabilir.
zh_hans: 找到“{0}”记录，但是应该为“{1}”。BAML 文件可能已损坏。
zh_hant: 找到 '{0}' 記錄，但應為 '{1}'。BAML 檔案可能已損毀。

# BamlTypeIdNotFound
source: BAML TypeId {0} is not known.
cs: Identifikátor BAML TypeId {0} není znám.
de: BAML TypeId {0} ist unbekannt.
es: Elemento BAML TypeId {0} desconocido.
fr: L'ID de type BAML {0} est inconnu.
it: TypeId BAML {0} sconosciuto.
ja: BAML TypeId {0} は不明です。
ko: BAML TypeId {0}을(를) 알 수 없습니다.
pl: Nieznana wartość BAML TypeId {0}.
pt_br: ID de Tipo BAML {0} desconhecida.
ru: Неизвестный идентификатор типа BAML {0}.
tr: BAML TypeId {0} bilinmiyor.
zh_hans: BAML TypeId {0} 未知。
zh_hant: BAML TypeId {0} 是未知的。

# BamlWriterBadAssembly
source: '{0}' assembly cannot be loaded from current working directory or from the GAC.
cs: Sestavení {0} nelze ze stávajícího pracovního adresáře nebo z GAC načíst.
de: Die Assembly "{0}" kann vom aktuellen Arbeitsverzeichnis oder vom GAC nicht geladen werden.
es: El ensamblado '{0}' no se puede cargar desde el directorio de trabajo actual ni desde GAC.
fr: Impossible de charger l'assembly '{0}' depuis le répertoire de travail en cours ou depuis le GAC.
it: Non è possibile caricare l'assembly '{0}' dalla directory di lavoro corrente o dalla GAC.
ja: '{0}' アセンブリは、現在の作業ディレクトリまたは GAC から読み込めません。
ko: 현재 작업 디렉토리에서 또는 GAC에서 '{0}' 어셈블리를 로드할 수 없습니다.
pl: Zestawu „{0}” nie można załadować z bieżącego katalogu roboczego lub z GAC.
pt_br: O assembly '{0}' não pode ser carregado a partir do diretório de trabalho atual ou de GAC.
ru: Невозможно загрузить сборку "{0}" из текущего рабочего каталога или из GAC.
tr: '{0}' bütünleştirilmiş kodu geçerli çalışma dizininden veya GAC'den yüklenemiyor.
zh_hans: 无法从当前工作目录或 GAC 加载“{0}”程序集。
zh_hant: 無法從目前的工作目錄或 GAC 載入 '{0}' 組件。
