Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# NoElementObject
source: No element is adjacent to this TextPointer in the specified direction.
cs: V naznačeném směru není vedle tohoto kurzoru TextPointer žádný prvek.
de: An "TextPointer" grenzt in der angegebenen Richtung kein Element an.
es: No hay ningún elemento adyacente a este TextPointer en la dirección especificada.
fr: Aucun élément n'est adjacent à ce TextPointer dans la direction spécifiée.
it: Nessun elemento adiacente a questo TextPointer nella direzione specificata.
ja: 指定された方向で、この TextPointer に隣接している要素はありません。
ko: 이 TextPointer에 인접한 요소가 지정된 방향에 없습니다.
pl: W pobliżu wskaźnika TextPointer w określonym kierunku nie ma żadnego elementu.
pt_br: Nenhum elemento é adjacente a este TextPointer na direção especificada.
ru: Ни один элемент не является смежным с данным TextPointer в указанном направлении.
tr: Belirtilen yönde bu TextPointer'a bitişik öğe yok.
zh_hans: 在指定的方向中没有与该 TextPointer 相邻的元素。
zh_hant: 在指定的方向中，沒有任何項目鄰近此 TextPointer。

# NoForwardEntry
source: Cannot navigate because there is no entry in the Forward stack of the journal.
cs: Nelze vyhledávat, protože v následném stohu deníku není žádný zápis.
de: Das Navigieren ist nicht möglich, da im Forward-Stapel des Journals kein Eintrag vorhanden ist.
es: No se puede navegar porque no hay ninguna entrada en la pila de avance del diario.
fr: Navigation impossible car il n'existe aucune entrée dans la pile Forward du journal.
it: Impossibile eseguire navigazioni. Nessuna voce nello stack Avanti del journal.
ja: ジャーナルの Forward スタックにエントリがないため、移動できません。
ko: 저널의 정방향 스택에 항목이 없기 때문에 탐색할 수 없습니다.
pl: Nie można nawigować, ponieważ nie ma pozycji na stosie Forward dziennika.
pt_br: Não é possível navegar porque não há entrada na pilha Avançar do diário.
ru: Переходы невозможны из-за отсутствия записи в прямом стеке журнала.
tr: Günlüğün İleri yığınında giriş olmadığı için gezinme gerçekleştirilemiyor.
zh_hans: 无法导航，因为日志的 Forward 堆栈中没有条目。
zh_hant: 無法巡覽，因為日誌的「下一頁」堆疊中沒有任何項目。

# NoMulticastHandlers
source: WeakEventManager supports only delegates with one target.
cs: Třída WeakEventManager podporuje pouze delegáty s jedním cílem.
de: WeakEventManager unterstützt nur Delegaten mit einem Ziel.
es: WeakEventManager sólo admite delegados con un destino.
fr: WeakEventManager ne prend en charge que les délégués dotés d'une cible.
it: WeakEventManager supporta solo delegati con una destinazione.
ja: WeakEventManager は、1 つのターゲットを持つデリゲートのみをサポートしています。
ko: WeakEventManager는 하나의 대상이 지정된 대리자만 지원합니다.
pl: Klasa WeakEventManager obsługuje tylko delegatów o jednym elemencie docelowym.
pt_br: WeakEventManager só dá suporte a representantes com um destino.
ru: WeakEventManager поддерживает только делегаты с одним целевым объектом.
tr: WeakEventManager yalnızca bir hedefi olan temsilcileri destekler.
zh_hans: WeakEventManager 只支持具有一个目标的委托。
zh_hant: WeakEventManager 只支援具有一個目標的委派。

# NoPresentationContextForGivenElement
source: Cannot find presentation context for element '{0}'.
cs: Nelze nalézt kontext prezentace pro prvek {0}.
de: Der Präsentationskontext für das Element "{0}" kann nicht gefunden werden.
es: No se puede encontrar el contexto de presentación del elemento '{0}'.
fr: Impossible de trouver un contexte de présentation pour l'élément '{0}'.
it: Impossibile trovare il contesto di presentazione per l'elemento '{0}'.
ja: 要素 '{0}' のプレゼンテーション コンテキストが見つかりません。
ko: '{0}' 요소에 대한 프리젠테이션 컨텍스트를 찾을 수 없습니다.
pl: Nie można odnaleźć kontekstu prezentacji dla elementu „{0}”.
pt_br: Não é possível encontrar o contexto da apresentação para o elemento '{0}'.
ru: Не удается найти контекст презентации для элемента "{0}".
tr: '{0}' öğesi için sunu bağlamı bulunamıyor.
zh_hans: 无法找到元素“{0}”的表示上下文。
zh_hant: 找不到 '{0}' 的簡報內容。

# NoProcessorForSelectionType
source: Must register SelectionProcessor for selection type '{0}'.
cs: Nutno registrovat SelectionProcessor pro výběr typu {0}.
de: Für den Auswahltyp "{0}" muss "SelectionProcessor" registriert werden.
es: Debe registrar SelectionProcessor para el tipo de selección '{0}'.
fr: Inscription obligatoire de SelectionProcessor pour le type de sélection '{0}'.
it: È necessario registrare SelectionProcessor per il tipo di selezione '{0}'.
ja: 選択の型 '{0}' に対して SelectionProcessor を登録する必要があります。
ko: '{0}' 선택 형식에 대한 SelectionProcessor를 등록해야 합니다.
pl: Należy zarejestrować SelectionProcessor dla typu wyboru „{0}”.
pt_br: É necessário registrar SelectionProcessor para o tipo de seleção '{0}'.
ru: Необходимо зарегистрировать SelectionProcessor для типа выбора "{0}".
tr: '{0}' seçim türü için SelectionProcessor kaydedilmelidir.
zh_hans: 必须为选择类型“{0}”注册 SelectionProcessor。
zh_hant: 必須為選取範圍型別 '{0}' 登錄 SelectionProcessor。

# NoScopingElement
source: '{0}' has no scoping text element.
cs: Prvek {0} neobsahuje rozsahový textový prvek.
de: "{0}" besitzt kein bereichsdefinierendes Textelement.
es: '{0}' no tiene un elemento de texto de ámbito.
fr: '{0}' n'a pas d'élément de texte de portée.
it: Per '{0}' non è disponibile alcun elemento di testo dell'ambito.
ja: '{0}' には、スコープ テキスト要素がありません。
ko: '{0}'에 범위 지정 텍스트 요소가 없습니다.
pl: „{0}” nie ma elementu określającego zakres tekstu.
pt_br: '{0}' não tem elemento de texto de escopo.
ru: "{0}" не содержит текстовых элементов в области.
tr: '{0}' kapsam metin öğesine sahip değil.
zh_hans: “{0}”没有范围文本元素。
zh_hant: '{0}' 沒有範圍限制文字項目。

# NoUpdateSourceTriggerForInnerBindingOfMultiBinding
source: Cannot set UpdateSourceTrigger on inner Binding of MultiBinding. Only the default Immediate UpdateSourceTrigger is valid.
cs: Nelze nastavit UpdateSourceTrigger ve vnitřním Binding funkce MultiBinding. Platný je pouze výchozí Immediate UpdateSourceTrigger.
de: "UpdateSourceTrigger" kann nicht für internes Binding von "MultiBinding" festgelegt werden. Nur der standardmäßige direkte "UpdateSourceTrigger" ist gültig.
es: No se puede establecer UpdateSourceTrigger en el Binding interno de MultiBinding. Sólo el Immediate UpdateSourceTrigger predeterminado es válido.
fr: Impossible de définir UpdateSourceTrigger sur un Binding interne de MultiBinding. Seul l'Immediate UpdateSourceTrigger par défaut est valide.
it: Impossibile impostare UpdateSourceTrigger per il Binding interno di MultiBinding. È valido solo l'UpdateSourceTrigger diretto predefinito.
ja: MultiBinding の内部 Binding で UpdateSourceTrigger を設定できません。既定の Immediate UpdateSourceTrigger のみが有効です。
ko: MultiBinding의 내부 Binding에 UpdateSourceTrigger를 설정할 수 없습니다. 직접 관련된 기본 UpdateSourceTrigger만 사용할 수 있습니다.
pl: Nie można ustawić UpdateSourceTrigger dla wewnętrznego elementu Binding obiektu MultiBinding. Prawidłowy jest tylko domyślny element Immediate UpdateSourceTrigger.
pt_br: Não é possível definir UpdateSourceTrigger no Binding interno de MultiBinding. Somente Immediate UpdateSourceTrigger padrão é válido.
ru: Невозможно задать UpdateSourceTrigger для внутренней привязки Binding элемента MultiBinding. Для UpdateSourceTrigger допускается только значение по умолчанию Immediate.
tr: MultiBinding'in iç Binding'de UpdateSourceTrigger ayarlanamaz. Yalnızca varsayılan Acil UpdateSourceTrigger geçerlidir.
zh_hans: 无法在 MultiBinding 的内部 Binding 上设置 UpdateSourceTrigger。只有默认的 Immediate UpdateSourceTrigger 是有效的。
zh_hant: 無法在 MultiBinding 的內部 Binding 上設定 UpdateSourceTrigger。只有預設的 Immediate UpdateSourceTrigger 才有效。

# NonCLSException
source: Unknown exception during '{0}'.
cs: Neznámá výjimka během {0}.
de: Unbekannte Ausnahme während "{0}".
es: Excepción desconocida durante '{0}'.
fr: Exception inconnue pendant '{0}'.
it: Eccezione sconosciuta durante '{0}'.
ja: '{0}' 中の不明な例外です。
ko: '{0}' 동안 알 수 없는 예외가 발생했습니다.
pl: Nieznany wyjątek podczas „{0}”.
pt_br: Exceção desconhecida durante '{0}'.
ru: Неизвестное исключение во время "{0}".
tr: '{0}' sırasında bilinmeyen özel durum.
zh_hans: “{0}”期间发生未知异常。
zh_hant: '{0}' 時發生不明的例外狀況。

# NonClsActivationException
source: Nonstandard exception occurred while activating the application.
cs: Při aktivaci aplikace se vyskytla nestandardní výjimka.
de: Beim Aktivieren der Anwendung ist eine nicht dem Standard entsprechende Ausnahme aufgetreten.
es: Ocurrió una excepción no estándar al activar la aplicación.
fr: Une exception non standard s'est produite lors de l'activation de l'application.
it: Eccezione non standard durante l'attivazione dell'applicazione.
ja: アプリケーションのアクティブ化中に、標準でない例外が発生しました。
ko: 응용 프로그램을 활성화하는 동안 비표준 예외가 발생했습니다.
pl: Podczas aktywacji aplikacji wystąpił niestandardowy wyjątek.
pt_br: Exceção diferente do padrão ao ativar o aplicativo.
ru: При активации приложения возникло нестандартное исключение.
tr: Uygulama etkinleştirilirken standart olmayan özel durum oluştu.
zh_hans: 激活应用程序时发生非标准异常。
zh_hant: 啟動應用程式時發生非標準的例外狀況。

# NonPackAppAbsoluteUriNotAllowed
source: Unsupported URI syntax. Method expects a relative URI or a pack://application:,,,/ form of absolute URI.
cs: Nepodporovaná metoda syntaxe identifikátoru URI. Metoda očekává relativní identifikátor URI nebo balík://application:,,,/ jako formu absolutního identifikátoru URI.
de: Nicht unterstützte URI-Syntax. Von der Methode wird ein relativer URI oder die Form "pack://application:,,,/" eines absoluten URI erwartet.
es: Sintaxis de URI no admitida. El método espera un URI relativo o un formato pack://aplicación:,,,/ de URI absoluto.
fr: Syntaxe d'URI non prise en charge. La méthode attend un URI relatif ou un pack://application:,,,/ sous la forme d'un URI absolu.
it: Sintassi URI non supportata. Per il metodo è previsto un URI relativo oppure un URI assoluto di tipo pack://applicazione:,,,/.
ja: サポートされていない URI 構文です。メソッドでは、相対 URI または絶対 URI の pack://application:,,,/ 形式が必要です。
ko: 지원되지 않는 URI 구문입니다. 메서드에 상대 URI 또는 pack://application:,,,/ 형식의 절대 URI가 필요합니다.
pl: Nieobsługiwana składnia identyfikatora URI. Metoda oczekuje względnego identyfikatora URI lub absolutnego identyfikatora URI w postaci pakiet://aplikacja:,,,/.
pt_br: Sintaxe de URI sem-suporte. O método espera um URI relativo ou uma forma de URI absoluto pack://aplicativo:,,,/.
ru: Неподдерживаемый синтаксис URI. Метод ожидает относительный URI или абсолютный URI в формате pack://application:,,,/ .
tr: Desteklenmeyen Uri sözdizimi. Metot göreli bir Uri veya pack://application:,,,/ biçiminde mutlak Uri bekliyor.
zh_hans: 不支持的 URI 语法。方法需要相对 URI 或“pack://application:,,,/”格式的绝对 URI。
zh_hant: 不支援的 URI 語法。方法預期應有相對 URI 或 pack://application:,,,/ 格式的絕對 URI。

# NonPackSooAbsoluteUriNotAllowed
source: Unsupported URI syntax. Method expects a relative URI or a pack://siteoforigin:,,,/ form of absolute URI.
cs: Nepodporovaná metoda syntaxe identifikátoru URI. Metoda očekává relativní identifikátor URI nebo balík://siteoforigin:,,,/ jako formu absolutního identifikátoru URI.
de: Nicht unterstützte URI-Syntax. Von der Methode wird ein relativer URI oder die Form "pack://siteoforigin:,,,/" eines absoluten URI erwartet.
es: Sintaxis de URI no admitida. El método espera un URI relativo o un formato pack://sitiodeorigen:,,,/ de URI absoluto.
fr: Syntaxe d'URI non prise en charge. La méthode attend un URI relatif ou une forme pack://site_d'_origine:,,,/ d'URI absolu.
it: Sintassi URI non supportata. Per il metodo è previsto un URI relativo oppure un URI assoluto di tipo pack://sitodiorigine:,,,/.
ja: サポートされていない URI 構文です。メソッドでは、相対 URI または絶対 URI の pack://siteoforigin:,,,/ 形式が必要です
ko: 지원되지 않는 URI 구문입니다. 메서드에 상대 URI 또는 pack://siteoforigin:,,,/ 형식의 절대 URI가 필요합니다.
pl: Nieobsługiwana składnia identyfikatora URI. Metoda oczekuje względnego identyfikatora URI lub formy pack://siteoforigin:,,,/ bezwzględnego identyfikatora URI.
pt_br: Sintaxe de URI sem-suporte. O método espera um URI relativo ou uma forma de URI absoluto pack://sitedeorigem:,,,/.
ru: Неподдерживаемый синтаксис URI. Метод ожидает относительный URI или абсолютный URI в формате pack://siteoforigin:,,,/ .
tr: Desteklenmeyen URI sözdizimi. Metot göreli bir URI veya pack://siteoforigin:,,,/ biçiminde mutlak URI bekliyor.
zh_hans: 不支持的 URI 语法。方法需要相对 URI 或“pack://siteoforigin:,,,/”格式的绝对 URI。
zh_hant: 不支援的 URI 語法。方法預期應有相對 URI 或 pack://siteoforigin:,,,/ 格式的絕對 URI。

# NonWhiteSpaceInAddText
source: '{0}' text cannot be added because text is not valid in this element.
cs: Text {0} nelze přidat, protože není v tomto prvku platný.
de: Der Text "{0}" kann nicht hinzugefügt werden, da der Text in diesem Element nicht gültig ist.
es: El texto '{0}' no se puede agregar porque el texto no es válido en este elemento.
fr: Impossible d'ajouter le texte '{0}' car le texte n'est pas valide dans cet élément.
it: Impossibile aggiungere il testo '{0}' perché non è valido in questo elemento.
ja: この要素ではテキストが有効でないため、'{0}' テキストを追加できません。
ko: 이 요소에 있는 텍스트가 잘못되어 '{0}' 텍스트를 추가할 수 없습니다.
pl: Tekstu „{0}” nie można dodać, ponieważ nie jest on prawidłowy w tym elemencie.
pt_br: O texto '{0}' não pode ser adicionado porque texto não é válido neste elemento
ru: Не удается добавить текст "{0}", так как текст не является допустимым в данном элементе.
tr: Bu öğede metin geçerli olmadığından '{0}' metni eklenemez.
zh_hans: 无法添加“{0}”文本，因为文本在该元素中无效。
zh_hant: 無法新增 '{0}' 文字，因為文字在此項目中是無效的。

# NotAllowedBeforeShow
source: Cannot call DragMove or Activate before a Window is shown.
cs: Před zobrazením okna nelze volat metodu DragMove ani Activate.
de: DragMove oder Activate kann nicht aufgerufen werden, bevor ein Window angezeigt wird.
es: No se puede llamar a DragMove o Activate antes de mostrar un elemento Window.
fr: Impossible d'appeler DragMove ou Activate avant l'affichage d'un objet Window.
it: Impossibile chiamare DragMove o Activate prima della visualizzazione di un elemento Window.
ja: Window が表示される前に DragMove または Activate を呼び出すことはできません。
ko: 창이 표시되기 전에는 DragMove 또는 Activate를 호출할 수 없습니다.
pl: Nie można wywołać metod DragMove lub Activate przed wyświetleniem elementu Window.
pt_br: Não é possível chamar DragMove ou Activate antes que uma Janela seja exibida.
ru: Не удается вызвать метод DragMove или Activate до вывода окна на экран.
tr: Window gösterilmeden önce DragMove veya Activate çağrılamaz.
zh_hans: 显示 Window 之前，无法调用 DragMove 或 Activate。
zh_hant: 在顯示視窗之前無法呼叫 DragMove 或 Activate。

# NotHighlightAnnotationType
source: '{0}' annotation type is not valid, only Highlights are supported.
cs: Typ anotace {0} není platný, jsou podporována pouze Highlights.
de: Der Anmerkungstyp "{0}" ist ungültig, unterstützt werden nur "Highlights".
es: El tipo de anotación '{0}' no es válido; sólo se admiten Highlights.
fr: Type d'annotation '{0}' non valide, seules les surbrillances Highlights sont prises en charge.
it: Il tipo di annotazione '{0}' non è valido. Sono supportate solo annotazioni di tipo Highlight.
ja: '{0}' コメントの型が無効です。Highlight のみがサポートされています。
ko: '{0}' 주석 형식이 잘못되었습니다. Highlights만 지원됩니다.
pl: Typ adnotacji „{0}” jest nieprawidłowy, obsługiwany jest tylko Highlights.
pt_br: O tipo de anotação '{0}' não é válido; somente há suporte para Highlights.
ru: Недопустимый тип заметки "{0}". Поддерживаются только Highlights.
tr: '{0}' ek açıklama türü geçerli değil, yalnızca Highlights desteklenir.
zh_hans: “{0}”批注类型无效，仅支持 Highlight。
zh_hant: '{0}' 註釋型別無效，只支援 Highlight。

# NotInAssociatedContainer
source: '{0}' is not in the TextContainer associated with this object.
cs: Prvek {0} není obsažen v zásobníku TextContainer asociovaném s tímto objektem.
de: "{0}" befindet sich nicht in dem "TextContainer", der dem Objekt zugeordnet ist.
es: '{0}' no se encuentra en el TextContainer asociado a este objeto.
fr: '{0}' n'est pas le TextContainer associé à cet objet.
it: '{0}' non è incluso nel TextContainer associato a questo oggetto.
ja: '{0}' は、このオブジェクトに関連付けられた TextContainer にありません。
ko: '{0}'이(가) 이 개체와 연결된 TextContainer에 없습니다.
pl: „{0}” nie znajduje się w kontenerze TextContainer skojarzonym z tym obiektem.
pt_br: '{0}' não está no TextContainer associado a este objeto.
ru: "{0}" не находится в контейнере TextContainer, сопоставленном данному объекту.
tr: '{0}' bu nesneyle ilişkilendirilmiş TextContainer içinde değil.
zh_hans: “{0}”不在与该对象关联的TextContainer 中。
zh_hant: '{0}' 不在與此物件關聯的 TextContainer 中。

# NotInAssociatedTree
source: TextPointer is not in the TextTree associated with this object.
cs: Ve stromě TextTree asociovaném s tímto objektem není kurzor TextPointer.
de: "TextPointer" befindet sich nicht in dem "TextTree", der dem Objekt zugeordnet ist.
es: TextPointer no se encuentra en el TextTree asociado a este objeto.
fr: TextPointer n'est pas le TextTree associé à cet objet.
it: TextPointer non è incluso nel TextTree associato a questo oggetto.
ja: TextPointer は、このオブジェクトに関連付けられた TextTree にありません。
ko: TextPointer가 이 개체와 연결된 TextTree에 없습니다.
pl: Wskaźnik TextPointer nie znajduje się w drzewie TextTree skojarzone z tym obiektem.
pt_br: TextPointer não está no TextTree associado a este objeto.
ru: TextPointer не находится в дереве TextTree, сопоставленном данному объекту.
tr: TextPointer bu nesneyle ilişkilendirilmiş TextTree içinde değil.
zh_hans: TextPointer 不在与该对象关联的 TextTree 中。
zh_hant: TextPointer 不在與此物件關聯的 TextTree 中。

# NotInThisTree
source: '{0}' is not in this document.
cs: Prvek {0} není v tomto dokumentu přítomen.
de: "{0}" ist im Dokument nicht vorhanden.
es: '{0}' no está en este documento.
fr: '{0}' n'est pas dans ce document.
it: '{0}' non è incluso in questo documento.
ja: '{0}' は、このドキュメントにありません。
ko: '{0}'이(가) 이 문서에 없습니다.
pl: „{0}” nie znajduje się w tym dokumencie.
pt_br: '{0}' não está neste documento.
ru: "{0}" отсутствует в данном документе.
tr: '{0}' bu belgede değil.
zh_hans: “{0}”不在该文档中。
zh_hant: '{0}' 不在此文件中。

# NotSupported
source: This annotation component does not support the ModifyAttachedAnnotation API.
cs: Tento prvek anotace nepodporuje funkci API ModifyAttachedAnnotation.
de: Die ModifyAttachedAnnotation-API wird von der Anmerkungskomponente nicht unterstützt.
es: Este componente de anotación no admite la API ModifyAttachedAnnotation.
fr: Ce composant d'annotation ne prend pas en charge l'API ModifyAttachedAnnotation.
it: Questo componente di annotazione non supporta l'API ModifyAttachedAnnotation.
ja: このコメント コンポーネントは、ModifyAttachedAnnotation API をサポートしません。
ko: 이 주석 구성 요소에서는 ModifyAttachedAnnotation API를 지원하지 않습니다.
pl: Ten składnik adnotacji nie obsługuje API ModifyAttachedAnnotation.
pt_br: Este componente de anotação não oferece suporte para ModifyAttachedAnnotation API.
ru: Этот компонент заметки не поддерживает ModifyAttachedAnnotation API.
tr: Bu ek açıklama bileşeni ModifyAttachedAnnotation API'sini desteklemez.
zh_hans: 该批注组件不支持 ModifyAttachedAnnotation API。
zh_hant: 此註釋元件不支援 ModifyAttachedAnnotation API。

# NotSupportedInBrowser
source: Cannot perform this operation when hosted in browser.
cs: Tuto operaci nelze provést v prohlížeči.
de: Der Vorgang kann nicht ausgeführt werden, während er im Browser gehostet wird.
es: No se puede realizar esta operación si está hospedada en el explorador.
fr: Impossible d'effectuer cette opération quand elle est hébergée dans le navigateur.
it: Impossibile eseguire questa operazione quando è ospitata nel browser.
ja: ブラウザーでホストされている場合、この操作を実行することはできません。
ko: 브라우저에서 호스트되면 이 작업을 수행할 수 없습니다.
pl: Tej operacji nie można wykonać, jeśli jest przeprowadzana w przeglądarce.
pt_br: Não é possível executar esta operação quando hospedada no navegador.
ru: Не удается выполнить данную операцию при работе в браузере.
tr: Tarayıcıda barındırılırken bu işlem gerçekleştirilemez.
zh_hans: 在浏览器中承载时无法执行该操作。
zh_hant: 在瀏覽器中裝載時，不支援此操作。

# NullParentNode
source: Non-null parent node expected. BAML stream might be corrupted.
cs: Program očekává nenulový nadřazený uzel. Datový proud BAML může být poškozen.
de: Übergeordneter Nicht-NULL-Knoten erwartet. Der BAML-Datenstrom ist möglicherweise beschädigt.
es: Se esperaba un elemento primario no nulo. Puede que la secuencia BAML esté dañada.
fr: Nœud parent de valeur non égale à null attendu. Le flux BAML est peut-être endommagé.
it: Previsto nodo padre non null. Il flusso BAML potrebbe essere danneggiato.
ja: NULL 以外の親モードが予期されていました。BAML ストリームが壊れている場合があります。
ko: null이 아닌 부모 노드가 필요합니다.BAML 스트림이 손상될 수 있습니다.
pl: Oczekiwano niezerowego węzła nadrzędnego. Ciąg BAML może być uszkodzony.
pt_br: Esperado nó pai não nulo. O fluxo de BAML pode estar corrompido.
ru: Ожидался родительский узел, не являющийся неопределенным. Возможно, поток BAML поврежден.
tr: Boş olmayan üst düğüm bekleniyor. BAML akışı bozuk olabilir.
zh_hans: 需要非空父节点。BAML 流可能已损坏。
zh_hant: 預期應有非空值父節點。BAML 資料流可能已損毀。

# NullPropertyIllegal
source: Must have non-null value for '{0}'.
cs: Vyžaduje se nenulová hodnota pro {0}.
de: Nicht-NULL-Wert für "{0}" erforderlich.
es: Debe tener un valor no nulo para '{0}'.
fr: Valeur non égale à null obligatoire pour '{0}'.
it: Il valore di '{0}' deve essere diverso da null.
ja: '{0}' に NULL 以外の値が必要です。
ko: '{0}'에 대해 null이 아닌 값이 있어야 합니다.
pl: Wartość „{0}” musi być niezerowa.
pt_br: É necessário ter um valor não nulo para '{0}'.
ru: Значение "{0}" не может быть неопределенным.
tr: '{0}' için boş olmayan değer almalıdır.
zh_hans: 必须使“{0}”具有非 null 值。
zh_hant: '{0}' 必須有非空值。

# NullTypeIllegal
source: Must have non-null type.
cs: Vyžaduje se nenulový typ.
de: Nicht-NULL-Typ erforderlich.
es: Debe tener un tipo no nulo.
fr: Type non null obligatoire.
it: Il tipo deve essere diverso da null.
ja: NULL 以外の型が必要です。
ko: null이 아닌 형식이 있어야 합니다.
pl: Musi zawierać niezerowy typ.
pt_br: É necessário ter tipo não nulo.
ru: Тип не может быть неопределенным.
tr: Boş olmayan tür almalıdır.
zh_hans: 必须具有非 null 类型。
zh_hant: 必須是非空值型別。

# NullUri
source: null URI in supported namespaces list.
cs: Nulový identifikátor URI v podporovaném seznamu oborů názvů.
de: NULL-URI in unterstützter Namespaces-Liste.
es: URI nulo en la lista de espacios de nombres admitidos.
fr: URI de valeur null pris en charge dans la liste des espaces de noms.
it: URI null nell'elenco degli spazi dei nomi supportati.
ja: サポートされている名前空間一覧での NULL の URI です。
ko: 지원된 네임스페이스 목록에 null URI가 있습니다.
pl: Identyfikator URI null w obsługiwanej liście przestrzeni nazw.
pt_br: URI nulo na lista de namespaces com suporte.
ru: Неопределенный идентификатор URI в списке поддерживаемых пространств имен.
tr: Desteklenen ad alanları listesinde boş URI.
zh_hans: 支持的命名空间列表中有 null URI。
zh_hant: 支援之命名空間清單中的空值 URI。

# ObjectDataProviderCanHaveOnlyOneSource
source: ObjectDataProvider can only be assigned an ObjectType or an ObjectInstance, not both.
cs: ObjectDataProvider může mít přidělen pouze ObjectType nebo ObjectInstance, nikoliv oboje.
de: "ObjectDataProvider" kann nur entweder "ObjectType" oder "ObjectInstance" zugewiesen werden.
es: A ObjectDataProvider sólo se le puede asignar ObjectType u ObjectInstance, pero no ambos.
fr: ObjectDataProvider ne peut se voir assigner qu'un ObjectType ou un ObjectInstance, pas les deux.
it: ObjectDataProvider supporta solo l'assegnazione di un ObjectType o una ObjectInstance e non di entrambi.
ja: ObjectDataProvider には、ObjectType または ObjectInstance の両方ではなくどちらかのみを割り当てることができます。
ko: ObjectDataProvider에는 ObjectType 또는 ObjectInstance 중 하나만 할당할 수 있습니다.
pl: Do ObjectDataProvider można przypisać tylko typ ObjectType lub wystąpienie ObjectInstance, ale nie oba jednocześnie.
pt_br: ObjectDataProvider somente pode ser atribuído a um ObjectType ou um ObjectInstance, não a ambos.
ru: Для ObjectDataProvider можно назначить или только ObjectType, или только ObjectInstance.
tr: ObjectDataProvider yalnızca bir ObjectType veya bir ObjectInstance'a atanabilir; her ikisine atanamaz.
zh_hans: ObjectDataProvider 只能被分配 ObjectType 或 ObjectInstance，不能两者都分配。
zh_hant: 只能為 ObjectDataProvider 指定 ObjectType 或 ObjectInstance，兩者不能同時指定。
