Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserErrorContext_Line
source: Error at Line {0} Position {1}.
cs: Chyba na řádku {0} a pozici {1}
de: Fehler in Zeile {0}, Position {1}.
es: Error en la Línea {0} Posición {1}.
fr: Erreur à la ligne {0}, position {1}.
it: Errore a riga {0}, posizione {1}.
ja: 行 {0} 位置 {1} にエラーがあります。
ko: 줄 {0} 위치 {1}에서 오류가 발생했습니다.
pl: Błąd w wierszu {0} na pozycji {1}.
pt_br: Erro na Linha {0} Posição {1}.
ru: Ошибка в строке {0}, позиция {1}.
tr: Hata, Satır: {0} Konum: {1}.
zh_hans: 行 {0} 位置 {1} 处出错。
zh_hant: 行 {0} 位置 {1} 發生錯誤。

# ParserErrorContext_Type
source: Error at object '{0}'.
cs: Chyba na objektu {0}.
de: Fehler in Objekt "{0}".
es: Error en el objeto '{0}'.
fr: Erreur à l'objet '{0}'.
it: Errore in corrispondenza dell'oggetto '{0}'.
ja: オブジェクト '{0}' にエラーがあります。
ko: 개체 '{0}'에서 오류가 발생했습니다.
pl: Błąd w obiekcie „{0}”.
pt_br: Erro no objeto '{0}'.
ru: Ошибка в объекте "{0}".
tr: '{0}' nesnesinde hata.
zh_hans: 对象“{0}”处的错误。
zh_hant: 物件 '{0}' 發生錯誤。

# ParserErrorContext_Type_File
source: Error at object '{0}' in markup file '{1}'.
cs: Chyba v objektu {0} v souboru označení {1}
de: Fehler in Objekt "{0}" in Markupdatei "{1}".
es: Error en el objeto "{0}" en el archivo de marcado "{1}".
fr: Erreur à l'objet '{0}' dans le fichier de balisage '{1}'.
it: Errore in corrispondenza dell'oggetto '{0}' nel file di markup '{1}'.
ja: マークアップ ファイル '{1}' のオブジェクト '{0}' にエラーがあります。
ko: 태그 파일 '{1}'의 '{0}' 개체에서 오류가 발생했습니다.
pl: Błąd w obiekcie „{0}” w pliku znaczników „{1}”.
pt_br: Erro no objeto '{0}' no arquivo de marcação '{1}'.
ru: Ошибка в объекте "{0}" из файла разметки "{1}".
tr: '{1}' işaretleme dosyasındaki '{0}' nesnesinde hata.
zh_hans: 标记文件“{1}”中对象“{0}”处出错。
zh_hant: 標記檔案 '{1}' 的物件 '{0}' 發生錯誤。

# ParserErrorContext_Type_File_Line
source: Error at object '{0}' in markup file '{1}' Line {2} Position {3}.
cs: Chyba v objektu {0} v souboru označení {1} na řádku {2} a pozici {3}
de: Fehler in Objekt "{0}" in Markupdatei "{1}", Zeile {2}, Position {3}.
es: Error en el objeto "{0}" en el archivo de marcado "{1}" Línea {2} Posición {3}.
fr: Erreur à l'objet '{0}' dans le fichier de balisage '{1}', ligne{2}, position{3}.
it: Errore in corrispondenza dell'oggetto '{0}' nel file di markup '{1}'. Riga {2}, posizione {3}.
ja: マークアップ ファイル '{1}' 行 {2} 位置 {3} のオブジェクト '{0}' にエラーがあります。
ko: 태그 파일 '{1}' 줄 {2} 위치 {3}의 '{0}' 개체에서 오류가 발생했습니다.
pl: Błąd w obiekcie „{0}” w pliku znaczników „{1}”, wiersz {2}, pozycja {3}.
pt_br: Erro no objeto '{0}' no arquivo de marcação '{1}' Linha {2} Posição {3}.
ru: Ошибка объекта "{0}" в файле разметки "{1}", строка {2}, позиция {3}.
tr: '{1}' işaretleme dosyasındaki '{0}' nesnesinde hata; Satır {2} Konum {3}.
zh_hans: 标记文件“{1}”中行 {2} 位置 {3} 的对象“{0}”处出错。
zh_hant: 標記檔案 '{1}' 行 {2} 位置 {3} 的 '{0}' 物件發生錯誤。

# ParserErrorContext_Type_Line
source: Error at object '{0}', Line {1} Position {2}.
cs: Chyba v objektu {0}, na řádku {1} a pozici {2}
de: Fehler in Objekt "{0}", Zeile {1}, Position {2}.
es: Error en el objeto "{0}", Línea {1} Posición {2}.
fr: Erreur à l'objet '{0}', ligne {1}, position {2}.
it: Errore in corrispondenza dell'oggetto '{0}'. Riga {1}, posizione {2}.
ja: オブジェクト '{0}' にエラーがあります。行 {1} 位置 {2}。
ko: 개체 '{0}', 줄 {1} 위치 {2}에서 오류가 발생했습니다.
pl: Błąd w obiekcie „{0}”, wiersz {1}, pozycja {2}.
pt_br: Erro no objeto '{0}', Linha {1} Posição {2}.
ru: Ошибка объекта "{0}", строка {1}, позиция {2}.
tr: '{0}' nesnesinde hata, Satır {1} Konum {2}.
zh_hans: 对象“{0}”行 {1} 位置 {2} 处出错。
zh_hant: 物件 '{0}' 的行 {1} 位置 {2} 發生錯誤。

# ParserErrorCreatingInstance
source: Cannot create instance of '{0}' defined in assembly '{1}'.
cs: Nelze vytvořit instanci prvku {0} definovaného v sestavení {1}.
de: Die in der Assembly "{1}" definierte Instanz von "{0}" kann nicht erstellt werden.
es: No se puede crear una instancia de "{0}" en el ensamblado "{1}".
fr: Impossible de créer une instance de '{0}' définie dans l'assembly '{1}'.
it: Non è possibile creare un'istanza di '{0}' definita nell'assembly '{1}'.
ja: アセンブリ '{1}' で定義された '{0}' のインスタンスを作成できません。
ko: '{1}' 어셈블리에 정의된 '{0}'의 인스턴스를 만들 수 없습니다.
pl: Nie można utworzyć wystąpienia „{0}” zdefiniowanego w zestawie „{1}”.
pt_br: Não é possível criar uma instância de '{0}' definida no assembly '{1}'.
ru: Не удается создать экземпляр "{0}", определенный в сборке "{1}".
tr: '{1}' bütünleştirilmiş kodunda tanımlanan '{0}' örneği oluşturulamıyor.
zh_hans: 无法创建在程序集“{1}”中定义的“{0}”的实例。
zh_hant: 無法為已在組件 '{1}' 中定義的 '{0}' 建立執行個體。

# ParserErrorParsingAttrib
source: '{1}' string is not a valid value for '{0}' property of type '{2}'.
cs: Řetězec {1} není platná hodnota vlastnosti {0} typu {2}.
de: Bei der Zeichenfolge "{1}" handelt es sich nicht um einen gültigen Wert für die {0}-Eigenschaft vom Typ "{2}".
es: La cadena "{1}" no es un valor válido para la propiedad "{0}" de tipo "{2}".
fr: La chaîne '{1}' est une valeur non valide pour la propriété '{0}' de type '{2}'.
it: La stringa '{1}' non è un valore valido per la proprietà '{0}' di tipo '{2}'.
ja: '{1}' 文字列は、型 '{2}' の '{0}' プロパティに対する有効な値ではありません。
ko: '{1}' 문자열이 '{2}' 형식의 '{0}' 속성에 유효한 값이 아닙니다.
pl: Ciąg „{1}” jest nieprawidłową wartością właściwości „{0}” typu „{2}”.
pt_br: A cadeia de caracteres '{1}' não é um valor válido para a propriedade '{0}' do tipo '{2}'.
ru: Строка "{1}" не является допустимым значением для свойства "{0}" типа "{2}".
tr: '{1}' dizesi, '{2}' türünde '{0}' özelliği için geçerli bir değer değildir.
zh_hans: “{1}”字符串不是类型“{2}”的“{0}”属性的有效值。
zh_hant: '{1}' 字串對類型 '{2}' 的 '{0}' 屬性來說，並非有效值。

# ParserErrorParsingAttribType
source: '{1}' string cannot be set on '{0}' property. Consider using TypeExtension for '{1}'.
cs: Řetězec {1} nelze nastavit na vlastnost {0}. Zvažte možnost použít TypeExtension pro {1}.
de: Die Zeichenfolge "{1}" kann nicht für die {0}-Eigenschaft festgelegt werden. Verwenden Sie TypeExtension für "{1}".
es: La cadena "{1}" no se puede establecer en la propiedad "{0}". Considere la posibilidad de usar TypeExtension para "{1}".
fr: Impossible de définir la chaîne '{1}' pour la propriété '{0}'. Utilisez TypeExtension pour '{1}'.
it: Non è possibile impostare la stringa '{1}' sulla proprietà '{0}'. Provare a usare TypeExtension per '{1}'.
ja: '{1}' 文字列は、'{0}' プロパティに設定できません。'{1}' に TypeExtension を使用することをご検討ください。
ko: '{0}' 속성에 '{1}' 문자열을 설정할 수 없습니다. '{1}'에 TypeExtension을 사용하는 것이 좋습니다.
pl: Ciągu „{1}” nie można ustawić dla właściwości „{0}”. Rozważ użycie rozszerzenia TypeExtension dla „{1}”.
pt_br: A cadeia de caracteres '{1}' não pode ser definida na propriedade '{0}'. Considere o uso de TypeExtension para '{1}'.
ru: Строка "{1}" не может быть задана для свойства "{0}". Для "{1}" лучше использовать TypeExtension.
tr: '{1}' dizesi '\{0}' özelliğinde ayarlanamaz. '{1}' için TypeExtension kullanmayı deneyin.
zh_hans: 无法在“{0}”属性上设置“{1}”字符串。请考虑使用“{1}”的 TypeExtension。
zh_hant: 無法在 '{0}' 屬性上設定 '{1}' 字串。請考慮為 '{1}' 使用 TypeExtension。

# ParserEventDelegateTypeNotAccessible
source: Cannot access the delegate type '{0}' for the '{1}' event. '{0}' has incorrect access level or its assembly does not allow access.
cs: Nelze získat přístup k zástupci typu {0} pro událost {1}. Typ {0} má nesprávnou úroveň přístupu nebo jeho sestavení neumožňuje přístup.
de: Auf den Delegattyp "{0}" für das Ereignis {1}" kann nicht zugegriffen werden. "{0}" hat eine falsche Zugriffsebene, oder die zugehörige Assembly lässt den Zugriff nicht zu.
es: No se puede obtener acceso al tipo delegado "{0}" para el evento "{1}". "{0}" tiene un nivel de acceso incorrecto o su ensamblado no permite el acceso.
fr: Impossible d'accéder au type délégué '{0}' pour l'événement '{1}'. '{0}' a un niveau d'accès incorrect, ou son assembly n'autorise pas l'accès.
it: Non è possibile accedere al tipo delegato '{0}' per l'evento '{1}'. Il livello di accesso di '{0}' non è corretto oppure l'assembly corrispondente non consente l'accesso.
ja: '{1}' イベントのデリゲート型 '{0}' にアクセスできません。'{0}' のアクセス レベルが正しくないか、アセンブリでアクセスが許可されていません。
ko: '{1}' 이벤트에 대한 대리자 형식 '{0}'에 액세스할 수 없습니다. '{0}'의 액세스 수준이 잘못되었거나, 어셈블리에서 액세스를 허용하지 않습니다.
pl: Nie można uzyskać dostępu do typu delegata „{0}” dla zdarzenia „{1}”. „{0}” ma nieprawidłowy poziom dostępu lub jego zestaw nie zezwala na dostęp.
pt_br: Não é possível acessar o tipo delegado '{0}' do evento '{1}'. '{0}' tem um nível de acesso incorreto ou seu assembly não permite o acesso.
ru: Нет доступа к делегированному типу "{0}" для события "{1}". "{0}" имеет неправильный уровень доступа, или его сборка не разрешает доступ.
tr: '{1}' olayı için '{0}' temsilci türüne erişilemiyor. '{0}' yanlış erişim düzeyinde veya bütünleştirilmiş kodu erişime izin vermiyor.
zh_hans: 无法访问“{1}”事件的委托类型“{0}”。“{0}”具有错误的访问级别或其程序集不允许访问。
zh_hant: 無法存取 '{1}' 事件的委派類型 '{0}'。'{0}' 的存取層級不正確，或其組件不允許存取。

# ParserFailFindType
source: Cannot find type '{0}'. The assembly used when compiling might be different than that used when loading and the type is missing.
cs: Nelze nalézt typ {0}. Sestavení použité pro jeho kompilaci mohlo být jiná než to, které bylo použito pro načtení, a tento typ chybí.
de: Der Typ "{0}" kann nicht gefunden werden. Die während der Kompilierung verwendete Assembly unterscheidet sich möglicherweise von der beim Laden verwendeten Assembly, und der Typ fehlt.
es: No se puede encontrar el tipo '{0}'. Puede que el ensamblado usado durante la compilación sea diferente del usado durante la carga y el tipo está ausente.
fr: Impossible de trouver le type '{0}'. L'assembly utilisé lors de la compilation peut être différent de celui utilisé pendant le chargement et le type est manquant.
it: Il tipo '{0}' non è stato trovato. L'assembly usato per la compilazione potrebbe essere diverso da quello usato durante il caricamento e il tipo risulta mancante.
ja: 型 '{0}' が見つかりません。コンパイル時に使用されたアセンブリが、読み込み時に使用されたものと異なる可能性があり、型がありません。
ko: '{0}' 형식을 찾을 수 없습니다. 컴파일할 때 사용한 어셈블리가 로드할 때 사용한 어셈블리와 다를 수 있으며 해당 형식이 누락되었을 수 있습니다.
pl: Nie można znaleźć typu „{0}”. Zestaw używany podczas kompilacji może być inny niż używany podczas ładowania oraz brakuje typu.
pt_br: Não é possível encontrar o tipo '{0}'. O assembly utilizando durante a compilação pode ser diferente do utilizado durante o carregamento e o tipo está ausente.
ru: Не удается найти тип "{0}". Возможно, сборка, которая использовалась при компиляции, отличается от сборки, использовавшейся при загрузке, и тип отсутствует.
tr: '{0}' türü bulunamıyor. Derlenirken kullanılan bütünleştirilmiş kod yüklenirken kullanılandan farklı olabilir ve tür eksiktir.
zh_hans: 无法找到类型“{0}”。编译时使用的程序集可能与加载时使用的程序集不同，且缺少该类型。
zh_hant: 找不到型別 '{0}'。編譯時所使用的組件可能與載入時所使用的組件不同，且型別已遺失。

# ParserFailedEndInit
source: Failed object initialization (ISupportInitialize.EndInit).
cs: Inicializace objektu se nezdařila (ISupportInitialize.EndInit).
de: Fehler bei Objektinitialisierung (ISupportInitialize.EndInit).
es: Error de la inicialización del objeto (ISupportInitialize.EndInit).
fr: Échec de l'initialisation de l'objet (ISupportInitialize.EndInit).
it: Inizializzazione dell'oggetto non riuscita (ISupportInitialize.EndInit).
ja: オブジェクトの初期化に失敗しました (ISupportInitialize.EndInit)。
ko: 개체 초기화에 실패했습니다(ISupportInitialize.EndInit).
pl: Nie można zainicjować obiektu (ISupportInitialize.EndInit).
pt_br: Falha na inicialização de objeto (ISupportInitialize.EndInit).
ru: Не удалось выполнить инициализацию объекта (ISupportInitialize.EndInit).
tr: Nesne başlatılamadı (ISupportInitialize.EndInit).
zh_hans: 失败的对象初始化(ISupportInitialize.EndInit)。
zh_hant: 物件初始化失敗 (ISupportInitialize.EndInit)。

# ParserFailedToCreateFromConstructor
source: The type '{0}' failed construction.
cs: Konstrukce typu {0} se nezdařila.
de: Aufbaufehler bei Typ "{0}".
es: Error de construcción del tipo '{0}'.
fr: Échec de la construction du type '{0}'.
it: Costruzione del tipo '{0}' non riuscita.
ja: 型 '{0}' で構築に失敗しました。
ko: '{0}' 형식을 생성하지 못했습니다.
pl: Nie można skonstruować typu „{0}”.
pt_br: Falha na construção do tipo '{0}'.
ru: Тип "{0}" вызвал ошибку конструкции.
tr: '{0}' türü oluşturulamadı.
zh_hans: 类型“{0}”无法构造。
zh_hant: 無法建構型別 '{0}'。

# ParserFilterXmlReaderNoDefinitionPrefixChangeAllowed
source: Cannot change xmlns prefix of 'xaml' namespace within this scope.
cs: Nelze změnit předponu xmlns oboru názvů xaml v tomto rozsahu.
de: Das xmlns-Präfix des xaml-Namespace kann in diesem Bereich nicht geändert werden.
es: No se puede cambiar el prefijo xmlns del espacio de nombres 'xaml' dentro de este ámbito.
fr: Impossible de modifier le préfixe xmlns de l'espace de noms 'xaml' au sein de cette portée.
it: Impossibile modificare il prefisso xmlns dello spazio dei nomi 'xaml' in questo ambito.
ja: このスコープ内で 'xaml' 名前空間の xmlns プレフィックスを変更できません。
ko: 이 범위 내에서 'xaml' 네이스페이스의 xmlns 접두사를 변경할 수 없습니다.
pl: Nie można zmienić prefiksu xmlns przestrzeni nazw „xaml” w tym zakresie.
pt_br: Não é possível alterar o prefixo xmlns do namespace 'xaml' dentro deste escopo.
ru: Не удается изменить префикс xmlns пространства имен "xaml" в этой области.
tr: 'xaml' ad alanının xmlns öneki bu kapsamda değiştirilemiyor.
zh_hans: 无法更改该范围内的“xaml”命名空间的 xmlns 前缀。
zh_hant: 無法在此範圍內變更 xmlns 前置詞 'xaml' 命名空間。

# ParserFilterXmlReaderNoIndexAttributeAccess
source: Index-based access to attributes is not allowed. Access by name or use MoveToFirstAttribute or MoveToNextAttribute.
cs: Přístup k atributům pomocí indexu není povolen. Přístup je možný podle názvu nebo s pomocí funkce MoveToFirstAttribute nebo MoveToNextAttribute.
de: Der indexbasierte Zugriff auf Attribute ist nicht zulässig. Greifen Sie entweder namensbasiert zu, oder verwenden Sie "MoveToFirstAttribute" oder "MoveToNextAttribute".
es: El acceso basado en índice a los atributos no está permitido. Obtenga acceso por nombre o bien use MoveToFirstAttribute o MoveToNextAttribute.
fr: L'accès aux attributs basé sur les index n'est pas autorisé. Accédez par nom ou utilisez MoveToFirstAttribute ou MoveToNextAttribute.
it: L'accesso basato su indice agli attributi non è consentito. Eseguire l'accesso per nome oppure utilizzare MoveToFirstAttribute o MoveToNextAttribute.
ja: 属性へのインデックス ベースのアクセスは許可されていません。名前でアクセスするか、MoveToFirstAttribute または MoveToNextAttribute を使用してください。
ko: 인덱스를 기반으로 특성에 액세스할 수 없습니다. 이름으로 액세스하거나 MoveToFirstAttribute 또는 MoveToNextAttribute을 사용하십시오.
pl: Dostęp do atrybutu oparty na indeksie nie jest dozwolony. Uzyskaj dostęp według nazwy lub użyj atrybutu MoveToFirstAttribute albo MoveToNextAttribute.
pt_br: O acesso aos atributos com base no índice não é permitido. Acesse utilizando o nome ou utilize MoveToFirstAttribute ou MoveToNextAttribute.
ru: Не разрешается доступ к атрибутам по индексу. Попробуйте применять доступ по имени или использовать MoveToFirstAttribute или MoveToNextAttribute.
tr: Özniteliklere dizin tabanlı erişime izin verilmez. Ada göre erişin ya da MoveToFirstAttribute veya MoveToNextAttribute kullanın.
zh_hans: 不允许对特性进行基于索引的访问。按名称或使用 MoveToFirstAttribute 或 MoveToNextAttribute 访问。
zh_hant: 不允許以索引方式存取屬性。請依名稱存取，或使用 MoveToFirstAttribute 或 MoveToNextAttribute。

# ParserIAddChildText
source: '{0}' does not support text children, so '{1}' cannot be added.
cs: Typ {0} nepodporuje podřízené textové prvky, proto prvek {1} nelze přidat.
de: Von "{0}" wird kein untergeordneter Text unterstützt, weshalb "{1}" nicht hinzugefügt werden kann.
es: "{0}" no admite los objetos secundarios de texto, por lo que "{1}" no se puede agregar.
fr: '{0}' ne prend pas en charge les enfants texte. Il est donc impossible d'ajouter '{1}'.
it: '{0}' non supporta elementi figlio di testo, di conseguenza non è possibile aggiungere '{1}'.
ja: '{0}' はテキスト形式の子をサポートしていないため、'{1}' を追加できません。
ko: '{0}'에서 텍스트 자식을 지원하지 않으므로 '{1}'을(를) 추가할 수 없습니다.
pl: „{0}” nie obsługuje elementu podrzędnego tekstu, więc nie można dodać elementu „{1}”.
pt_br: '{0}' não dá suporte a texto filho, portanto, '{1}' não pode ser adicionado.
ru: "{0}" не поддерживает текстовые дочерние объекты, поэтому добавление "{1}" невозможно.
tr: '{0}' metin alt öğesini desteklemediğinden '{1}' eklenemez.
zh_hans: “{0}”不支持文本子级，因此无法添加“{1}”。
zh_hant: '{0}' 不支援文字子系，因此無法新增 '{1}'。

# ParserIEnumerableIAddChild
source: '{0}' is a read-only IEnumerable property, so '{1}' must implement IAddChild.
cs: Vlastnost {0} je IEnumerable jen pro čtení, proto musí {1} implementovat IAddChild.
de: Bei "{0}" handelt es sich um eine schreibgeschützte IEnumerable-Eigenschaft, weshalb IAddChild von "{1}" implementiert werden muss.
es: "{0}" es una propiedad IEnumerable de sólo lectura, por lo que "{1}" debe implementar IAddChild.
fr: '{0}' est une propriété IEnumerable en lecture seule. '{1}' doit donc implémenter IAddChild.
it: '{0}' è una proprietà IEnumerable di sola lettura, di conseguenza '{1}' deve implementare IAddChild.
ja: '{0}' は読み取り専用 IEnumerable プロパティのため、'{1}' は IAddChild を実装する必要があります。
ko: '{0}'이(가) 읽기 전용 IEnumerable 속성이므로 '{1}'에서 IAddChild를 구현해야 합니다.
pl: „{0}” jest właściwością IEnumerable tylko do odczytu, więc w elemencie „{1}” należy zaimplementować IAddChild.
pt_br: '{0}' é uma propriedade IEnumerable somente leitura, portanto, '{1}' precisa implementar IAddChild.
ru: "{0}" является доступным только для чтения свойством IEnumerable, поэтому "{1}" должен реализовывать IAddChild.
tr: '{0}' salt okunur bir IEnumerable özelliği olduğundan '{1}', IAddChild uygulamalıdır.
zh_hans: “{0}”是只读的 IEnumerable 属性，因此“{1}”必须实现 IAddChild。
zh_hant: '{0}' 是唯讀的 IEnumerable 屬性，因此 '{1}' 必須實作 IAddChild。

# ParserInvalidContentPropertyAttribute
source: Invalid ContentPropertyAttribute on type '{0}', property '{1}' not found.
cs: Neplatná třída ContentPropertyAttribute pro typ {0}, vlastnost {1} nebyla nenalezena.
de: Ungültiges ContentPropertyAttribute für den Typ "{0}", die Eigenschaft "{1}" wurde nicht gefunden.
es: ContentPropertyAttribute no válido en el tipo "{0}", propiedad "{1}" no encontrada.
fr: ContentPropertyAttribute non valide pour le type '{0}'. Propriété '{1}' introuvable.
it: L'elemento ContentPropertyAttribute non è valido per il tipo '{0}'. La proprietà '{1}' non è stata trovata.
ja: 型 '{0}' に、無効な ContentPropertyAttribute があります。プロパティ '{1}' が見つかりません。
ko: '{0}' 형식에서 ContentPropertyAttribute가 잘못되었습니다. '{1}' 속성을 찾을 수 없습니다.
pl: Nieprawidłowy atrybut ContentPropertyAttribute typu „{0}”, nie znaleziono właściwości „{1}”.
pt_br: ContentPropertyAttribute inválido no tipo '{0}'; propriedade '{1}' não encontrada.
ru: Недопустимый атрибут ContentPropertyAttribute для типа "{0}", свойство "{1}" не найдено.
tr: '{0}' türünde geçersiz ContentPropertyAttribute, '{1}' özelliği bulunamadı.
zh_hans: 类型“{0}”上无效的 ContentPropertyAttribute，未找到属性“{1}”。
zh_hant: 在類型 '{0}' 的屬性 '{1}' 上找不到無效的 ContentPropertyAttribute。

# ParserInvalidIdentifierName
source: '{0}' name is not valid for identifier.
cs: Název {0} není platný pro identifikátor.
de: Der Name "{0}" ist für den Bezeichner nicht gültig.
es: El nombre '{0}' no es válido para el identificador.
fr: Nom '{0}' non valide pour l'identificateur.
it: Nome '{0}' non valido per l'identificatore.
ja: '{0}' 名は、識別子に対して無効です。
ko: 식별자에 대한 '{0}' 이름이 잘못되었습니다.
pl: Nazwa „{0}” jest nieprawidłowa dla identyfikatora.
pt_br: O nome '{0}' não é válido para o identificador.
ru: Недопустимое имя "{0}" для идентификатора.
tr: '{0}' adı tanımlayıcı için geçerli değil.
zh_hans: “{0}”名称对标识符无效。
zh_hant: '{0}' 名稱對於識別碼而言是無效的。

# ParserInvalidStaticMember
source: Cannot find the static member '{0}' on the type '{1}'.
cs: Nelze nalézt statický člen {0} typu {1}.
de: Der statische Member "{0}" wurde nicht in Typ "{1}" gefunden.
es: No se puede encontrar el miembro estático "{0}" en el tipo "{1}".
fr: Le membre statique '{0}' est introuvable sur le type '{1}'.
it: Non è possibile trovare il membro statico '{0}' nel tipo '{1}'.
ja: 型 '{1}' に静的メンバー '{0}' が見つかりません。
ko: '{1}' 형식에 정적 멤버 '{0}'이(가) 없습니다.
pl: Nie można znaleźć statycznego członka „{0}” w typie „{1}”.
pt_br: Não é possível encontrar o membro estático '{0}' no tipo '{1}'.
ru: Не удается найти статический член "{0}" типа "{1}".
tr: '{1}' türünde statik üye '{0}' bulunamıyor.
zh_hans: 无法在类型“{1}”上找到静态成员“{0}”。
zh_hant: 在類型 '{1}' 上找不到靜態成員 '{0}'。

# ParserKeyOnExplicitDictionary
source: Cannot set '{0}' attribute in '{1}' element used as an explicit tag of dictionary-type property '{2}'.
cs: Nelze nastavit atribut {0} v elementu {1} používaném jako explicitní značka vlastnosti slovníkového typu {2}.
de: Das Attribut "{0}" kann nicht in Element "{1}" festgelegt werden, das als explizites Tag der Eigenschaft "{2}" vom Typ "Dictionary" verwendet wird.
es: No se puede establecer el atributo "{0}" en el elemento "{1}" usado como una etiqueta explícita de una propiedad de tipo de diccionario "{2}".
fr: Impossible de définir l'attribut '{0}' dans l'élément '{1}' utilisé comme balise explicite de la propriété de type dictionnaire '{2}'.
it: Non è possibile impostare l'attributo '{0}' per l'elemento '{1}' usato come tag esplicito della proprietà di tipo dizionario '{2}'.
ja: 辞書型プロパティ '{2}' の明示的なタグとして使用されている '{1}' 要素で '{0}' 属性を設定することはできません。
ko: 사전 유형 속성 '{2}'의 명시적 태그로 사용된 '{1}' 요소에 '{0}' 특성을 설정할 수 없습니다.
pl: Nie można ustawić atrybutu „{0}” w elemencie „{1}” używanym jako jawny znacznik właściwości typu słownika „{2}”.
pt_br: Não é possível definir o atributo '{0}' no elemento '{1}' usado como uma marca explícita da propriedade do tipo de dicionário '{2}'.
ru: Не удается задать атрибут "{0}" в элементе "{1}", который используется как явный тег свойства типа словаря "{2}".
tr: Sözlük türü '{2}' özelliğinde açık etiket olarak kullanılan '{1}' öğesinde '{0}' özniteliği ayarlanamıyor.
zh_hans: 无法在用作字典类型属性“{1}”的显式标记的“{2}”元素中设置“{0}”特性。
zh_hant: 無法在用作為 dictionary-type 屬性 '{2}' 之明確標籤的 '{1}' 項目上，設定 '{0}' 屬性。

# ParserKeysAreStrings
source: Keys and values in XmlnsDictionary must be strings.
cs: Klíče a hodnoty třídy XmlnsDictionary musejí být řetězce.
de: Bei den Schlüsseln und Werten in "XmlnsDictionary" muss es sich um Zeichenfolgen handeln.
es: Las claves y los valores de XmlnsDictionary deben ser cadenas.
fr: Les clés et les valeurs de XmlnsDictionary doivent être des chaînes.
it: Le chiavi e i valori in XmlnsDictionary devono essere stringhe.
ja: XmlnsDictionary のキーと値は文字列でなければなりません。
ko: XmlnsDictionary에서 키와 값은 문자열이어야 합니다.
pl: Klucze i wartości w słowniku XmlnsDictionary muszą być ciągami.
pt_br: As chaves e os valores em XmlnsDictionary devem ser cadeias de caracteres.
ru: Ключи и значения в XmlnsDictionary должны быть строками.
tr: XmlnsDictionary içindeki anahtarlar ve değerler dize olmalıdır.
zh_hans: XmlnsDictionary 中的密钥和值必须是字符串。
zh_hant: XmlnsDictionary 中的索引鍵與值必須是字串。

# ParserLineAndOffset
source: Line '{0}' Position '{1}'.
cs: Řádek {0}, pozice {1}
de: Zeile {0}, Position {1}.
es: Línea {0}, posición "{1}".
fr: Ligne '{0}', position '{1}'.
it: Riga '{0}', posizione '{1}'.
ja: 行 {0} 位置 {1}。
ko: 줄 '{0}' 위치 '{1}'.
pl: Wiersz: {0}, pozycja: „{1}”
pt_br: Linha '{0}' Posição '{1}'.
ru: Строка "{0}", позиция "{1}".
tr: Satır '{0}' Konum '{1}'.
zh_hans: 行“{0}”位置“{1}”。
zh_hant: 行 {0} 位置 {1}
