Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# FileDialogSubClassFailure
source: Cannot subclass a file dialog because sufficient memory is not available.
cs: Nelze vytvořit podtřídu dialogu souboru, protože není k dispozici dostatek paměti.
de: Ein Dateidialogfeld kann nicht als Unterklasse verwendet werden, da nicht genügend Speicher zur Verfügung steht.
es: No se puede asignar como subclase un cuadro de diálogo de archivo porque no hay suficiente memoria disponible.
fr: Impossible de sous-classer une boîte de dialogue, car la mémoire disponible n'est pas suffisante.
it: Impossibile impostare una finestra di dialogo file come sottoclasse. Memoria insufficiente.
ja: 十分なメモリがないため、ファイル ダイアログをサブクラス化することができません。
ko: 메모리가 부족하여 파일 대화 상자를 서브클래스로 확장할 수 없습니다.
pl: Nie można uzyskać dostępu do podklasy okna dialogowego pliku z powodu braku wystarczającej ilości pamięci.
pt_br: Não é possível criar uma subclasse de uma caixa de diálogo de arquivo porque não há memória disponível suficiente.
ru: Невозможно определить подкласс диалогового окна файла из-за нехватки памяти.
tr: Yeterli kullanılabilir bellek olmadığı için bir dosya iletişim kutusunun alt sınıfı oluşturulamıyor.
zh_hans: 由于没有足够的内存可用，因此无法对文件对话框划分子类。
zh_hant: 因為記憶體不足，無法將檔案對話方塊設定為子類別。

# FileFormatException
source: Input file or data stream does not conform to the expected file format specification.
cs: Vstupní soubor nebo datový proud neodpovídají očekávané specifikaci formátu souboru.
de: Die Eingabedatei oder der Datenstrom entspricht nicht der erwarteten Dateiformatspezifikation.
es: El archivo de entrada o el flujo de datos no se ajusta a la especificación de formato de archivo esperada.
fr: Le fichier d'entrée ou le flux de données ne sont pas conformes aux spécifications de format de fichier attendues.
it: Il file di input o il flusso di dati non è conforme alla specifica di formato di file prevista.
ja: 入力ファイルまたはデータ ストリームは、予測されるファイル形式の仕様に準拠していません。
ko: 입력 파일 또는 데이터 스트림이 필요한 파일 형식 사양에 맞지 않습니다.
pl: Plik wejściowy lub strumień danych nie odpowiada oczekiwanej specyfikacji formatu pliku.
pt_br: O arquivo de entrada ou o fluxo de dados não está de acordo com a especificação de formato de arquivo esperada.
ru: Входной файл или поток данных не соответствует спецификации ожидаемого формата файлов.
tr: Giriş dosyası veya veri akışı beklenen dosya biçimi belirtimine uymuyor.
zh_hans: 输入文件或数据流不符合要求的文件格式规格。
zh_hant: 輸入檔或資料流不符合預期的檔案格式規格。

# FileFormatExceptionWithFileName
source: '{0}' file does not conform to the expected file format specification.
cs: Soubor {0} neodpovídá očekávané specifikaci formátu souboru.
de: Die Datei "{0}" entspricht nicht der erwarteten Dateiformatspezifikation.
es: El archivo '{0}' no se ajusta a la especificación de formato de archivo esperada.
fr: Le fichier '{0}' n'est pas conforme aux spécifications de format attendues.
it: Il file '{0}' non è conforme alla specifica di formato di file prevista.
ja: '{0}' ファイルは、予測されるファイル形式の仕様に準拠していません。
ko: '{0}' 파일이 필요한 파일 형식 사양에 맞지 않습니다.
pl: Plik „{0}” jest niezgodny z oczekiwaną specyfikacją formatu pliku.
pt_br: O arquivo '{0}' não está de acordo com a especificação de formato de arquivo esperada.
ru: Файл "{0}" не соответствует спецификации ожидаемого формата файла.
tr: '{0}' dosyası beklenen dosya biçimi belirtimine uymuyor.
zh_hans: “{0}”文件不符合要求的文件格式规格。
zh_hant: '{0}' 檔案不符合預期的檔案格式規格。

# FileNameMustNotBeNull
source: Cannot access file because file name is null or empty.
cs: Soubor nelze nalézt, protože zadaný název souboru je nulový nebo prázdný.
de: Auf die Datei kann nicht zugegriffen werden, da der Dateiname NULL oder leer ist.
es: No se puede obtener acceso al archivo porque el nombre de archivo es nulo o está vacío.
fr: Impossible d'accéder au fichier parce que le nom de fichier est vide ou a la valeur null.
it: Impossibile accedere al file perché il nome di file è null o vuoto.
ja: ファイル名が NULL または空のため、ファイルにアクセスできません。
ko: 파일 이름이 null이거나 비어 있어 파일에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do pliku, ponieważ nazwa pliku jest wartością null lub jest pusta.
pt_br: Não é possível acessar o arquivo porque o nome de arquivo é nulo ou está vazio.
ru: Невозможно получить доступ к файлу, так как имя файла не определено или является пустым.
tr: Dosya adı null veya boş olduğu için dosyaya erişilemiyor.
zh_hans: 由于文件名为 Null 或者为空，因此无法访问文件。
zh_hant: 無法存取檔案，因為檔案名稱是空值或空字串。

# FileNameNullOrEmpty
source: File name is null or empty.
cs: Název souboru je nulový nebo prázdný.
de: Der Dateiname ist NULL oder leer.
es: El nombre del archivo es nulo o está vacío.
fr: Le nom du fichier est vide ou a la valeur null.
it: Nome di file null o vuoto.
ja: ファイル名が NULL または空です。
ko: 파일 이름이 null이거나 비어 있습니다.
pl: Nazwa pliku jest wartością null lub jest pusta.
pt_br: O nome de arquivo é nulo ou está vazio.
ru: Неопределенное или пустое имя файла.
tr: Dosya adı null veya boş.
zh_hans: 文件名为 Null 或者为空。
zh_hant: 檔案名稱是空值或空字串。

# FileToFilterNotLoaded
source: File to filter is not loaded.
cs: Soubor pro filtr není načten.
de: Die zu filternde Datei ist nicht geladen.
es: El archivo que se debe filtrar no está cargado.
fr: Le fichier à filtrer n'est pas chargé.
it: File da filtrare non caricato.
ja: フィルター処理するファイルが読み込まれていません。
ko: 필터링할 파일이 로드되지 않았습니다.
pl: Plik do filtrowania nie został załadowany.
pt_br: O arquivo a ser filtrado não está carregado.
ru: Файл для фильтра не загружен.
tr: Filtre uygulanacak dosya yüklenmedi.
zh_hans: 未加载要筛选的文件。
zh_hant: 要篩選的檔案未載入。

# FilterBindRegionNotImplemented
source: BindRegion is not implemented.
cs: BindRegion není implementován.
de: "BindRegion" ist nicht implementiert.
es: BindRegion no está implementado.
fr: BindRegion n'est pas implémenté.
it: BindRegion non implementata.
ja: BindRegion は実装されていません。
ko: BindRegion이 구현되지 않았습니다.
pl: Nie zaimplementowano BindRegion.
pt_br: BindRegion não está implementado.
ru: BindRegion не реализован.
tr: BindRegion yürütülmedi.
zh_hans: 未实现 BindRegion。
zh_hant: BindRegion 未實作。

# FilterEndOfChunks
source: Filter has no more chunks to return.
cs: Filtr již nemá nečistoty, které by mohl vrátit.
de: Der Filter besitzt keine weiteren Blöcke zum Zurückgeben.
es: El filtro no tiene más grupos para devolver.
fr: Le filtre n'a pas d'autres segments à retourner.
it: Nessun altro blocco da restituire per il filtro.
ja: フィルターには、戻すチャンクがありません。
ko: 필터에 추가로 반환할 청크가 없습니다.
pl: Filtr nie zawiera już fragmentów do zwrócenia.
pt_br: O filtro não tem mais partes a serem retornadas.
ru: В фильтре нет фрагментов, которые можно возвратить.
tr: Filtrede döndürülecek başka küçük birim yok.
zh_hans: 筛选器没有更多要返回的块。
zh_hant: 篩選沒有其他可傳回的區塊 (Chunk)。

# FilterGetChunkNoStream
source: Filter does not have a working file. This is typically caused by a missing or failed call to IPersistFile::Load.
cs: Filtr nemá pracovní soubor. To bývá obvykle způsobeno neuskutečněnou nebo nezdařenou výzvou IPersistFile::Load.
de: Der Filter besitzt keine Arbeitsdatei. Dies kommt meist durch einen fehlenden Aufruf für "IPersistFile::Load" oder einen Fehler bei diesem Vorgang zustande.
es: El filtro no tiene ningún archivo de trabajo. La causa más común es un error de llamada o una llamada no realizada a IPersistFile::Load.
fr: Le filtre n'a pas de fichier de travail. La raison en est généralement un appel manquant, ou ayant échoué, à IPersistFile::Load.
it: File di lavoro non disponibile per il filtro. La causa è in genere una chiamata mancante o non riuscita a IPersistFile::Load.
ja: フィルターには作業ファイルがありません。これは、一般に、IPersistFile::Load の呼び出しの失敗または欠落によるものです。
ko: 필터에 작업 파일이 없습니다. 이러한 현상은 대개 IPersistFile::Load에 대한 호출이 누락되거나 실패한 경우에 발생합니다.
pl: Filtr nie zawiera pliku roboczego. Jest to zwykle spowodowane brakiem lub niepowodzeniem wywołania IPersistFile::Load.
pt_br: O filtro não tem um arquivo de trabalho. Em geral, isso é causado por uma chamada ausente ou com falha para IPersistFile::Load.
ru: У фильтра отсутствует рабочий файл. Обычно причиной этого является пропущенный или ошибочный вызов IPersistFile::Load.
tr: Filtrenin çalışma dosyası yok. Bu genellikle eksik veya başarısız IPersistFile::Load çağrısından kaynaklanır.
zh_hans: 筛选器没有工作文件。通常是因为未调用 IPersistFile::Load 或者调用失败所致。
zh_hant: 篩選沒有工作檔案。這通常是因為 IPersistFile::Load 遺失或無法呼叫。

# FilterGetTextBufferOverflow
source: Returned string is too long for the buffer provided.
cs: Vrácený řetězec je příliš dlouhý pro vyrovnávací paměť, která je k dispozici.
de: Die zurückgegebene Zeichenfolge ist für den bereitgestellten Filter zu lang.
es: La cadena devuelta es demasiado larga para el búfer proporcionado.
fr: La chaîne retournée est trop longue pour la mémoire tampon fournie.
it: La stringa restituita è troppo lunga per il buffer fornito.
ja: 戻された文字列は、指定されたバッファーに対して長すぎます。
ko: 반환된 문자열이 제공된 버퍼에 비해 너무 깁니다.
pl: Zwrócony ciąg jest zbyt długi dla podanego buforu.
pt_br: A cadeia de caracteres retornada é muito longa para o buffer fornecido.
ru: Возвращена слишком длинная строка для предоставленного буфера.
tr: Döndürülen dize sağlanan önbellek için çok uzun.
zh_hans: 返回的字符串对于提供的缓冲区过长。
zh_hant: 傳回的字串太長，無法放入提供的緩衝區。

# FilterGetTextNotSupported
source: GetText operation is not supported on current chunk.
cs: Operace GetText není tímto obsahem filtru podporována.
de: Der GetText-Vorgang wird für den aktuellen Block nicht unterstützt.
es: La operación GetText no está admitida en el grupo actual.
fr: L'opération GetText n'est pas prise en charge sur le composant en cours.
it: Operazione GetText non supportata nel blocco corrente.
ja: GetText 操作は、現在のチャンクでサポートされていません。
ko: GetText 작업이 현재 청크에서 지원되지 않습니다.
pl: Operacja GetText nie jest obsługiwana dla bieżącego fragmentu.
pt_br: Não há suporte para a operação GetText na parte atual.
ru: Операция GetText не поддерживается для текущего фрагмента.
tr: GetText işlemi geçerli küçük birimde desteklenmiyor.
zh_hans: 在当前块上不支持 GetText 操作。
zh_hant: 目前的區塊 (Chunk) 不支援 GetText 操作。

# FilterGetValueAlreadyCalledOnCurrentChunk
source: GetValue was already called on current chunk.
cs: Pro tento obsah filtru již byla vyvolána funkce GetValue.
de: "GetValue" wurde für den aktuellen Block bereits aufgerufen.
es: Ya se llamó a GetValue en el grupo actual.
fr: La méthode GetValue a déjà été appelée sur le composant en cours.
it: Operazione GetValue già chiamata sul blocco corrente.
ja: GetValue は、既に現在のチャンクで呼び出されています。
ko: GetValue가 현재 청크에서 이미 호출되었습니다.
pl: GetValue już wywołano dla bieżącego fragmentu.
pt_br: GetValue já foi chamada na parte atual.
ru: Операция GetValue уже вызывалась для текущего фрагмента.
tr: GetValue geçerli küçük birimde zaten çağırıldı.
zh_hans: 已在当前块上调用 GetValue。
zh_hant: 已在目前的區塊 (Chunk) 上呼叫 GetValue。

# FilterGetValueMustBeStringOrDateTime
source: Only string and DateTime types are supported for marshalling to PROPVARIANT.
cs: Pro sestavování PROPVARIANT jsou podporovány pouze string a typy DateTime.
de: Für das Marshalling an PROPVARIANT werden nur string- und DateTime-Typen unterstützt.
es: Sólo se admiten los tipos string y DateTime para el cálculo de referencias de PROPVARIANT.
fr: Seuls les types string et DateTime sont pris en charge pour le marshalling en PROPVARIANT.
it: Solo i tipi string e DateTime sono supportati per il marshalling in PROPVARIANT.
ja: PROPVARIANT へのマーシャリングについては、string 型と DateTime 型のみサポートされています。
ko: PROPVARIANT에 대한 마샬링에 string과 DateTime 형식만 지원됩니다.
pl: Tylko typy string i DateTime są obsługiwane dla kierowania do PROPVARIANT.
pt_br: Somente os tipos string e DateTime têm suporte para marshalling para PROPVARIANT.
ru: Для упаковки в PROPVARIANT поддерживаются только типы string и DateTime.
tr: PROPVARIANT'a sıralamada yalnızca string ve DateTime türleri desteklenir.
zh_hans: 对 PROPVARIANT 的排列只支持 string 和 DateTime 类型。
zh_hant: 只有 string 與 DateTime 型別支援封送處理至 PROPVARIANT。

# FilterGetValueNotSupported
source: GetValue operation is not supported on current chunk.
cs: Operace GetValue není tímto obsahem filtru podporována.
de: Der GetValue-Vorgang wird für den aktuellen Block nicht unterstützt.
es: La operación GetValue no está admitida en el grupo actual.
fr: Opération GetValue non prise en charge sur le composant en cours.
it: Operazione GetValue non supportata nel blocco corrente.
ja: GetValue 操作は、現在のチャンクでサポートされていません。
ko: GetValue 작업이 현재 청크에서 지원되지 않습니다.
pl: Operacja GetValue nie jest obsługiwana dla bieżącego fragmentu.
pt_br: Não há suporte para a operação GetValue na parte atual.
ru: Операция GetValue не поддерживается для текущего фрагмента.
tr: GetValue işlemi geçerli küçük birimde desteklenmiyor.
zh_hans: 在当前块上不支持 GetValue 操作。
zh_hant: 目前的區塊 (Chunk) 不支援 GetValue 操作。

# FilterIPersistFileIsReadOnly
source: The only IPersistFile operation supported by the component is Load.
cs: Jedinou operací IPersistFile podporovanou tímto komponentem je Load.
de: Der einzige von der Komponente unterstützte IPersistFile-Vorgang ist "Load".
es: La única operación IPersistFile admitida por el componente es Load.
fr: La seule opération IPersistFile prise en charge par le composant est Load.
it: L'unica operazione IPersistFile supportata dal componente è Load.
ja: コンポーネントでサポートされている IPersistFile 操作は Load だけです。
ko: 구성 요소에서 지원하는 유일한 IPersistFile 작업은 Load입니다.
pl: Jedyną operacją IPersistFile obsługiwaną przez składnik jest Load.
pt_br: A única operação IPersistFile com suporte pelo componente é Load.
ru: Единственной операцией IPersistFile, поддерживаемой компонентом, является Load.
tr: Bileşen tarafından desteklenen tek IPersistFile işlemi Load'dur.
zh_hans: 该组件支持的唯一 IPersistFile 操作是 Load。
zh_hant: 元件支援的唯一 IPersistFile 操作是 Load。

# FilterIPersistStreamIsReadOnly
source: The only IPersistStream operation supported by the component is Load.
cs: Jedinou operací IPersistStream podporovanou tímto komponentem je Load.
de: Der einzige von der Komponente unterstützte IPersistStream-Vorgang ist "Load".
es: La única operación IPersistStream admitida por el componente es Load.
fr: La seule opération IPersistStream prise en charge par le composant est Load.
it: L'unica operazione IPersistStream supportata dal componente è Load.
ja: コンポーネントでサポートされている IPersistStream 操作は Load だけです。
ko: 구성 요소에서 지원하는 유일한 IPersistStream 작업은 Load입니다.
pl: Jedyną operacją IPersistStream obsługiwaną przez składnik jest Load.
pt_br: A única operação IPersistStream com suporte pelo componente é Load.
ru: Единственной операцией IPersistStream, поддерживаемой компонентом, является Load.
tr: Bileşen tarafından desteklenen tek IPersistStream işlemi Load'dur.
zh_hans: 该组件支持的唯一 IPersistStream 操作是 Load。
zh_hant: 元件支援的唯一 IPersistStream 操作是 Load。

# FilterInitInvalidAttributes
source: Count and contents of attributes passed to IFilter::Init do not match.
cs: Počet a obsah atributů předaných IFilter::Init se neshodují.
de: Die an "IFilter::Init" weitergegebene Anzahl und der weitergegebene Attributinhalt stimmen nicht überein.
es: El recuento y el contenido de los atributos pasados a IFilter::Init no coinciden.
fr: Le nombre et le contenu des attributs passés à IFilter::Init ne correspondent pas.
it: Il numero e il contenuto degli attributi passati a IFilter::Init non corrisponde.
ja: IFilter::Init に渡された属性のカウントとコンテンツが一致しません。
ko: IFilter::Init에 전달된 특성의 수 및 콘텐츠가 일치하지 않습니다.
pl: Liczba i zawartość atrybutów przesłane do IFilter::Init nie są zgodne.
pt_br: A contagem e o conteúdo dos atributos transferidos para IFilter::Init não coincidem.
ru: Не совпадает число и содержимое атрибутов, переданных в IFilter::Init.
tr: IFilter::Init'e geçirilen öznitelik sayısı ve içeriği eşleşmiyor.
zh_hans: 传递到 IFilter::Init 的特性的计数和内容不匹配。
zh_hant: 傳遞至 IFilter::Init 之屬性的計數與內容不相符。

# FilterLoadInvalidModeFlag
source: Mode word contains flags that are not valid.
cs: Slovo režim obsahuje příznaky, které jsou neplatné.
de: Das Moduswort enthält ungültige Flags.
es: La palabra de modo contiene marcas no válidas.
fr: Le mot Mode contient des indicateurs non valides.
it: Contrassegni di modalità non validi.
ja: モード単語に、有効でないフラグが含まれています。
ko: 모드 단어에 잘못된 플래그가 있습니다.
pl: Słowo Mode zawiera flagi, które są nieprawidłowe.
pt_br: A palavra modo contém marcas que não são válidas.
ru: Слово режима содержит недопустимые флаги.
tr: Mod sözcüğü geçerli olmayan bayraklar içeriyor.
zh_hans: 模式字包含无效的标志。
zh_hant: 模式文字包含無效的旗標。

# FilterNullGetTextBufferPointer
source: Buffer address passed to GetText cannot be NULL.
cs: Adresa vyrovnávací paměti předaná funkci GetText nemůže být NULOVÁ.
de: Die an "GetText" weitergegebene Pufferadresse darf nicht NULL sein.
es: La dirección del búfer pasada a GetText no puede ser NULL.
fr: L'adresse de mémoire tampon passée à GetText ne peut pas avoir la valeur NULL.
it: L'indirizzo del buffer passato a GetText non può essere NULL.
ja: GetText に渡されるバッファー アドレスは、NULL にできません。
ko: GetText에 전달된 버퍼 주소는 NULL일 수 없습니다.
pl: Adres buforu przesłany do elementu GetText nie może być NULL.
pt_br: O endereço do buffer transferido para GetText não pode ser NULL.
ru: Адрес буфера, переданный в GetText, не может иметь неопределенное значение.
tr: GetText'e geçirilen önbellek adresi NULL olamaz.
zh_hans: 传递到 GetText 的缓冲区地址不能为 NULL。
zh_hant: 傳遞給 GetText 的緩衝區位址不能是空值。

# FilterPropSpecUnknownUnionSelector
source: PROPSPEC union selector is unrecognized.
cs: Selektor PROPSPEC nebyl rozpoznán.
de: Die PROPSPEC-Vereinigungsauswahl ist unbekannt.
es: Selector de unión PROPSPEC no reconocido.
fr: Sélecteur d'union PROPSPEC non reconnu.
it: Selettore di unione PROPSPEC non riconosciuto.
ja: PROPSPEC ユニオン セレクターは認識されません。
ko: PROPSPEC 공용 선택기를 인식할 수 없습니다.
pl: Selektor złożenia PROPSPEC nie został rozpoznany.
pt_br: O seletor de união PROPSPEC não é reconhecido.
ru: Не распознается селектор объединения PROPSPEC.
tr: PROPSPEC birleşim seçicisi tanınmıyor.
zh_hans: 未识别 PROPSPEC 联合选择器。
zh_hant: PROPSPEC 聯集選取器無法識別。

# FixedDocumentExpectsDependencyObject
source: FixedDocument's GetObjectPosition expects a DependencyObject as a parameter.
cs: Funkce GetObjectPosition dokumentu FixedDocument očekává jako parametr DependencyObject.
de: "GetObjectPosition" von "FixedDocument" erwartet "DependencyObject" als Parameter.
es: GetObjectPosition de FixedDocument espera un DependencyObject como parámetro.
fr: GetObjectPosition de FixedDocument attend un DependencyObject comme paramètre.
it: Per GetObjectPosition di FixedDocument è previsto un DependencyObject come parametro.
ja: FixedDocument の GetObjectPosition は、パラメーターとして DependencyObject を必要とします。
ko: FixedDocument의 GetObjectPosition에 DependencyObject 매개 변수가 필요합니다.
pl: Pozycja GetObjectPosition dokumentu FixedDocument oczekuje obiektu DependencyObject jako parametru.
pt_br: GetObjectPosition de FixedDocument espera um DependencyObject como parâmetro.
ru: В GetObjectPosition для FixedDocument в качестве параметра ожидается DependencyObject.
tr: FixedDocument'ın GetObjectPosition'ı parametre olarak DependencyObject bekliyor.
zh_hans: FixedDocument 的 GetObjectPosition 需要使用 DependencyObject 作为参数。
zh_hant: FixedDocument 的 GetObjectPosition 預期應使用 DependencyObject 做為參數。

# FixedDocumentReadonly
source: The document is read-only.
cs: Dokument je pouze pro čtení.
de: Das Dokument ist schreibgeschützt.
es: El documento es de sólo lectura.
fr: Le document est en lecture seule.
it: Documento di sola lettura.
ja: ドキュメントは読み取り専用です。
ko: 문서가 읽기 전용입니다.
pl: Dokument jest tylko do odczytu.
pt_br: O documento é somente leitura.
ru: Документ доступен только для чтения.
tr: Belge salt okunur.
zh_hans: 文档为只读。
zh_hant: 文件為唯讀。

# FlowDocumentFormattingReentrancy
source: Cannot make new formatting requests during page formatting.
cs: Během formátování stránky nelze zadat nové požadavky na formátování.
de: Während der Seitenformatierung können keine neuen Formatierungsanforderungen durchgeführt werden.
es: No se pueden realizar nuevas solicitudes de formato durante el formateo de una página.
fr: Impossible d'effectuer de nouvelles demandes de mise en forme pendant la mise en forme de la page.
it: Impossibile eseguire nuove richieste di formattazione durante la formattazione della pagina.
ja: ページ書式設定中は、新しい書式設定要求を実行できません。
ko: 페이지 서식을 지정하는 동안에는 새 서식 지정을 요청할 수 없습니다.
pl: Podczas formatowania strony nie można tworzyć nowych żądań formatowania.
pt_br: Não é possível fazer novas solicitações de formatação durante a formatação de página.
ru: Невозможно создать новые запросы на форматирование во время форматирования страницы.
tr: Sayfa biçimlendirme sırasında yeni biçimlendirme isteklerinde bulunulamaz.
zh_hans: 无法在格式化页的过程中进行新的格式化请求。
zh_hant: 在設定頁面格式期間，無法發出新的格式設定要求。

# FlowDocumentInvalidContnetChange
source: Content changed during page formatting.
cs: Během formátování stránky se změnil obsah.
de: Während der Seitenformatierung hat sich der Inhalt geändert.
es: Contenido cambiado durante el formateo de la página.
fr: Contenu modifié pendant la mise en forme de la page.
it: Contenuto modificato durante la formattazione della pagina.
ja: ページ書式設定中にコンテンツが変更されました。
ko: 페이지 서식을 지정하는 동안 콘텐츠가 변경되었습니다.
pl: Zawartość została zmieniona podczas formatowania strony.
pt_br: Conteúdo alterado durante a formatação de página.
ru: Содержимое изменено во время форматирования страницы.
tr: Sayfa biçimlendirme sırasında içerik değiştirildi.
zh_hans: 在格式化页的过程中更改了内容。
zh_hant: 設定頁面格式時內容已變更。

# FlowDocumentPageViewerOnlySupportsFlowDocument
source: FlowDocumentPageViewer supports only FlowDocument as content.
cs: Prohlížeč FlowDocumentPageViewer podporuje jako obsah pouze FlowDocument.
de: Von "FlowDocumentPageViewer" wird nur "FlowDocument" als Inhalt unterstützt.
es: FlowDocumentPageViewer sólo admite FlowDocument como contenido.
fr: FlowDocumentPageViewer ne prend en charge que FlowDocument comme contenu.
it: FlowDocumentPageViewer supporta solo contenuto FlowDocument.
ja: FlowDocumentPageViewer はコンテンツとして FlowDocument のみをサポートします。
ko: FlowDocumentPageViewer는 콘텐츠로 FlowDocument만 지원합니다.
pl: FlowDocumentPageViewer obsługuje tylko dokument FlowDocument jako zawartość.
pt_br: FlowDocumentPageViewer oferece suporte somente a FlowDocument como conteúdo.
ru: FlowDocumentPageViewer поддерживает в качестве содержимого только FlowDocument.
tr: FlowDocumentPageViewer içerik olarak yalnızca FlowDocument'ı destekler.
zh_hans: FlowDocumentPageViewer 仅支持 FlowDocument 作为内容。
zh_hant: FlowDocumentPageViewer 只支援 FlowDocument 內容。

# FlowDocumentReaderCanHaveOnlyOneChild
source: FlowDocumentReader element can have only one child.
cs: Prvek FlowDocumentReader může mít pouze jeden podřízený prvek.
de: Das FlowDocumentReader-Element kann nur ein untergeordnetes Element besitzen.
es: El elemento FlowDocumentReader sólo puede tener un elemento secundario.
fr: L'élément FlowDocumentReader ne peut avoir qu'un seul enfant.
it: Per l'elemento FlowDocumentReader è consentito un solo figlio.
ja: FlowDocumentReader は子を 1 つしか持てません。
ko: FlowDocumentReader 요소에는 하나의 자식만 있을 수 있습니다.
pl: Element FlowDocumentReader może mieć tylko jeden element podrzędny.
pt_br: O elemento FlowDocumentReader somente pode ter um filho.
ru: У элемента FlowDocumentReader может быть только один дочерний элемент.
tr: FlowDocumentReader öğesinin yalnızca bir alt öğesi olabilir.
zh_hans: FlowDocumentReader 元素只能有一个子元素。
zh_hant: FlowDocumentReader 項目只能有一個子項目。

# FlowDocumentReaderCannotDisableAllViewingModes
source: At least one ViewingMode should be enabled.
cs: Měl by být aktivován alespoň jeden režim zobrazování ViewingMode.
de: Mindestens ein "ViewingMode" sollte aktiviert sein.
es: Como mínimo un ViewingMode debería estar habilitado.
fr: Au moins un ViewingMode doit être activé.
it: È necessario abilitare almeno una ViewingMode.
ja: 少なくとも ViewingMode が 1 つ有効である必要があります。
ko: 최소한 하나의 ViewingMode를 사용할 수 있어야 합니다.
pl: Przynajmniej jeden element ViewingMode powinien być włączony.
pt_br: Pelo menos um ViewingMode deve estar habilitado.
ru: Необходимо включить хотя бы один режим ViewingMode.
tr: En az bir ViewingMode etkinleştirilmelidir.
zh_hans: 至少应该启用一个 ViewingMode。
zh_hant: 至少必須啟用一個 ViewingMode。
