Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ReadCountNegative
source: Count of bytes to read cannot be negative.
cs: Počet bajtů k načtení nemůže být záporný.
de: Die Anzahl der zu lesenden Bytes kann nicht negativ sein.
es: El recuento de bytes de lectura no puede ser negativo.
fr: Le nombre d'octets à lire ne peut pas être négatif.
it: Il numero di byte da leggere non può essere negativo.
ja: 読み取るバイト数は負の値にできません。
ko: 읽을 바이트 개수는 음수일 수 없습니다.
pl: Liczba bajtów do odczytu nie może być ujemna.
pt_br: A contagem de bytes para leitura não pode ser negativa.
ru: Число считываемых байт не может быть отрицательным.
tr: Okunacak bayt sayısı negatif olamaz.
zh_hans: 要读取的字节计数不能为负数。
zh_hant: 要讀取的位元組計數不能為負數。

# ReadNotSupported
source: Stream does not support reading.
cs: Datový proud nepodporuje čtení.
de: Der Datenstrom unterstützt keine Lesevorgänge.
es: La secuencia no admite lectura.
fr: Le flux ne prend pas en charge la lecture.
it: Il flusso non supporta la lettura.
ja: ストリームは読み取りをサポートしていません。
ko: 스트림이 읽기를 지원하지 않습니다.
pl: Strumień nie obsługuje operacji odczytu.
pt_br: O fluxo não oferece suporte à leitura.
ru: Поток не поддерживает чтение.
tr: Bu akış okumayı desteklemiyor.
zh_hans: 流不支持读取。
zh_hant: 資料流不支援讀取。

# ReadOnlyPropertyNotAllowed
source: '{1}' object cannot specify value for read-only property '{0}'.
cs: Objekt {1} nemůže určit hodnotu vlastnosti jen pro čtení {0}.
de: Vom {1}-Objekt kann kein Wert für die schreibgeschützte Eigenschaft "{0}" festgelegt werden.
es: El objeto "{1}" no puede especificar un valor para la propiedad de sólo lectura "{0}".
fr: L'objet '{1}' ne peut pas spécifier de valeur pour la propriété en lecture seule '{0}'.
it: L'oggetto '{1}' non può specificare un valore per la proprietà di sola lettura '{0}'.
ja: '{1}' オブジェクトでは、読み取り専用プロパティ '{0}' の値を指定できません。
ko: '{1}' 개체가 읽기 전용 속성 '{0}'에 대한 값을 지정할 수 없습니다.
pl: Obiekt „{1}” nie może określić wartości dla właściwości tylko do odczytu „{0}”.
pt_br: O objeto '{1}' não pode especificar o valor para a propriedade somente leitura '{0}'.
ru: Объект "{1}" не может задать значение для свойства "{0}", доступного только для чтения.
tr: '{0}' nesnesi '{1}' salt okunur özelliği için değer belirtemez.
zh_hans: “{1}”对象不能指定只读属性“{0}”的值。
zh_hant: '{1}' 物件無法為唯讀屬性 '{0}' 指定值。

# RecordOutOfOrder
source: Unexpected record in Baml stream. Trying to add to {0} which is not a collection or has a TypeConverter.
cs: Datový proud jazyka BAML obsahuje neočekávaný záznam. Došlo k pokusu o přidání položky {0}, která není kolekcí nebo obsahuje třídu TypeConverter.
de: Unerwarteter Datensatz im BAML-Datenstrom. Es wird versucht, {0} (keine Sammlung oder kein TypeConverter vorhanden) hinzuzufügen.
es: Registro inesperado en el flujo BAML. Se intentó agregar a {0}, que no es una colección o tiene un elemento TypeConverter.
fr: Enregistrement inattendu dans un flux BAML. Tentative d'ajout à {0} qui n'est pas une collection ou qui a un TypeConverter.
it: Record imprevisto nel flusso Baml. Tentativo di aggiungere a {0} che non è una raccolta o ha un TypeConverter.
ja: Baml ストリーム内に予期しないレコードがあります。コレクションでないか、または TypeConverter を持つ {0} に追加しようとしています。
ko: Baml 스트림에 예기치 않은 레코드가 있습니다. 컬렉션이 아니거나 TypeConverter가 있는 {0}에 추가하려고 시도하고 있습니다.
pl: Nieoczekiwany rekord w strumieniu Baml. Spróbuj dodać do elementu {0}, który nie jest kolekcją lub ma właściwość TypeConverter.
pt_br: Registro inesperado no fluxo Baml. Tentando adicionar a {0}, que não é uma coleção nem tem um TypeConverter.
ru: Непредвиденная запись в потоке BAML. Выполняется попытка добавить к {0}. Этот объект не является коллекцией, или имеет TypeConverter.
tr: Baml akışında beklenmeyen kayıt. Koleksiyon olmayan veya TypeConverter'a sahip {0} eklenmeye çalışılıyor.
zh_hans: Baml 流中出现意外记录。尝试添加到不是集合或具有 TypeConverter 的 {0}。
zh_hant: Baml 資料流中有未預期的記錄。嘗試新增至 {0}，但它不是一個集合或其中有 TypeConverter。

# Rect_WidthAndHeightCannotBeNegative
source: Width and Height cannot be negative.
cs: Width and Height nemohou mít zápornou hodnotu.
de: "Width" und "Height" können nicht negativ sein.
es: Width y Height no pueden ser negativos.
fr: Width et Height ne peuvent pas avoir une valeur négative.
it: Width e Height non possono essere valori negativi.
ja: Width と Height は負の値にできません。
ko: Width 및 Height는 음수일 수 없습니다.
pl: Właściwości Width i Height nie mogą mieć wartości ujemnych.
pt_br: Width e Height não podem ser negativos.
ru: Width и Height не могут иметь отрицательные значения.
tr: Width ve Height negatif olamaz.
zh_hans: Width 和 Height 不能为负数。
zh_hant: Width 與 Height 不能為負數。

# RelativeSourceInvalidAncestorLevel
source: AncestorLevel cannot be set to less than 1.
cs: AncestorLevel nelze nastavit na úroveň nižší než 1.
de: Für "AncestorLevel" kann kein Wert festgelegt werden, der kleiner Eins ist.
es: AncestorLevel no se puede establecer en un valor menor que 1.
fr: AncestorLevel ne peut pas être défini avec une valeur inférieure à 1.
it: Impossibile impostare AncestorLevel su un valore minore di 1.
ja: AncestorLevel は、1 未満に設定できません。
ko: AncestorLevel을 1보다 작게 설정할 수 없습니다.
pl: Nie można ustawić wartości AncestorLevel mniejszej niż 1.
pt_br: AncestorLevel não pode ser definido para menos de 1.
ru: Значение AncestorLevel не может быть меньше 1.
tr: AncestorLevel, 1'den küçük olarak ayarlanamaz.
zh_hans: AncestorLevel 不能设置为小于 1。
zh_hant: AncestorLevel 不能設定為比 1 小的值。

# RelativeSourceModeInvalid
source: Invalid value for RelativeSourceMode enum.
cs: Neplatná hodnota pro čítač třídy RelativeSourceMode.
de: Ungültiger Wert für RelativeSourceMode-Aufzählung.
es: Valor no válido para la enumeración RelativeSourceMode.
fr: Valeur non valide pour l'énumération RelativeSourceMode.
it: Valore non valido per l'enumerazione RelativeSourceMode.
ja: RelativeSourceMode 列挙に対して無効な値です。
ko: RelativeSourceMode 열거에 대한 값이 잘못되었습니다.
pl: Nieprawidłowa wartość dla wyliczania RelativeSourceMode.
pt_br: Valor inválido para enumeração RelativeSourceMode.
ru: Недопустимое значение для RelativeSourceMode enum.
tr: RelativeSourceMode numaralandırma için geçersiz değer.
zh_hans: RelativeSourceMode 枚举的无效值。
zh_hant: RelativeSourceMode 列舉的值無效。

# RelativeSourceModeIsImmutable
source: RelativeSource.Mode is immutable after initialization; instead of changing the Mode on this instance, create a new RelativeSource or use a different static instance.
cs: RelativeSource.Mode nelze po inicializaci umlčet. Místo změny Mode této instance vytvořte nový RelativeSource nebo použijte jinou statickou instanci.
de: "RelativeSource.Mode" ist nach dem Initialisieren unveränderlich. Erstellen Sie eine neue "RelativeSource" oder verwenden Sie eine andere statische Instanz, anstatt "Mode" für diese Instanz zu ändern.
es: RelativeSource.Mode es inalterable después de la inicialización; en lugar de cambiar Mode en esta instancia, cree un RelativeSource o use una instancia estática diferente.
fr: RelativeSource.Mode ne peut pas être modifié après l'initialisation ; au lieu de changer le Mode de cette instance, créez un RelativeSource ou utilisez une instance statique différente.
it: RelativeSource.Mode non è modificabile dopo l'inizializzazione. Anziché modificare Mode per questa istanza, creare una nuova RelativeSource o utilizzare una diversa istanza statica.
ja: 初期化後、RelativeSource.Mode は不変です。このインスタンスで Mode を変更する代わりに、新しい RelativeSource を作成するか、別の静的インスタンスを使用してください。
ko: 초기화한 후에는 RelativeSource.Mode를 변경할 수 없습니다. 이 인스턴스에서 Mode를 변경하는 대신 새 RelativeSource를 만들거나 다른 정적 인스턴스를 사용하십시오.
pl: Po zainicjowaniu tryb RelativeSource.Mode jest niezmienialny; zamiast zmiany trybu Mode w tym wystąpieniu utwórz nowe źródło RelativeSource lub użyj innego statycznego wystąpienia.
pt_br: RelativeSource.Mode não pode ser modificado após a inicialização; em vez de alterar Mode nesta instância, crie um novo RelativeSource ou utilize uma instância estática diferente.
ru: Изменения RelativeSource.Mode после инициализации не допускаются. Вместо изменения Mode для этого экземпляра следует создать новый RelativeSource или использовать другой статический экземпляр.
tr: RelativeSource.Mode başlatmadan sonra sabittir; bu örnekteki Mode'u değiştirmek yerine yeni bir RelativeSource oluşturun veya farklı bir statik örnek kullanın.
zh_hans: 初始化之后 RelativeSource.Mode 是不可变的；不更改该实例上的 Mode，而是创建新的 RelativeSource 或使用其他静态实例。
zh_hant: RelativeSource.Mode 在初始化之後即無法變更; 請不要變更此執行個體上的 Mode，您應該建立新的 RelativeSource 或使用不同的靜態執行個體。

# RelativeSourceNeedsAncestorType
source: AncestorType must be specified for RelativeSource in FindAncestor mode.
cs: AncestorType musí být pro RelativeSource v režimu FindAncestor určen.
de: "AncestorType" muss für "RelativeSource" im FindAncestor-Modus angegeben werden.
es: AncestorType se debe especificar para RelativeSource en el modo FindAncestor.
fr: AncestorType doit être spécifié pour RelativeSource en mode FindAncestor.
it: È necessario specificare AncestorType per RelativeSource in modalità FindAncestor.
ja: AncestorType は、FindAncestor モードで RelativeSource に対して指定される必要があります。
ko: FindAncestor 모드의 RelativeSource에 대한 AncestorType을 지정해야 합니다.
pl: AncestorType należy określić dla parametru RelativeSource w trybie FindAncestor.
pt_br: AncestorType deve ser especificado para RelativeSource no modo FindAncestor.
ru: Для RelativeSource в режиме FindAncestor необходимо задать AncestorType.
tr: FindAncestor modunda RelativeSource için AncestorType belirtilmelidir.
zh_hans: 必须为 FindAncestor 模式中的 RelativeSource 指定 AncestorType。
zh_hant: 必須為 FindAncestor 模式中的 RelativeSource 指定 AncestorType。

# RelativeSourceNeedsMode
source: Mode must be specified for RelativeSource.
cs: Pro RelativeSource musí být určen Mode.
de: Für "RelativeSource" muss der Mode angegeben werden.
es: Mode se debe especificar para RelativeSource.
fr: Mode doit être spécifié pour RelativeSource.
it: È necessario specificare Mode per RelativeSource.
ja: Mode は、RelativeSource に対して指定される必要があります。
ko: RelativeSource에 대한 Mode를 지정해야 합니다.
pl: Należy określić element Mode dla źródła RelativeSource.
pt_br: Mode deve ser especificado para RelativeSource.
ru: Необходимо указать Mode для RelativeSource.
tr: RelativeSource için Mode belirtilmelidir.
zh_hans: 必须为 RelativeSource 指定 Mode。
zh_hant: 必須為 RelativeSource 指定 Mode。

# RelativeSourceNotInFindAncestorMode
source: RelativeSource is not in FindAncestor mode.
cs: RelativeSource není v režimu FindAncestor.
de: "RelativeSource" befindet sich nicht im FindAncestor-Modus.
es: RelativeSource no se encuentra en el modo FindAncestor.
fr: RelativeSource n'est pas en mode FindAncestor.
it: RelativeSource non è in modalità FindAncestor.
ja: RelativeSource は FindAncestor モードではありません。
ko: RelativeSource가 FindAncestor 모드에 있지 않습니다.
pl: RelativeSource nie jest w trybie FindAncestor.
pt_br: RelativeSource não está no modo FindAncestor.
ru: RelativeSource находится не в режиме FindAncestor.
tr: RelativeSource, FindAncestor modunda değil.
zh_hans: RelativeSource 不在 FindAncestor 模式中。
zh_hant: RelativeSource 不是處於 FindAncestor 模式。

# RemoveRequiresOffsetZero
source: GeneratorPosition '{0},{1}' passed to Remove does not have Offset equal to 0.
cs: Pozice GeneratorPosition {0},{1} předaná k Remove nemá Offset roven 0.
de: Die an "Remove" weitergegebene "GeneratorPosition '{0},{1}'" besitzt kein Offset mit dem Wert 0 (Null).
es: La GeneratorPosition "{0},{1}" pasada a Remove no tiene un Offset igual a 0.
fr: Le GeneratorPosition '{0},{1}' passé à Remove n'a pas un Offset égal à 0.
it: Per il valore GeneratorPosition '{0},{1}' passato a Remove non è disponibile un elemento Offset con valore uguale a 0.
ja: Remove に渡された GeneratorPosition '{0},{1}' には、0 に等しい Offset がありません。
ko: Remove에 전달된 GeneratorPosition '{0},{1}'에 값이 0인 Offset이 없습니다.
pl: GeneratorPosition „{0},{1}” przesłany do obiektu Remove nie ma właściwości Offset równej 0.
pt_br: A GeneratorPosition '{0},{1}' passada para Remove não tem um Offset igual a 0.
ru: GeneratorPosition "{0},{1}", переданный Remove, не имеет Offset, равного нулю.
tr: Remove'a geçirilen GeneratorPosition '{0},{1}', 0'a eşit Offset'e sahip değil.
zh_hans: 传递到 Remove 的 GeneratorPosition“{0},{1}”不具有等于 0 的 Offset。
zh_hant: 傳遞到 Remove 的 GeneratorPosition '{0},{1}'，其 Offset 不等於 0。

# RemoveRequiresPositiveCount
source: '{0}' Count passed to Remove must be positive.
cs: {0} Count předaný k Remove musí být kladná hodnota.
de: Der an "Remove" weitergegebene "Count '{0}'" muss positiv sein.
es: El Count '{0}' pasado a Remove debe ser positivo.
fr: Count '{0}' passé à Remove doit être positif.
it: Il valore Count '{0}' passato a Remove deve essere positivo.
ja: Remove に渡された '{0}' Count は正の値である必要があります。
ko: Remove에 전달된 '{0}' Count는 양수여야 합니다.
pl: Właściwość Count „{0}” przesłana do obiektu Remove musi być dodatnia.
pt_br: Count '{0}' transferido para Remove deve ser positivo.
ru: Значение Count "{0}", переданное Remove, должно быть положительным.
tr: Remove'a geçirilen '{0}' Count pozitif olmalıdır.
zh_hans: 传递到 Remove 的“{0}”Count 必须为正数。
zh_hant: 傳遞到 Remove 的 '{0}' Count 必須是正數。

# RemovedItemNotFound
source: Collection Remove event must specify item position.
cs: Událost Collection Remove musí určovat pozici položky.
de: Vom "Remove"-Ereignis für eine Sammlung muss eine Elementposition angegeben werden.
es: El evento Remove de la colección debe especificar la posición del elemento.
fr: L'événement CollectionRemove doit spécifier la position de l'élément.
it: Per l'evento Remove della raccolta è necessario specificare la posizione dell'elemento.
ja: コレクション Remove イベントは、項目の位置を指定する必要があります。
ko: Collection Remove 이벤트에서 항목 위치를 지정해야 합니다.
pl: W zdarzeniu Collection Remove musi być określona pozycja elementu.
pt_br: O evento Remove da coleção deve especificar a posição do item.
ru: Событие Remove семейства должно указать позицию элемента.
tr: Koleksiyon Remove olayı öğe konumu belirtmelidir.
zh_hans: 集合 Remove 事件必须指定项位置。
zh_hant: 集合 Remove 事件必須指定項目位置。

# RemovingPlaceholder
source: Removing the NewItem placeholder is not allowed.
cs: Odebrání zástupného prvku NewItem není povoleno.
de: Das Entfernen des NewItem-Platzhalters ist nicht zulässig.
es: No se permite quitar el marcador de posición NewItem.
fr: La suppression de l'espace réservé NewItem n'est pas autorisée.
it: Rimozione del segnaposto NewItem non consentita.
ja: NewItem プレースホルダーの削除は許可されていません。
ko: NewItem 자리 표시자를 제거할 수 없습니다.
pl: Usuwanie symbolu zastępczego NewItem jest niedozwolone.
pt_br: Não é permitido remover o espaço reservado NewItem.
ru: Удаление заполнителя для NewItem не разрешено.
tr: NewItem yer tutucusunun kaldırılmasına izin verilmiyor.
zh_hans: 不允许移除 NewItem 占位符。
zh_hant: 不允許移除 NewItem 預留位置。

# ReparentModelChildIllegal
source: Element already has a logical parent. It must be detached from the old parent before it is attached to a new one.
cs: Tento prvek již má logický nadřazený prvek. Před jeho přiřazením k novému nadřazenému prvku musí být nejprve oddělen od starého nadřazeného prvku.
de: Das Element besitzt bereits ein logisches übergeordnetes Element und muss zunächst von dem alten übergeordneten Element getrennt werden, bevor es an ein neues angefügt werden kann.
es: El elemento ya tiene un elemento primario lógico. Se debe desasociar de un elemento primario antiguo antes de adjuntarlo a uno nuevo.
fr: L'élément possède déjà un parent logique. Il doit être détaché de l'ancien parent avant d'être attaché au nouveau.
it: Per l'elemento esiste già un elemento padre logico. È necessario dissociarlo dal padre precedente prima di poterlo associare a un nuovo elemento padre.
ja: 要素には既に論理親があります。新しい親に添付する前に、古い親から解除する必要があります。
ko: 요소에 이미 논리 부모가 있습니다. 새 부모에 연결하려면 먼저 이전 부모와의 연결을 끊어야 합니다.
pl: Element ma już logiczny obiekt nadrzędny. Należy go odłączyć od starego elementu nadrzędnego zanim zostanie dołączony do nowego.
pt_br: O elemento já tem um pai lógico. Ele deve ser desanexado do pai antigo antes de ser anexado a um novo.
ru: У элемента уже есть логический родительский объект. Элемент следует отделить от старого родительского объекта перед присоединением к новому родительскому объекту.
tr: Öğenin zaten mantıksal bir öğesi var. Yeni bir üst öğeye bağlanmadan önce eskisinden bağlantısının kesilmesi gerekir.
zh_hans: 元素已具有逻辑父级。将其附加到新的父级之前必须将其与旧父级断开。
zh_hant: 項目已經有邏輯父項目。將它連接到新的父項目之前，請先從舊的父項目中斷連接。

# RequestNavigateEventMustHaveRoutedEvent
source: RequestNavigateEvent must have associated non-null RoutedEvent.
cs: RequestNavigateEvent musí mít asociovanou nenulovou RoutedEvent.
de: "RequestNavigateEvent" muss ein zugeordnetes Nicht-Null-"RoutedEvent" besitzen.
es: RequestNavigateEvent debe tener asociado un RoutedEvent no nulo.
fr: RequestNavigateEvent doit être associé à un RoutedEvent ayant une valeur non null.
it: A RequestNavigateEvent deve essere associato un RoutedEvent non null.
ja: RequestNavigateEvent には、関連付けられた NULL 以外の RoutedEvent が必要です。
ko: RequestNavigateEvent에 null이 아닌 RoutedEvent가 연결되어 있어야 합니다.
pl: Ze zdarzeniem RequestNavigateEvent musi być skojarzone niezerowe zdarzenie RoutedEvent.
pt_br: RequestNavigateEvent deve ter um RoutedEvent associado não nulo.
ru: С событием RequestNavigateEvent должно быть связано событие RoutedEvent, не являющееся неопределенным.
tr: RequestNavigateEvent ilişkilendirilmiş boş olmayan bir RoutedEvent'e sahip olmalıdır.
zh_hans: RequestNavigateEvent 必须具有关联的非空 RoutedEvent。
zh_hant: RequestNavigateEvent 必須有關聯的非空值 RoutedEvent。

# RequiredAttributeMissing
source: The required '{0}' attribute is missing from element '{1}'.
cs: V elementu {1} chybí požadovaný atribut {0}.
de: Das erforderliche Attribut "{0}" ist im Element "{1}" nicht vorhanden.
es: El atributo "{0}" obligatorio no está presente en el elemento "{1}".
fr: L'attribut obligatoire '{0}' est manquant dans l'élément '{1}'.
it: Manca l'attributo obbligatorio '{0}' per l'elemento '{1}'.
ja: 必須の '{0}' 属性が、要素 '{1}' にありません。
ko: '{1}' 요소의 필수 '{0}' 특성이 없습니다.
pl: Brak wymaganego atrybutu „{0}” w elemencie „{1}”.
pt_br: O atributo '{0}' necessário está ausente do elemento '{1}'.
ru: Необходимый атрибут "{0}" отсутствует в элементе "{1}".
tr: Gerekli '{0}' özniteliği '{1}' öğesinde eksik.
zh_hans: 元素“{1}”中缺少必需的“{0}”特性。
zh_hant: 項目 '{1}' 中缺少必要的 '{0}' 屬性。

# RequiresExplicitCulture
source: Binding for property '{0}' cannot use the target element's Language for conversion; if a culture is required, ConverterCulture must be explicitly specified on the Binding.
cs: Binding pro vlastnost {0} nemůže použít pro konverzi Jazyk cílového prvku. Pokud je požadována kultura, musí být konkrétně určena ConverterCulture ve funkci Binding.
de: Von Binding für die Eigenschaft "{0}" kann "Language" des Zielelements nicht zum Konvertieren verwendet werden; wenn eine Kultur erforderlich ist, muss "ConverterCulture" explizit für Binding angegeben werden.
es: Binding para la propiedad '{0}' no puede usar el idioma del elemento de destino para la conversión; si se requiere una referencia cultural, ConverterCulture se debe especificar explícitamente en Binding.
fr: La liaison Binding de la propriété '{0}' ne peut pas utiliser Language de l'élément cible pour la conversion ; si une culture est obligatoire, ConverterCulture doit être explicitement spécifié sur Binding.
it: Impossibile utilizzare la lingua dell'elemento di destinazione per la conversione nel Binding per la proprietà '{0}'. Se sono richieste impostazioni cultura, è necessario specificare ConverterCulture in modo esplicito nel Binding.
ja: プロパティ '{0}' の Binding は、変換にターゲット要素の Language を使用できません。カルチャが必要な場合は、ConverterCulture を Binding 上で明示的に指定する必要があります。
ko: '{0}' 속성에 대한 Binding이 변환을 위해 대상 요소의 Language를 사용할 수 없습니다. 문화권이 필요하면, ConverterCulture를 Binding에 명시적으로 지정해야 합니다.
pl: Element Binding właściwości „{0}” nie może używać języka elementu docelowego do konwersji; jeśli wymagana jest kultura, dla elementu Binding należy jawnie określić ConverterCulture.
pt_br: Binding da propriedade '{0}' não pode utilizar o Idioma do elemento de destino para a conversão; se for necessário utilizar uma cultura, ConverterCulture deverá ser especificado explicitamente em Binding.
ru: Binding для свойства "{0}" не может использовать язык целевого элемента для преобразования. Если требуется культура, необходимо явно указать ConverterCulture для Binding.
tr: '{0}' özelliğinin Binding'i dönüşüm için hedef öğenin Dilini değiştiremiyor; kültür gerekiyorsa, Binding üzerinde kesin olarak ConverterCulture belirtilmelidir.
zh_hans: 属性“{0}”的 Binding 无法使用目标元素的语言进行转换；如果区域性是必需的，则必须在 Binding 上显式指定 ConverterCulture。
zh_hant: 屬性 '{0}' 的 Binding 無法使用目標項目的語言來進行轉換; 若需要文化特性，必須在 Binding 上明確指定 ConverterCulture。

# RequiresXmlNamespaceMapping
source: XmlDataNamespaceMappingCollection child does not have type XmlNamespaceMapping '{0}'.
cs: Podřízený prvek třídy XmlDataNamespaceMappingCollection nemá typ XmlNamespaceMapping {0}.
de: Das untergeordnete Element von "XmlDataNamespaceMappingCollection" besitzt nicht den Typ "XmlNamespaceMapping '{0}'".
es: El elemento secundario XmlDataNamespaceMappingCollection no tiene el tipo XmlNamespaceMapping '{0}'.
fr: L'enfant XmlDataNamespaceMappingCollection n'a pas le type XmlNamespaceMapping '{0}'.
it: L'elemento figlio XmlDataNamespaceMappingCollection non include un XmlNamespaceMapping di tipo '{0}'.
ja: XmlDataNamespaceMappingCollection 子には、型 XmlNamespaceMapping '{0}' がありません。
ko: XmlDataNamespaceMappingCollection 자식에 XmlNamespaceMapping '{0}' 형식이 없습니다.
pl: Element podrzędny XmlDataNamespaceMappingCollection nie ma typu XmlNamespaceMapping „{0}”.
pt_br: XmlDataNamespaceMappingCollection filho não tem tipo XmlNamespaceMapping '{0}'.
ru: Дочерний объект XmlDataNamespaceMappingCollection имеет тип, отличный от XmlNamespaceMapping "{0}".
tr: XmlDataNamespaceMappingCollection alt öğesi XmlNamespaceMapping '{0}' türüne sahip değil.
zh_hans: XmlDataNamespaceMappingCollection 子级不具有类型 XmlNamespaceMapping“{0}”。
zh_hant: XmlDataNamespaceMappingCollection 沒有型別 XmlNamespaceMapping '{0}'。

# RequiresXmlNamespaceMappingUri
source: XmlDataNamespaceMappingCollection cannot use XmlNamespaceMapping that has null URI.
cs: XmlDataNamespaceMappingCollection nemůže použít XmlNamespaceMapping s nulovým identifikátorem URI.
de: "XmlNamespaceMapping" mit Null-URI kann von "XmlDataNamespaceMappingCollection" nicht verwendet werden.
es: XmlDataNamespaceMappingCollection no puede usar una XmlNamespaceMapping que tenga un URI nulo.
fr: XmlDataNamespaceMappingCollection ne peut pas utiliser un XmlNamespaceMapping dont l'URI a la valeur null.
it: Impossibile utilizzare un XmlNamespaceMapping con URI null in XmlDataNamespaceMappingCollection.
ja: XmlDataNamespaceMappingCollection は、NULL URI のある XmlNamespaceMapping を使用できません。
ko: XmlDataNamespaceMappingCollection이 null URI가 있는 XmlNamespaceMapping을 사용할 수 없습니다.
pl: XmlDataNamespaceMappingCollection nie może używać XmlNamespaceMapping o identyfikatorze URI równym null.
pt_br: XmlDataNamespaceMappingCollection não pode utilizar XmlNamespaceMapping cujo URI seja nulo.
ru: XmlDataNamespaceMappingCollection не может использовать XmlNamespaceMapping, имеющий неопределенный URI.
tr: XmlDataNamespaceMappingCollection boş URI olan XmlNamespaceMapping kullanamaz.
zh_hans: XmlDataNamespaceMappingCollection 无法使用具有空 URI 的 XmlNamespaceMapping。
zh_hant: XmlDataNamespaceMappingCollection 無法使用具有空值 URI 的 XmlNamespaceMapping。
