Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Animation_InvalidResolvedKeyTimes
source: Resolved KeyTime for key frame at index {1} cannot be greater than resolved KeyTime for key frame at index {4}. KeyFrames[{1}] has specified KeyTime '{2}', which resolves to time {3}; KeyFrames[{4}] has specified KeyTime '{5}', which resolves to time {6}. Some KeyTimes are resolved relative to Begin time of '{0}' and others relative to its Duration, so some sets of KeyTimes are not valid for all Durations.
cs: Přeložený čas KeyTime pro klíčový snímek s indexem {1} nesmí být větší než přeložený čas KeyTime pro klíčový snímek s indexem {4}. KeyFrames[{1}] určuje KeyTime {2}, který je přeložen na čas {3}; KeyFrames[{4}] určuje KeyTime {5}, který je přeložen na čas {6}. Některé hodnoty KeyTimes jsou přeloženy relativně k času Begin {0} a jiné relativně k hodnotě Duration, takže některé sady hodnot KeyTimes nejsou platné pro všechny hodnoty Duration.
de: Der aufgelöste KeyTime-Wert für den Keyframe an Index "{1}" kann nicht größer als der aufgelöste KeyTime-Wert für den Keyframe an Index "{4}" sein. Von "KeyFrames[{1}]" wurde der KeyTime-Wert "{2}" angegeben, der in die Zeit "{3}" aufgelöst wird. Von "KeyFrames[{4}]" wurde der KeyTime-Wert "{5}" angegeben, der in die Zeit "{6}" aufgelöst wird. Einige KeyTimes-Werte werden relativ zur Begin-Zeit von "{0}" und andere relativ zu den Duration-Werten aufgelöst, sodass einige Einstellungen von KeyTimes-Werten nicht für alle Duration-Werte gültig sind.
es: El KeyTime resuelto para el cuadro clave en el índice {1} no puede ser mayor que el KeyTime del cuadro clave del índice {4}. KeyFrames[{1}] ha especificado KeyTime "{2}", que se resuelve en la hora {3}; KeyFrames[{4}] ha especificado KeyTime "{5}", que se resuelve en la hora {6}. Algunos KeyTimes se resuelven con relación a la hora Begin de "{0}" y otros con relación a Duration, por lo que algunos conjuntos de KeyTimes no son válidos para todas las Durations.
fr: Le KeyTime résolu pour l'image clé à l'index {1} ne peut pas être supérieur au KeyTime résolu pour l'image clé à l'index {4}. KeyFrames[{1}] a un KeyTime spécifique '{2}', qui est résolu en heure {3} ; KeyFrames[{4}] a un KeyTime spécifique '{5}', qui est résolu en heure {6}. Dans la mesure où certains KeyTimes sont résolus par rapport à l'heure Begin de '{0}' et où d'autres KeyTimes sont résolus par rapport à Duration, certains ensembles de KeyTimes sont non valides pour tous les Durations.
it: Il valore KeyTime risolto per il fotogramma chiave alla posizione di indice {1} non può essere maggiore del valore KeyTime risolto per il fotogramma chiave alla posizione di indice {4}. Per KeyFrames[{1}] è stato specificato un valore KeyTime '{2}', corrispondente all'unità di tempo del fotogramma chiave {3}. Per KeyFrames[{4}] è stato specificato un valore KeyTime '{5}', corrispondente all'unità di tempo del fotogramma chiave {6}. Alcuni valori KeyTime vengono calcolati in base all'ora di inizio di '{0}' e altri in base al valore Duration, quindi alcuni set di KeyTime non sono validi per tutti i valori Duration.
ja: インデックス {1} のキー フレームの解決済み KeyTime を、インデックス {4} のキー フレームの解決済み KeyTime より大きくすることはできません。KeyFrames[{1}] には、指定された KeyTime '{2}' があり、時間 {3} に解決されます。KeyFrames[{4}] には、指定された KeyTime '{5}' があり、時間 {6} に解決されます。KeyTimes には、'{0}' の Begin 時間との相対関係で解決されるものや、Duration との相対関係で解決されるものがあります。したがって、すべての KeyTimes セットが、Durations すべてに対して有効であるとは限りません。
ko: 인덱스 {1}의 키 프레임에 대해 확인된 KeyTime은 인덱스 {4}의 키 프레임에 대해 확인된 KeyTime보다 클 수 없습니다. KeyFrames[{1}]에는 지정된 KeyTime '{2}'이(가) 있고, 시간 {3}(으)로 확인됩니다. KeyFrames[{4}]에는 지정된 KeyTime '{5}'이(가) 있으며, 시간 {6}(으)로 확인됩니다. 일부 KeyTime은 '{0}'의 Begin 시간을 기준으로 확인되고, 그 외에는 Duration을 기준으로 확인되므로 특정 KeyTime 집합은 일부 Duration에 사용할 수 없습니다.
pl: Rozpoznana wartość KeyTime dla klatki kluczowej o indeksie {1} nie może być większa niż wartość KeyTime dla klatki o indeksie {4}. Element KeyFrames [{1}] ma określoną wartość KeyTime „{2}”, która jest rozpoznawana jako czas czasu {3}; element KeyFrames[{4}] ma określony parametr KeyTime „{5}”, który jest rozpoznawany jako czas {6}. Niektóre wartości KeyTimes są rozpoznawane w zależności od czasu Begin dla „{0}”, a inne — w zależności od wartości elementu Duration, więc niektóre zbiory wartości KeyTimes nie są prawidłowe dla wszystkich wartości Duration.
pt_br: O KeyTime resolvido para o quadro chave no índice {1} não pode ser maior que o KeyTime resolvido para o quadro chave no índice {4}. KeyFrames[{1}] tem um '{2}' de KeyTime especificado, que é resolvido para o tempo {3}; KeyFrames[{4}] tem um '{5}' de KeyTime especificado, que é resolvido para o tempo {6}. Alguns KeyTimes são resolvidos com relação ao tempo de Begin de '{0}' e outros, com relação à Duration; portanto, alguns conjuntos de KeyTimes não são válidos para todas as Durations.
ru: Разрешенное значение KeyTime для опорного кадра, соответствующего индексу {1}, не может быть больше разрешенного значения KeyTime для опорного кадра, соответствующего индексу {4}. KeyFrames [{1}] имеет указанное значение KeyTime "{2}", которое разрешается во время {3}; KeyFrames [{4}] имеет указанное значение KeyTime "{5}", которое разрешается во время {6}. Некоторые значения KeyTime разрешаются относительно времени Begin "{0}", в то время как другие разрешаются относительно своих значений Duration, поэтому некоторые наборы KeyTimes не являются допустимыми для всех значений Duration.
tr: {1} dizinindeki ana çerçevenin çözümlenen KeyTime'ı {4} dizinindeki ana çerçevenin çözümlenen KeyTime'ından büyük olamaz. [{1}] KeyFrame'leri {3} süresine çözümlenen '{2}' KeyTime belirtti; [{4}] KeyFrame'leri {6} süresine çözümlenen '{5}' KeyTime belirtti. Bazı KeyTime'lar '{0}' Begin saatine göre çözümlendi ve diğerleri Duration'a göre çözümlendi, bu nedenle bazı KeyTime kümeleri tüm Duration'lar için geçerli değil.
zh_hans: 在索引 {1} 处为关键帧已解析的 KeyTime 不能大于在索引 {4} 处为关键帧解析的 KeyTime。KeyFrames[{1}] 具有指定的 KeyTime“{2}”，它解析为时间 {3}；KeyFrames[{4}] 具有指定的 KeyTime“{5}”，它解析为时间 {6}。某些 KeyTime 是相对于“{0}”的 Begin 时间进行解析的，而其他的则是相对于其 Duration 进行解析的，因此某些 KeyTime 集并不是对所有 Duration 都有效。
zh_hant: 為索引 {1} 主要畫面間隔所解析的 KeyTime，不可大於為索引 {4} 主要畫面間隔所解析的 KeyTime。KeyFrames[{1}] 具有指定的 KeyTime '{2}'，其會解析為時間 {3}; KeyFrames[{4}] 具有指定的 KeyTime '{5}'，其會解析為時間 {6}。某些 KeyTimes 會解析為相對於 '{0}' 的 Begin 時間，而其他則會解析為相對於 Duration，因此某些 KeyTimes 集合並非對於所有 Duration 都有效。

# Animation_InvalidTimeKeyTime
source: '{2}' KeyTime value is not valid for key frame at index {1} of this '{0}' because it is greater than animation's Duration value '{3}'.
cs: Hodnota KeyTime {2} není platná pro klíčový rámec indexu {1} tohoto prvku {0}, protože je vyšší než hodnota Duration {3} animace.
de: Der KeyTime-Wert "{2}" ist nicht gültig für den KeyFrame-Wert bei Index "{1}" dieses {0}-Objekts, weil er größer als der Duration-Wert "{3}" der Animation ist.
es: El valor de KeyTime "{2}" no es válido para el cuadro de clave en el índice {1} de este "{0}" porque es mayor que el valor de Duration "{3}" de la animación.
fr: La valeur KeyTime '{2}' est non valide pour l'image clé à l'index {1} de '{0}', car elle est supérieure à la valeur Duration '{3}' de l'animation.
it: Il valore '{2}' di KeyTime non è valido per il fotogramma chiave alla posizione di indice {1} di questo elemento '{0}' perché è maggiore del valore di Duration dell'animazione '{3}'.
ja: '{2}' KeyTime 値は、アニメーションの Duration 値 '{3}' より大きいため、この '{0}' のインデックス {1} のキー フレームに対して無効です。
ko: '{2}' KeyTime 값은 애니메이션의 Duration 값 '{3}'보다 크기 때문에 이 '{0}'에서 인덱스 {1}의 키 프레임에 사용할 수 없습니다.
pl: Wartość „{2}” elementu KeyTime jest nieprawidłowa dla głównej klatki w indeksie {1} tego elementu „{0}”, ponieważ jest większa od wartości Duration animacji równej „{3}”.
pt_br: O valor '{2}' de KeyTime não é válido para o quadro chave no índice {1} deste '{0}' porque é maior que o valor '{3}' de Duration da animação.
ru: Значение KeyTime "{2}" не является допустимым для опорного кадра, соответствующего индексу {1} для этого "{0}", так как оно больше, чем значение Duration "{3}" для анимации.
tr: '{2}' KeyTime değeri, animasyonun '{3}' Duration değerinden büyük olduğundan bu '{0}' öğesinin {1} dizinindeki ana çerçeve için geçerli değil.
zh_hans: 对于此“{0}”的索引 {1} 处的关键帧，“{2}”KeyTime 值无效，因为它大于动画的 Duration 值“{3}”。
zh_hant: '{2}' KeyTime 值對此 '{0}' 的索引 {1} 主要畫面間格而言無效，因為它大於動畫的 Duration 值 '{3}'。

# Animation_Invalid_DefaultValue
source: '{0}' cannot use default {1} value of '{2}'.
cs: Prvek {0} nemůže použít výchozí hodnotu {1} prvku {2}.
de: Von "{0}" kann der standardmäßige {1}-Wert "{2}" nicht verwendet werden.
es: "{0}" no puede usar el valor predeterminado {1} de "{2}".
fr: '{0}' ne peut pas utiliser la valeur par défaut {1} de '{2}'.
it: '{0}' non può usare il valore predefinito {1} di '{2}'.
ja: '{0}' は、'{2}' の既定の {1} 値を使用できません。
ko: '{0}'에서 '{2}'의 기본 {1} 값을 사용할 수 없습니다.
pl: Element „{0}” nie może użyć wartości domyślnej {1} elementu „{2}”.
pt_br: '{0}' não pode usar o valor padrão {1} de '{2}'.
ru: "{0}" не может использовать значение по умолчанию {1} для "{2}".
tr: '{0}' varsayılan {1} değeri olarak '{2}' kullanamaz.
zh_hans: “{0}”无法使用“{2}”的默认 {1} 值。
zh_hant: '{0}' 無法使用 '{2}' 的預設值 {1}。

# Animation_NoTextChildren
source: KeyFrameAnimation objects cannot have text objects as children.
cs: Objekty KeyFrameAnimation nemohou mít textové objekty jako podřízené objekty.
de: KeyFrameAnimation-Objekte können keine Textobjekte als untergeordnete Elemente besitzen.
es: Los objetos KeyFrameAnimation no pueden tener objetos de texto como objetos secundarios.
fr: Les objets KeyFrameAnimation ne peuvent pas avoir des objets texte comme enfants.
it: Impossibile utilizzare oggetti figlio di tipo testo per oggetti KeyFrameAnimation.
ja: KeyFrameAnimation オブジェクトは、子としてテキスト オブジェクトを持つことができません。
ko: KeyFrameAnimation 개체는 텍스트 개체를 자식으로 가질 수 없습니다.
pl: W obiektach KeyFrameAnimation obiekty tekstowe nie mogą być obiektami podrzędnymi.
pt_br: Os objetos KeyFrameAnimation não podem ter objetos de texto como filhos.
ru: Дочерними объектами для объектов KeyFrameAnimation не могут быть текстовые объекты.
tr: KeyFrameAnimation nesneleri alt öğe olarak metin nesneleri içeremez.
zh_hans: KeyFrameAnimation 对象不能有作为子级的文本对象。
zh_hant: KeyFrameAnimation 物件不能使用文字物件做為子項目。

# AnnotationAdorner_NotUIElement
source: The argument component has to be a UIElement
cs: Komponent argumentu musí být prvek UI (UIElement).
de: Bei der Argumentkomponente muss es sich um ein "UIElement" handeln.
es: El componente del argumento debe ser un UIElement
fr: Le composant de l'argument doit être un UIElement
it: Il componente argomento deve essere un UIElement
ja: 引数コンポーネントは、UIElement である必要があります。
ko: 인수 구성 요소는 UIElement여야 합니다.
pl: Składnikiem argumentu powinien być element UIElement
pt_br: O componente de argumento tem que ser um UIElement
ru: Компонент аргумента должен быть UIElement
tr: Bağımsız değişken bileşeninin bir UIElement olması gerekir
zh_hans: 参数组件必须是 UIElement
zh_hant: 引數元件必須是 UIElement

# AnnotationAlreadyExistInService
source: Added annotation already exists in annotation service.
cs: Přidaná anotace již v anotační službě existuje.
de: Die hinzugefügte Anmerkung ist im Anmerkungsdienst bereits vorhanden.
es: La anotación agregada ya existe en el servicio de anotación.
fr: L'annotation ajoutée existe déjà dans le service d'annotations.
it: L'annotazione aggiunta esiste già nel servizio annotazioni.
ja: 追加されたコメントは、既にコメント サービスに存在します。
ko: 추가된 주석이 이미 주석 서비스에 있습니다.
pl: Dodana adnotacja już istnieje w usłudze adnotacji
pt_br: A anotação adicionada já existe no serviço de anotações.
ru: Добавленное примечание уже существует в службе примечаний.
tr: Eklenen ek açıklama zaten ek açıklama hizmetinde var.
zh_hans: 添加的注释存在于注释服务中。
zh_hant: 新增的註釋已存在於註釋服務中。

# AnnotationAlreadyExists
source: Annotation with this ID already exists in the store.
cs: Anotace s tímto ID již ve skladu existuje.
de: Eine Anmerkung mit dieser ID ist im Speicher bereits vorhanden.
es: Una anotación con este ID ya existe en el almacén.
fr: L'annotation avec cet ID existe déjà dans le magasin.
it: L'annotazione con questo ID esiste già nell'archivio.
ja: この ID のコメントは既にストアに存在します。
ko: 이 ID의 주석이 이미 저장소에 있습니다.
pl: Adnotacja z tym ID już istnieje w magazynie.
pt_br: Já existe uma anotação com esta ID no repositório.
ru: Примечание с таким ID уже существует в хранилище.
tr: Bu ID'ye sahip ek açıklama zaten depoda var.
zh_hans: 带有此 ID 的注释已在存储中。
zh_hant: 具有此 ID 的註釋已存在於存放區中。

# AnnotationIsNull
source: Annotation property for AttachedAnnotation is null.
cs: Vlastnost Annotation pro třídu AttachedAnnotations je nulová.
de: Die Eigenschaft von "Annotation" für "AttachedAnnotation" ist NULL.
es: La propiedad Annotation de AttachedAnnotation es nula.
fr: La propriété Annotation de AttachedAnnotation a la valeur null.
it: La proprietà Annotation per AttachedAnnotation è null.
ja: AttachedAnnotation の Annotation プロパティは NULL です。
ko: AttachedAnnotation에 대한 Annotation 속성이 null입니다.
pl: Właściwość Annotation dla elementu AttachedAnnotation ma wartość null.
pt_br: A propriedade Annotation de AttachedAnnotation é nula.
ru: Свойство Annotation для AttachedAnnotation имеет неопределенное значение.
tr: AttachedAnnotation için Annotation özelliği boş.
zh_hans: AttachedAnnotation 的 Annotation 属性为 Null。
zh_hant: AttachedAnnotation 的 Annotation 屬性是空值。

# AnnotationServiceAlreadyExists
source: AnnotationService is already enabled for this element.
cs: Pro tento prvek je již AnnotationService aktivní.
de: "AnnotationService" ist für dieses Element bereits aktiviert.
es: AnnotationService ya está habilitado para este elemento.
fr: AnnotationService est déjà activé pour cet élément.
it: AnnotationService è già abilitato per l'elemento.
ja: この要素の AnnotationService は既に有効です。
ko: 이 요소에 AnnotationService를 이미 사용할 수 있습니다.
pl: Właściwość AnnotationService jest już włączona dla tego elementu.
pt_br: AnnotationService já está habilitado para este elemento.
ru: Служба AnnotationService уже включена для этого элемента.
tr: AnnotationService bu öğe için zaten etkin.
zh_hans: 已为此元素启用 AnnotationService。
zh_hant: AnnotationService 已針對此項目啟用。

source: AnnotationService is already enabled.
cs: AnnotationService již byla aktivována.
de: "AnnotationService" ist bereits aktiviert.
es: AnnotationService ya está habilitado.
fr: AnnotationService est déjà activé.
it: AnnotationService è già abilitato.
ja: AnnotationService は既に有効です。
ko: AnnotationService를 이미 사용할 수 있습니다.
pl: Właściwość AnnotationService jest już włączona.
pt_br: AnnotationService já está habilitado.
ru: Служба AnnotationService уже включена.
tr: AnnotationService zaten etkin.
zh_hans: 已启用 AnnotationService。
zh_hant: AnnotationService 已啟用。

# AnnotationServiceNotEnabled
source: AnnotationService is not enabled.
cs: AnnotationService není aktivní.
de: "AnnotationService" ist nicht aktiviert.
es: AnnotationService no está habilitado.
fr: AnnotationService n'est pas activé.
it: AnnotationService non è abilitato.
ja: AnnotationService は無効です。
ko: AnnotationService를 사용할 수 없습니다.
pl: Właściwość AnnotationService nie jest włączona.
pt_br: AnnotationService não está habilitado.
ru: Служба AnnotationService не включена.
tr: AnnotationService etkin değil.
zh_hans: 未启用 AnnotationService。
zh_hant: AnnotationService 未啟用。

# AppActivationException
source: Unable to activate application. Try deleting the online application cache.
cs: Aplikaci nelze aktivovat. Pokuste se odstranit online cache paměť aplikací.
de: Die Anwendung kann nicht aktiviert werden. Löschen Sie den Onlineanwendungscache.
es: No se puede activar la aplicación. Pruebe a eliminar la caché de aplicación en línea.
fr: Impossible d'activer l'application. Essayez de supprimer le cache d'application en ligne.
it: Impossibile attivare l'applicazione. Provare a eliminare la cache dell'applicazione online.
ja: アプリケーションを起動できません。オンライン アプリケーション キャッシュを削除してください。
ko: 응용 프로그램을 활성화할 수 없습니다. 온라인 응용 프로그램 캐시를 삭제하십시오.
pl: Nie można uaktywnić aplikacji. Spróbuj usunąć pamięć podręczną aplikacji online.
pt_br: Não é possível ativar o aplicativo. Tente excluir o cache do aplicativo online.
ru: Не удается активировать приложение. Попробуйте удалить кэш сетевых приложений.
tr: Uygulama etkinleştirilemiyor. Çevrimiçi uygulama önbelleğini silmeyi deneyin.
zh_hans: 无法激活应用程序。请尝试删除联机应用程序缓存。
zh_hant: 無法啟動應用程式。請嘗試刪除線上應用程式快取。

# ApplicationAlreadyRunning
source: Application is already running the Dispatcher.
cs: Objekt Application již spustil instanci Dispatcher.
de: Die Anwendung führt den Verteiler bereits aus.
es: La aplicación está ejecutando ya el distribuidor.
fr: L'application exécute déjà le répartiteur.
it: Dispatcher è già in esecuzione nell'applicazione.
ja: アプリケーションは既に Dispatcher を実行しています。
ko: 응용 프로그램에서 Dispatcher를 이미 실행하고 있습니다.
pl: Usługa Dispatcher aplikacji jest już uruchomiona.
pt_br: O aplicativo já está executando o Dispatcher.
ru: Диспетчер уже запускается приложением.
tr: Uygulama zaten Dispatcher çalıştırıyor.
zh_hans: 应用程序已经在运行调度程序。
zh_hant: 應用程式已經在執行發送器。

# ApplicationShuttingDown
source: The Application object is being shut down.
cs: Probíhá vypínání objektu Application.
de: Das Anwendungsobjekt wird beendet.
es: El objeto Application se va a cerrar.
fr: L'objet Application est en cours de fermeture.
it: Chiusura in corso dell'oggetto Application.
ja: アプリケーション オブジェクトはシャットダウンされています。
ko: Application 개체를 종료하고 있습니다.
pl: Obiekt Application jest zamykany.
pt_br: O objeto de aplicativo está sendo desligado.
ru: Идет завершение работы объекта Application.
tr: Application nesnesi kapatılıyor.
zh_hans: 应用程序对象正在关闭。
zh_hant: Application 物件已被關閉。

# ArgumentLengthMismatch
source: Expected {0} argument(s) to method {1}.{2}.
cs: Jsou očekávány argumenty ({0}) určené metodě {1}.{2}.
de: Für die {1}-Methode wurde(n) {0} Argument(e) erwartet.{2}.
es: Se esperaban {0} argumentos para el método {1}.{2}.
fr: {0} argument(s) attendu(s) pour la méthode {1}.{2}.
it: Sono previsti {0} argomenti per il metodo {1}.{2}.
ja: メソッド {1}.{2} には {0} 個の引数が必要です。
ko: {1}.{2} 메서드에 대한 {0} 인수가 있어야 합니다.
pl: Oczekiwano {0} argumentów dla metody {1}.{2}.
pt_br: Argumentos {0} esperados para o método {1}.{2}.
ru: Ожидается аргументов для метода {1}: {0}.{2}.
tr: {1}.{2} metoduna {0} bağımsız değişken bekleniyordu.
zh_hans: 方法 {1}.{2} 需要有 {0} 个参数。
zh_hant: 方法 {1} 應要有 {0} 個引數。{2}。

# ArgumentPropertyMustNotBeNull
source: '{1}' property of argument '{0}' must not be null.
cs: Vlastnost {1} argumentu {0} nesmí být null.
de: Die {1}-Eigenschaft des Arguments "{0}" darf nicht NULL sein.
es: La propiedad "{1}" del argumento "{0}" no debe ser nula.
fr: La propriété '{1}' de l'argument '{0}' ne doit pas avoir une valeur null.
it: La proprietà '{1}' dell'argomento '{0}' non deve essere Null.
ja: 引数 '{0}' の '{1}' プロパティは、NULL にできません。
ko: '{0}' 인수의 '{1}' 속성은 null일 수 없습니다.
pl: Właściwość „{1}” argumentu „{0}” nie może mieć wartości null.
pt_br: A propriedade '{1}' do argumento '{0}' não deve ser nula.
ru: Свойство "{1}" аргумента "{0}" не должно иметь значение NULL.
tr: '{1}' bağımsız değişkeninin '{0}' özelliği boş olmamalıdır.
zh_hans: 参数“{0}”的“{1}”属性不能为 NULL。
zh_hant: 引數 '{0}' 的 '{1}' 屬性不可為 null。

# Argument_InvalidOffLen
source: Offset and length were out of bounds for the array or count is greater than the number of elements from index to the end of the source collection.
cs: Posun a délka byly mimo rozsah pro dané pole nebo je počet vyšší než počet elementů z indexu do konce zdrojové kolekce.
de: Offset und Länge für das Array liegen außerhalb des gültigen Bereichs, oder die Anzahl ist größer als die Anzahl der Elemente vom Index bis zum Ende der Quellsammlung.
es: El desplazamiento y la longitud estaban fuera de los límites para esta matriz o el recuento es superior al número de elementos desde el índice al final de la colección de origen.
fr: Offset et length étaient hors limites pour ce tableau ou bien le nombre est supérieur au nombre d'éléments de l'index à la fin de la collection source.
it: Offset e lunghezza eccedono i limiti della matrice oppure il conteggio è maggiore del numero di elementi presenti dall'indice alla fine della raccolta di origine.
ja: 配列のオフセットおよび長さが制限を超えているか、カウンターがソース コレクションのインデックスから最後までの要素の数より大きい値です。
ko: 오프셋 및 길이가 배열의 범위를 벗어났거나 카운트가 인덱스부터 소스 컬렉션 끝까지의 요소 수보다 큽니다.
pl: Wartości przesunięcia i długości są spoza zakresu tablicy lub liczba przekracza liczbę elementów znajdujących się miedzy indeksem a końcem kolekcji źródłowej.
pt_br: O deslocamento e o comprimento estavam fora dos limites para a matriz ou a contagem é maior do que o número de elementos do índice até o fim da coleção de origem.
ru: Смещение и длина вышли за границы массива или значение счетчика превышает количество элементов от указателя до конца исходной коллекции.
tr: Uzaklık ve uzunluk dizi sınırlarının dışındaydı veya sayı, dizinden kaynak koleksiyonun sonuna kadar olan öğe sayısından daha büyük.
zh_hans: 偏移量和长度超出数组的界限，或者计数大于从索引到源集合结尾处的元素数量。
zh_hant: 位移和長度超過陣列的界限或計數大於從索引至來源集合尾端的項目數。

# ArrangeReentrancyInvalid
source: Cannot call method while arrange is in progress.
cs: Nelze vyvolat metodu, pokud probíhá úprava.
de: Die Methode kann während des Anordnens nicht aufgerufen werden.
es: No se puede llamar al método mientras se está realizando una organización.
fr: Impossible d'appeler une méthode pendant que Arrange est en cours.
it: Impossibile chiamare il metodo mentre è in corso un'operazione Arrange.
ja: 整列の実行中は、メソッドを呼び出せません。
ko: 정렬이 진행 중이면 메서드를 호출할 수 없습니다.
pl: Nie można wywołać metody, gdy trwa rozmieszczanie.
pt_br: Não é possível chamar o método enquanto a organização está em andamento.
ru: Вызов метода во время упорядочивания невозможен.
tr: Düzenleme devam ederken metot çağırılamaz.
zh_hans: 无法在排列进行过程中调用方法。
zh_hant: 正在進行排列時，無法呼叫方法。

# AssemblyIdNegative
source: An internal error was encountered parsing BAML content: assemblyId should be negative.
cs: Při analýze obsahu BAML došlo k vnitřní chybě: assemblyId má být záporné.
de: Interner Fehler beim Analysieren des BAML-Inhalts: "assemblyId" sollte negativ sein.
es: Error interno al analizar el contenido BAML: assemblyId debe ser negativo.
fr: Une erreur interne s'est produite lors de l'analyse du contenu BAML : assemblyId doit être négatif.
it: Errore interno durante l'analisi del contenuto BAML: assemblyId deve essere negativo.
ja: BAML コンテンツの解析中に内部エラーが発生しました: assemblyId は負の値でなければなりません。
ko: BAML 콘텐츠를 구문 분석하는 동안 내부 오류가 발생했습니다. assemblyId는 음수여야 합니다.
pl: Wystąpił błąd wewnętrzny podczas analizowania zawartości BAML: właściwość assemblyId powinna mieć wartość ujemną.
pt_br: Erro interno ao analisar o conteúdo BAML: assemblyId deve ser negativo.
ru: Внутренняя ошибка при разборе содержимого BAML: assemblyId should be negative.
tr: BAML içeriği ayrıştırılırken iç hatayla karşılaşıldı: assemblyId negatif olmalıdır.
zh_hans: 分析 BAML 内容时遇到内部错误: assemblyId 应为负数。
zh_hant: 剖析 BAML 內容時發現內部錯誤: assemblyId 應該是負數。

# AssemblyIdOutOfSequence
source: Unexpected Assembly Id {0}. Assembly IDs must be sequential.
cs: Byl poskytnut neočekávaný identifikátor sestavení {0}. Identifikátory sestavení musejí být sekvenční.
de: Unerwartete Assembly-ID {0}. Assembly-IDs müssen sequenziell sein.
es: Identificador de ensamblado inesperado ({0}). Los identificadores de ensamblado deben ser secuenciales.
fr: ID d'assembly {0} inattendu. Les ID d'assembly doivent être séquentiels.
it: ID assembly imprevisto {0}. È necessario che gli ID assembly siano sequenziali.
ja: 予期しないアセンブリ ID {0}。アセンブリ ID は連番である必要があります。
ko: 예기치 않은 어셈블리 ID {0}입니다. 어셈블리 ID는 순차적이어야 합니다.
pl: Nieoczekiwany identyfikator zestawu {0}. Identyfikatory zestawów muszą być kolejne.
pt_br: Id de Assembly {0} inesperada. As IDs de Assembly devem ser sequenciais.
ru: Непредвиденный идентификатор сборки {0}. Идентификаторы сборок должны быть последовательными.
tr: Beklenmeyen Bütünleştirilmiş Kod Kimliği {0}. Bütünleştirilmiş Kod Kimlikleri ardışık olmalıdır.
zh_hans: 意外的程序集 ID {0}。程序集 ID 必须按顺序排列。
zh_hant: 未預期的組件 ID {0}。組件 ID 必須是循序的。
