Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# MeasureReentrancyInvalid
source: Cannot call method while measure is in progress.
cs: Tuto metodu nelze vyvolat, dokud probíhá měření.
de: Die Methode kann nicht während des Messens aufgerufen werden.
es: No se puede llamar al método mientras la medida está en curso.
fr: Appel de méthode impossible pendant que la mesure est en cours.
it: Impossibile chiamare il metodo mentre è in corso un'operazione Measure.
ja: 測定の実行中は、メソッドを呼び出せません。
ko: 측정하는 동안 메서드를 호출할 수 없습니다.
pl: Nie można wywołać metody podczas przeprowadzania pomiaru.
pt_br: Não é possível chamar o método enquanto a medida está em andamento.
ru: Вызов метода во время измерения невозможен.
tr: Ölçüm devam ederken metot çağırılamaz.
zh_hans: 正在执行措施时不能调用方法。
zh_hant: 正在進行測量時，無法呼叫方法。

# MediaElement_CannotSetSourceOnMediaElementDrivenByClock
source: Cannot set source on MediaElement driven by clock.
cs: Nelze nastavit zdroje na prvku MediaElement ovládaném hodinami.
de: Die Quelle kann für das von der Uhr gesteuerte "MediaElement" nicht festgelegt werden.
es: No se puede establecer el origen en MediaElement controlador por el reloj.
fr: Impossible de définir la source sur un MediaElement piloté par l'horloge.
it: Impossibile impostare l'origine per un MediaElement basato su orologio.
ja: クロックによって駆動される MediaElement 上では、ソースを設定できません。
ko: 시간별로 구동되는 MediaElement에 소스를 설정할 수 없습니다.
pl: Nie można ustawić źródła w elemencie MediaElement sterowanym przez zegar.
pt_br: Não é possível definir a origem no elemento MediaElement orientado pelo relógio.
ru: Задание источника для MediaElement, который управляется по часам, невозможно.
tr: Saat güdümlü MediaElement üzerinde kaynak ayarlanamıyor.
zh_hans: 无法在由时钟驱动的 MediaElement 上设置源。
zh_hant: 無法在由時鐘衍生的 MediaElement 上設定來源。

# MemberNotAllowedDuringAddOrEdit
source: '{0}' is not allowed during an AddNew or EditItem transaction.
cs: {0} není povoleno během transakce AddNew nebo EditItem.
de: "{0}" ist während einer AddNew- oder EditItem-Transaktion nicht zulässig.
es: No se permite '{0}' durante una transacción AddNew o EditItem.
fr: '{0}' n'est pas autorisé durant une transaction AddNew ou EditItem.
it: '{0}' non consentito durante una transazione AddNew o EditItem.
ja: '{0}' は、AddNew トランザクションまたは EditItem トランザクションの実行中は許可されません。
ko: AddNew 또는 EditItem 트랜잭션 중에는 '{0}'을(를) 사용할 수 없습니다.
pl: Element „{0}” jest niedozwolony podczas transakcji AddNew lub EditItem.
pt_br: '{0}' não é permitido durante uma transação AddNew ou EditItem.
ru: "{0}" не разрешено во время выполнения операции AddNew или EditItem.
tr: AddNew veya EditItem işlemi sırasında '{0}' öğesine izin verilmiyor.
zh_hans: 在 AddNew 或 EditItem 事务过程中不允许“{0}”。
zh_hant: 在 AddNew 或 EditItem 異動期間不允許 '{0}'。

# MemberNotAllowedDuringTransaction
source: '{0}' is not allowed during a transaction begun by '{1}'.
cs: {0} není povoleno během transakce zahájené {1}.
de: "{0}" ist während einer von "{1}" begonnenen Transaktion unzulässig.
es: No se permite "{0}" durante una transacción iniciada por "{1}".
fr: '{0}' n'est pas autorisé durant une transaction commencée par '{1}'.
it: '{0}' non è consentito durante una transazione avviata da '{1}'.
ja: '{0}' は、'{1}' によって開始されたトランザクションの実行中は許可されていません。
ko: '{1}'에서 시작된 트랜잭션 중에는 '{0}'을(를) 사용할 수 없습니다.
pl: Element „{0}” jest niedozwolony podczas rozpoczynania transakcji przez „{1}”.
pt_br: '{0}' não é permitido durante uma transação iniciada por '{1}'.
ru: "{0}" запрещен во время транзакции, начатой с "{1}".
tr: '{1}' tarafından başlatılan bir işlem sırasında '{0}' öğesine izin verilmiyor.
zh_hans: “{1}”之前开始的事务过程中不允许“{0}”。
zh_hant: 在 '{1}' 開始的異動期間，不允許 '{0}'。

# MemberNotAllowedForView
source: '{0}' is not allowed for this view.
cs: {0} není pro toto zobrazení povoleno.
de: "{0}" ist für diese Ansicht nicht zulässig.
es: No se permite '{0}' para esta vista.
fr: '{0}' n'est pas autorisé pour cette vue.
it: '{0}' non consentito per questa visualizzazione.
ja: '{0}' は、このビューに対して許可されていません。
ko: 이 뷰에는 '{0}'을(를) 사용할 수 없습니다.
pl: Element „{0}” jest niedozwolony dla tego widoku.
pt_br: '{0}' não é permitido para esse modo de exibição.
ru: "{0}" не разрешено для этого представления.
tr: Bu görünüm için '{0}' öğesine izin verilmiyor.
zh_hans: 此视图不允许“{0}”。
zh_hant: 此檢視不允許 '{0}'。

# MissingAnnotationHighlightLayer
source: AnnotationHighlightLayer was removed.
cs: AnnotationHighlightLayer byla odstraněna.
de: "AnnotationHighlightLayer" wurde entfernt.
es: AnnotationHighlightLayer se quitó.
fr: AnnotationHighlightLayer a été supprimé.
it: AnnotationHighlightLayer rimosso.
ja: AnnotationHighlightLayer は、削除されました。
ko: AnnotationHighlightLayer를 제거했습니다.
pl: AnnotationHighlightLayer usunięto.
pt_br: AnnotationHighlightLayer foi removido.
ru: Выполнено удаление AnnotationHighlightLayer.
tr: AnnotationHighlightLayer kaldırıldı.
zh_hans: AnnotationHighlightLayer 已移除。
zh_hant: AnnotationHighlightLayer 已移除。

# MissingContentSource
source: Cannot bind properties of ContentPresenter because there is no property named '{0}' on type '{1}'.
cs: Nelze vázat vlastnosti prvku ContentPresenter, protože neexistuje vlastnost pojmenovaná {0} v typu {1}.
de: Die Eigenschaften von ContentPresenter können nicht gebunden werden, weil für den Typ "{1}" keine Eigenschaft mit dem Namen "{0}" vorhanden ist.
es: No se pueden enlazar las propiedades de ContentPresenter porque no hay ninguna propiedad con el nombre "{0}" de tipo "{1}".
fr: Impossible de lier les propriétés de ContentPresenter, car il n'existe aucune propriété nommée '{0}' pour le type '{1}'.
it: Non è possibile eseguire il binding delle proprietà di ContentPresenter perché non esiste alcuna proprietà denominata '{0}' per il tipo '{1}'.
ja: 型 '{1}' 上に '{0}' という名前のプロパティがないため、ContentPresenter のプロパティをバインドできません。
ko: '{1}' 형식에 이름이 '{0}'인 속성이 없기 때문에 ContentPresenter의 속성을 바인딩할 수 없습니다.
pl: Nie można powiązać właściwości ContentPresenter, ponieważ nie ma właściwości o nazwie „{0}” dla typu „{1}”.
pt_br: Não é possível associar as propriedades de ContentPresenter porque não há nenhuma propriedade chamada '{0}' no tipo '{1}'.
ru: Не удается привязать свойства ContentPresenter, так как нет свойства с именем "{0}" для типа "{1}".
tr: '{1}' türünde '{0}' adında özellik olmadığından ContentPresenter özellikleri bağlanamıyor.
zh_hans: 无法绑定 ContentPresenter 的属性，因为类型“{1}”上没有名为“{0}”的属性。
zh_hant: 因為類型 '{1}' 上沒有名為 '{0}' 的屬性，所以無法繫結 ContentPresenter 的屬性。

# MissingTagInNamespace
source: Missing '{0}' in URI {1}.
cs: V identifikátoru URI {1} nebyla nalezena značka {0}.
de: "{0}" fehlt im URI {1}.
es: Falta "{0}" en el URI {1}.
fr: '{0}' manquant dans l'URI {1}.
it: '{0}' mancante nell'URI {1}.
ja: '{0}' が URI {1} にありません。
ko: URI {1}에 '{0}'이(가) 없습니다.
pl: Brakujący element „{0}” w identyfikatorze URI {1}.
pt_br: '{0}' ausente no URI {1}.
ru: Отсутствует "{0}" в URI {1}.
tr: {1} URI’si içinde '{0}' eksik.
zh_hans: URI {1} 中缺少“{0}”。
zh_hant: URI {1} 中缺少 '{0}'。

# MissingTriggerProperty
source: Property can not be null on Trigger.
cs: Vlastnost na Trigger nemůže mít hodnotu null.
de: Die Eigenschaft darf für "Trigger" nicht NULL sein.
es: Una propiedad no puede ser nula en un desencadenador.
fr: La propriété ne peut pas être null sur le déclencheur.
it: Property non può essere Null su Trigger.
ja: Trigger のプロパティを null にすることはできません。
ko: 속성은 Trigger에서 null일 수 없습니다.
pl: Właściwość nie może mieć wartości null dla elementu Trigger.
pt_br: A propriedade não pode ser nula em Trigger.
ru: Свойства не может иметь неопределенное (null) значение в триггере.
tr: Trigger üzerindeki özellik null olamaz.
zh_hans: 属性对于 Trigger 不能为 null。
zh_hant: 觸發程序的屬性不可以是 null。

# MissingValueConverter
source: Cannot find converter.
cs: Převaděč nelze nalézt.
de: Der Konverter kann nicht gefunden werden.
es: No se encuentra el convertidor.
fr: Impossible de trouver un convertisseur.
it: Impossibile trovare il convertitore.
ja: コンバーターが見つかりません。
ko: 변환기를 찾을 수 없습니다.
pl: Nie można znaleźć konwertera.
pt_br: Não é possível encontrar o conversor.
ru: Не удается найти конвертер.
tr: Dönüştürücü bulunamadı.
zh_hans: 无法找到转换器。
zh_hant: 找不到轉換器。

# ModificationEarlierThanCreation
source: Last modification time cannot be earlier than creation time.
cs: Doba poslední úpravy nemůže předcházet dobu vytvoření.
de: Die Zeit der letzten Änderung kann nicht vor dem Zeitpunkt der Erstellung liegen.
es: La hora de la última modificación no puede ser anterior a la hora de creación.
fr: La dernière date de modification ne peut pas être antérieure à la date de création.
it: La data e ora dell'ultima modifica non può essere precedente alla data e ora di creazione.
ja: 最終変更時刻は、作成時刻より前にできません。
ko: 마지막으로 고친 시간이 만든 시간보다 이전일 수 없습니다.
pl: Ostatnia zmiana czasu nie może być wcześniejsza niż godzina utworzenia.
pt_br: A hora da última modificação não pode ser anterior à hora da criação.
ru: Время последнего изменения не может быть раньше времени создания.
tr: Son değiştirilme tarihi oluşturulma tarihinden önce olamaz.
zh_hans: 上一次修改时间不能早于创建时间。
zh_hant: 上次修改時間不能早於建立時間。

# ModifyingLogicalTreeViaStylesNotImplemented
source: '{0}' is not a valid value for '{1}'; values derived from Visual or ContentElement are not supported.
cs: Hodnota {0} není platná hodnota pro prvek {1}. Hodnoty odvozené od prvku Visual nebo ContentElement nejsou podporovány.
de: "{0}" ist kein gültiger Wert für "{1}"; von Visual oder ContentElement abgeleitete Werte werden nicht unterstützt.
es: "{0}" no es un valor válido para "{1}"; los valores derivados de Visual o ContentElement no están admitidos.
fr: '{0}' est une valeur non valide pour '{1}' ; les valeurs dérivées de Visual ou ContentElement ne sont pas prises en charge.
it: '{0}' non è un valore valido per '{1}'. I valori derivati da Visual o ContentElement non sono supportati.
ja: '{0}' は、'{1}' の有効な値ではありません。Visual または ContentElement から派生した値はサポートされません。
ko: '{0}'은(는) '{1}'에 유효한 값이 아닙니다. Visual 또는 ContentElement에서 파생된 값은 지원되지 않습니다.
pl: „{0}” jest nieprawidłową wartością dla „{1}”; wartości pochodzące z obiektu Visual lub ContentElement nie są obsługiwane.
pt_br: '{0}' não é um valor válido para '{1}'; não há suporte para valores derivados de Visual ou ContentElement.
ru: Недопустимое значение "{0}" для "{1}". Производные от Visual или ContentElement значения не поддерживаются.
tr: '{0}', '{1}' için geçerli bir değer değil; Visual veya ContentElement ile türetilen değerler desteklenmez.
zh_hans: “{0}”不是“{1}”的有效值；不支持从 Visual 或 ContentElement 派生的值。
zh_hant: '{0}' 對 '{1}' 來說不是有效值; 不支援從 Visual 或 ContentElement 所衍生的值。

# MoreThanOneAttachedAnnotation
source: Component cannot have more than one AttachedAnnotation.
cs: Komponent nemůže mít více než jednu AttachedAnnotation.
de: Die Komponente kann nicht mehr als eine "AttachedAnnotation" besitzen.
es: El componente no puede tener más de una AttachedAnnotation.
fr: Un composant ne peut pas avoir plusieurs AttachedAnnotation.
it: Il componente supporta una sola AttachedAnnotation.
ja: コンポーネントは、複数の AttachedAnnotation を持てません。
ko: 구성 요소에서 두 개 이상의 AttachedAnnotation을 사용할 수 없습니다.
pl: Składnik nie może mieć więcej niż jednego elementu AttachedAnnotation.
pt_br: O componente não pode ter mais de um AttachedAnnotation.
ru: Компонент не может иметь более одного AttachedAnnotation.
tr: Bileşende birden fazla AttachedAnnotation olamaz.
zh_hans: 组件不能有多个 AttachedAnnotation。
zh_hant: 元件不能有多個 AttachedAnnotation。

# MoreThanOneStartingParts
source: Container has more than one Starting Part relationship.
cs: Zásobník má více než jeden Starting Part relationship.
de: Der Container besitzt mehrals eine Starting Part relationship.
es: El contenedor tiene más de una Starting Part relationship.
fr: Container possède plusieurs Starting Part relationship.
it: Il contenitore include più di una risorsa Starting Part relationship.
ja: コンテナーには、複数の Starting Part relationship があります。
ko: 컨테이너에 두 개 이상의 Starting Part relationship이 있습니다.
pl: Kontener ma więcej niż jedną relację Starting Part relationship.
pt_br: O contêiner tem mais de uma Starting Part relationship.
ru: В контейнере имеется несколько Starting Part relationship.
tr: Kapsayıcıda birden fazla Starting Part relationship var.
zh_hans: 容器有多个 Starting Part relationship。
zh_hant: 容器有多個 Starting Part relationship。

# MoveInDeferSelectionActive
source: Cannot move an item in a selection when selection is in progress.
cs: Nelze přesunout položku do výběru, pokud žádný výběr neprobíhá.
de: Während einer laufenden Auswahl kann kein Element in einer Auswahl verschoben werden.
es: No se puede mover un elemento de una selección cuando esta está en curso.
fr: Impossible de déplacer un élément dans une sélection lorsque la sélection est en cours.
it: Impossibile spostare un elemento in una selezione mentre è in corso la selezione.
ja: 選択中に選択内の項目を移動することはできません。
ko: 선택이 진행 중인 경우 선택 항목을 이동할 수 없습니다.
pl: Nie można przenieść elementu w wyborze, gdy wybór jest w toku.
pt_br: Não é possível mover um item em uma seleção quando a seleção está em andamento.
ru: Невозможно переместить элемент в выделенном фрагменте во время выполнения выделения.
tr: Seçim devam ederken seçim içindeki bir öğe taşınamaz.
zh_hans: 选择正在进行时无法移动选择中的项。
zh_hant: 無法在選取進行當中移動選取範圍中的項目。

# MultiBindingHasNoConverter
source: Cannot set MultiBinding because MultiValueConverter must be specified.
cs: Nelze nastavit MultiBinding, protože musí být specifikován MultiValueConverter.
de: "MultiBinding" kann nicht festgelegt werden, da "MultiValueConverter" angegeben werden muss.
es: No se puede establecer MultiBinding porque se debe especificar MultiValueConverter.
fr: Impossible de définir MultiBinding parce que MultiValueConverter doit être spécifié.
it: Impossibile impostare MultiBinding perché è necessario specificare MultiValueConverter.
ja: MultiBinding を設定できません。MultiValueConverter を指定する必要があります。
ko: MultiValueConverter를 지정해야 하므로 MultiBinding을 설정할 수 없습니다.
pl: Nie można ustawić MultiBinding, ponieważ należy określić MultiValueConverter.
pt_br: Não é possível definir MultiBinding porque MultiValueConverter deve ser fornecido.
ru: Не удается задать MultiBinding, так как необходимо указать MultiValueConverter.
tr: MultiValueConverter belirtilmesi gerektiği için MultiBinding ayarlanamaz.
zh_hans: 无法设置 MultiBinding，因为必须指定 MultiValueConverter。
zh_hant: 無法設定 MultiBinding，因為必須指定 MultiValueConverter。

# MultiSelectorSelectAll
source: Can only call SelectAll when CanSelectMultipleItems is true.
cs: Metodu SelectAll lze volat pouze v případě, že je parametr CanSelectMultipleItems nastaven na hodnotu True.
de: SelectAll kann nur aufgerufen werden, wenn CanSelectMultipleItems "true" ist.
es: Sólo se puede llamar a SelectAll cuando CanSelectMultipleItems es true.
fr: SelectAll ne peut être appelé que lorsque CanSelectMultipleItems a la valeur true.
it: SelectAll può essere chiamato solo quando CanSelectMultipleItems è true.
ja: CanSelectMultipleItems が true のときに呼び出すことができるのは SelectAll のみです。
ko: CanSelectMultipleItems가 true인 경우에만 SelectAll을 호출할 수 있습니다.
pl: Metodę SelectAll można wywołać tylko w przypadku, gdy właściwość CanSelectMultipleItems ma wartość true.
pt_br: Somente é possível chamar SelectAll quando CanSelectMultipleItems é verdadeiro.
ru: Когда для CanSelectMultipleItems установлено значение True, можно вызвать только SelectAll.
tr: SelectAll yalnızca CanSelectMultipleItems true olduğunda çağrılabilir.
zh_hans: CanSelectMultipleItems 为 true 时只能调用 SelectAll。
zh_hant: 只能在 CanSelectMultipleItems 為 true 時呼叫 SelectAll。

# MultiSingleton
source: Cannot create more than one System.Windows.Application instance in the same AppDomain.
cs: Nelze vytvořit víc než jednu instanci System.Windows.Application v téže doméně AppDomain.
de: Es kann nicht mehr als eine System.Windows.Application-Instanz für dieselbe "AppDomain" erstellt werden.
es: No se puede crear más de una instancia System.Windows.Application en el mismo AppDomain.
fr: Impossible de créer plusieurs instances System.Windows.Application dans le même AppDomain.
it: Impossibile creare più di un'istanza System.Windows.Application nello stesso AppDomain.
ja: 同じ AppDomain 内で、複数の System.Windows.Application インスタンスを作成することはできません。
ko: 같은 AppDomain에 두 개 이상의 System.Windows.Application 인스턴스를 만들 수 없습니다.
pl: Nie można utworzyć więcej niż jednego wystąpienia System.Windows.Application w tej samej domenie AppDomain.
pt_br: Não é possível criar mais de uma instância de System.Windows.Application no mesmo AppDomain.
ru: Нельзя создать более одного экземпляра System.Windows.Application в одном AppDomain.
tr: Aynı AppDomain içinde birden fazla System.Windows.Application örneği oluşturulamaz.
zh_hans: 不能在同一 AppDomain 中创建多个 System.Windows.Application 实例。
zh_hant: 無法在 AppDomain 中建立多個 System.Windows.Application 執行個體。

# MultiThreadedCollectionChangeNotSupported
source: This type of CollectionView does not support changes to its SourceCollection from a thread different from the Dispatcher thread.
cs: Tento typ CollectionView nepodporuje změny své kolekce SourceCollection z jiného než dispečerského vlákna.
de: Von diesem CollectionView-Typ werden keine Änderungen der "SourceCollection" unterstützt, wenn diese nicht von einem Dispatcher-Thread aus erfolgen.
es: Este tipo de CollectionView no admite cambios en el SourceCollection de un subproceso distinto del subproceso Dispatcher.
fr: Ce type de CollectionView ne prend pas en charge les modifications de son SourceCollection à partir d'un thread différent du thread du Dispatcher.
it: Questo tipo di CollectionView non supporta modifiche al SourceCollection corrispondente da un thread diverso dal thread del dispatcher.
ja: この型の CollectionView は、Dispatcher スレッドとは異なるスレッドからその SourceCollection への変更をサポートしません。
ko: 이 형식의 CollectionView에서는 발송자 스레드와 다른 스레드에서의 해당 SourceCollection에 대한 변경 내용을 지원하지 않습니다.
pl: Ten typ CollectionView nie obsługuje zmian własnej kolekcji SourceCollection z wątku innego niż Dispatcher.
pt_br: Este tipo de CollectionView não oferece suporte às alterações feitas a SourceCollection a partir de um thread diferente do thread Dispatcher.
ru: Данный тип CollectionView не поддерживает изменения в своем SourceCollection из потока, отличного от потока Dispatcher.
tr: Bu tür CollectionView, Dispatcher iş parçacığından farklı bir iş parçacığından SourceCollection'a yapılan değişiklikleri desteklemez.
zh_hans: 该类型的 CollectionView 不支持从调度程序线程以外的线程对其 SourceCollection 进行的更改。
zh_hant: 此型別的 CollectionView 不支援從與發送器執行緒不同的執行緒變更其 SourceCollection。

# MultipleAssemblyMatches
source: Matched multiple loaded assemblies with short name {0}.
cs: Několik načtených sestavení s krátkým názvem {0} se shoduje.
de: Mehrere geladene Assemblies mit dem Kurznamen "{0}" wurden zugeordnet.
es: Varios ensamblados cargados tienen el nombre corto {0}.
fr: Plusieurs assemblys chargés correspondants avec le nom court {0}.
it: Corrispondenza di più assembly caricati con nome breve {0}.
ja: 読み込まれたアセンブリに、短い名前 {0} を持つものが複数見つかりました。
ko: 약식 이름이 {0}인 일치하는 로드된 어셈블리가 여러 개입니다.
pl: Dopasowano wiele załadowanych zestawów z krótką nazwą {0}.
pt_br: Vários assemblies carregados com o nome curto {0} foram retornados.
ru: Совпало несколько загруженных сборок, имеющих краткое имя {0}.
tr: {0} kısa adıyla birden fazla yüklenmiş derlemeler eşleşti.
zh_hans: 找到多个匹配的已加载程序集，它们都具有短名称 {0}。
zh_hant: 相符之多個載入的組件具有簡短名稱 {0}。

# MustBaseOnStyleOfABaseType
source: Can only base on a Style with target type that is base type '{0}'.
cs: Může být založen pouze na Style, jehož cílovým typem je základní typ {0}.
de: Kann nur auf "Style" mit einem Zieltyp basieren, bei dem es sich um den Basistyp "{0}" handelt.
es: Sólo se puede basar en un Style cuyo tipo de destino sea el tipo base '{0}'.
fr: Ne peut s'appuyer que sur un Style avec un type cible dont le type de base est '{0}'.
it: È possibile basarsi solo su uno Style con il tipo di base di destinazione '{0}'.
ja: ベース型 '{0}' のターゲットの型を持つ Style のみをベースとすることができます。
ko: 기본 형식 '{0}'인 대상 형식을 지닌 Style만을 기준으로 합니다.
pl: Może się opierać tylko na elemencie Style o docelowym typie opartym na „{0}”.
pt_br: Somente é possível se basear em um Style com o tipo de destino que é do tipo base '{0}'.
ru: В качестве базового допускается только Style с типом цели, который является базовым типом "{0}".
tr: Yalnızca '{0}' temel türünde hedef tür içeren bir Style'a dayandırılabilir.
zh_hans: 只能根据带有基类型“{0}”的目标类型的 Style。
zh_hant: 只能以具有目標型別 (基礎型別 '{0}') 的 Style 做為基礎。

# MustBeCondition
source: The ConditionCollection can hold only an instance of Condition or a derived type.
cs: ConditionCollection může obsahovat pouze jednu instanci Condition pro odvozený typ.
de: Von "ConditionCollection" können nur Condition-Instanzen oder Instanzen eines abgeleiteten Typs aufgenommen werden.
es: ConditionCollection sólo puede incluir una instancia de Condition o de un tipo derivado.
fr: L'objet ConditionCollection ne peut contenir qu'une instance de Condition ou un type dérivé.
it: ConditionCollection può contenere solo un'istanza di Condition o un tipo derivato.
ja: ConditionCollection は、Condition または派生した型のインスタンスのみを保持することができます。
ko: ConditionCollection에서는 Condition 인스턴스 또는 파생 형식만 보유할 수 있습니다.
pl: ConditionCollection może zawierać tylko wystąpienie Condition lub typu pochodnego.
pt_br: ConditionCollection somente pode comportar uma instância de Condition ou de um tipo derivado.
ru: ConditionCollection может содержать только экземпляр типа Condition или производного типа.
tr: ConditionCollection yalnızca bir Condition örneği veya türetilmiş tür alabilir.
zh_hans: ConditionCollection 只能容纳 Condition 的实例或派生类型。
zh_hant: ConditionCollection 只能使用 Condition 的執行個體或衍生型別。

# MustBeFrameworkDerived
source: '{0}' type must derive from FrameworkElement or FrameworkContentElement.
cs: Typ {0} musí být odvozen od prvku FrameworkElement nebo FrameworkContentElement.
de: Der Typ "{0}" muss sich von "FrameworkElement" oder "FrameworkContentElement" ableiten.
es: El tipo '{0}' debe derivar de FrameworkElement o FrameworkContentElement.
fr: Le type '{0}' doit dériver de FrameworkElement ou FrameworkContentElement.
it: Il tipo '{0}' deve derivare da FrameworkElement o FrameworkContentElement.
ja: '{0}' 型は、FrameworkElement または FrameworkContentElement から派生している必要があります。
ko: '{0}' 형식은 FrameworkElement 또는 FrameworkContentElement에서 파생되어야 합니다.
pl: Typ „{0}” musi pochodzić od FrameworkElement lub FrameworkContentElement.
pt_br: O tipo '{0}' deve derivar de FrameworkElement ou FrameworkContentElement.
ru: Тип "{0}" должен быть производным от FrameworkElement или FrameworkContentElement.
tr: '{0}' türü FrameworkElement veya FrameworkContentElement'den türetilmelidir.
zh_hans: “{0}”类型必须从 FrameworkElement 或 FrameworkContentElement 派生。
zh_hant: '{0}' 型別必須從 FrameworkElement 或 FrameworkContentElement 衍生。

# MustBeFrameworkOr3DDerived
source: '{0}' type must derive from FrameworkElement, FrameworkContentElement, or Visual3D.
cs: Typ {0} musí být odvozen od prvku FrameworkElement, FrameworkContentElement nebo Visual3D.
de: Der Typ "{0}" muss sich von "FrameworkElement", "FrameworkContentElement" oder "Visual3D" ableiten.
es: El tipo '{0}' debe derivar de FrameworkElement, FrameworkContentElement o Visual3D.
fr: Le type '{0}' doit dériver de FrameworkElement, FrameworkContentElement ou Visual3D.
it: Il tipo '{0}' deve derivare da FrameworkElement, FrameworkContentElement o Visual3D.
ja: '{0}' 型は、FrameworkElement、FrameworkContentElement、または Visual3D から派生している必要があります。
ko: '{0}' 형식은 FrameworkElement, FrameworkContentElement 또는 Visual3D에서 파생되어야 합니다.
pl: Typ „{0}” musi pochodzić od FrameworkElement, FrameworkContentElement lub Visual3D.
pt_br: O tipo '{0}' deve derivar de FrameworkElement, FrameworkContentElement ou Visual3D.
ru: Тип "{0}" должен быть производным от FrameworkElement, FrameworkContentElement или Visual3D.
tr: '{0}' türü FrameworkElement, FrameworkContentElement veya Visual3D'den türetilmelidir.
zh_hans: “{0}”类型必须从 FrameworkElement、FrameworkContentElement 或 Visual3D 派生。
zh_hant: '{0}' 型別必須從 FrameworkElement、FrameworkContentElement 或 Visual3D 衍生。
