Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# DataGrid_ProbableInvalidSortDescription
source: Items refresh of the DataGrid failed. One of the probable causes is that the SortDescriptions added are not valid, in which case probable solutions are to set the CanUserSort on the Column to false, or to use SortMemberPath property on the Column, or to handle the Sorting event on DataGrid.
cs: Aktualizace položek třídy DataGrid se nezdařila. Jednou z možných příčin může být skutečnost, že přidané vlastnosti SortDescriptions nejsou platné. V takovém případě je možným řešením nastavení vlastnosti CanUserSort sloupce na hodnotu false, použití vlastnosti SortMemberPath u tohoto sloupce nebo zpracování události řazení u třídy DataGrid.
de: Fehler beim Aktualisieren der Elemente des DataGrid. Dies kann darauf zurückzuführen sein, dass die hinzugefügten SortDescriptions ungültig sind. In diesem Fall kann das Problem möglicherweise mit einem der folgenden Verfahren behoben werden: Legen Sie CanUserSort für die Spalte auf "false" fest, verwenden Sie die SortMemberPath-Eigenschaft für die Spalte, oder behandeln Sie das Sorting-Ereignis für DataGrid.
es: Error de actualización de los elementos de DataGrid. Una de las causas probables es que los elementos SortDescription agregados no son válidos, en cuyo caso las soluciones probables son establecer CanUserSort en la columna en false, usar la propiedad SortMemberPath en la columna o controlar el evento Sorting en DataGrid.
fr: Échec de l'actualisation des éléments du DataGrid. L'une des raisons probables est l'ajout de SortDescriptions non valides. Dans ce cas, les solutions possibles consistent à affecter la valeur False à CanUserSort sur Column, à utiliser la propriété SortMemberPath sur Column ou à gérer l'événement Sorting sur DataGrid.
it: Aggiornamento degli elementi del DataGrid non riuscito. Una delle cause probabili è che SortDescriptions aggiunto non sia valido. Le soluzioni probabili sono di impostare CanUserSort sulla Colonna su false, oppure di utilizzare la proprietà SortMemberPath sulla Colonna, oppure di gestire l'evento di Ordinamento su DataGrid.
ja: DataGrid の項目更新が失敗しました。原因としては、追加された SortDescriptions が無効であることが考えられます。その場合、考えられる解決策としては、Column の CanUserSort を false に設定するか、Column に SortMemberPath プロパティを使用するか、または DataGrid で Sorting イベントを処理する方法があります。
ko: DataGrid의 항목을 새로 고치지 못했습니다. 추가된 SortDescriptions가 잘못되었을 수 있습니다. 이 경우 문제를 해결하려면 Column의 CanUserSort를 false로 설정하거나, Column에서 SortMemberPath 속성을 사용하거나, DataGrid에서 Sorting 이벤트를 처리하십시오.
pl: Odświeżanie elementów formantu DataGrid nie powiodło się. Jedną z prawdopodobnych przyczyn jest to, że dodane właściwości SortDescriptions są nieprawidłowe; w takim wypadku prawdopodobne rozwiązanie to ustawienie wartości CanUserSort elementu Column jako false lub użycie właściwości SortMemberPath elementu Column, lub obsługa zdarzenia Sorting w formancie DataGrid.
pt_br: Falha na atualização de itens do DataGrid. Causa provável: as SortDescriptions não são válidas. Soluções prováveis: definir CanUserSort na Coluna como false, usar a propriedade SortMemberPath na Coluna ou tratar o evento Sorting em DataGrid.
ru: Не удалось обновить элементы DataGrid. Это может быть вызвано тем, что добавленные описания сортировки не являются допустимыми. Возможные решения: установить свойству столбца CanUserSort значение false, использовать свойство столбца SortMemberPath или обработать событие Sorting объекта DataGrid.
tr: DataGrid'in Items yenilemesi başarısız oldu. Olası nedenlerden biri eklenen SortDescriptions'ın geçersiz olmasıdır. Bunu olası çözümü Column üzerindeki CanUserSort'a false değerini verme veya Column üzerinde SortMemberPath özelliğini kullanmak ya da DataGrid üzerinde Sorting olayını işlemektir.
zh_hans: DataGrid 的项刷新失败。可能的原因之一是: 所添加的 SortDescriptions 无效。对此，可尝试将 Column 的 CanUserSort 设置为 false，或者对 Column 使用 SortMemberPath 属性，或者处理 DataGrid 上的 Sorting 事件。
zh_hant: DataGrid 的項目重新整理失敗。其中一項可能的原因是新增的 SortDescriptions 無效，若是這種情況，則可能的解決方案是將 Column 上的 CanUserSort 設定為 false，或是在 Column 上使用 SortMemberPath 屬性，或是在 DataGrid 上處理 Sorting 事件。

# DataGrid_ReadonlyCellsItemsSource
source: The ItemsSource for the DataGridCellsPresenter is read-only.
cs: Vlastnost ItemsSource pro třídu DataGridCellsPresenter je jen pro čtení.
de: Die ItemsSource für DataGridCellsPresenter ist schreibgeschützt.
es: El valor de ItemsSource para DataGridCellsPresenter es de solo lectura.
fr: ItemsSource de DataGridCellsPresenter est en lecture seule.
it: ItemsSource per DataGridCellsPresenter è di sola lettura.
ja: DataGridCellsPresenter の ItemsSource が読み取り専用です。
ko: DataGridCellsPresenter의 ItemsSource가 읽기 전용입니다.
pl: Właściwość ItemsSource klasy DataGridCellsPresenter jest tylko do odczytu.
pt_br: A ItemsSource do DataGridCellsPresenter é somente leitura.
ru: ItemsSource для DataGridCellsPresenter доступен только для чтения.
tr: DataGridCellsPresenter için ItemsSource salt okunurdur.
zh_hans: DataGridCellsPresenter 的 ItemsSource 为只读。
zh_hant: DataGridCellsPresenter 的 ItemsSource 是唯讀的。

# DataTypeCannotBeObject
source: DataTemplate.DataType cannot be type Object.
cs: DataTemplate.DataType nemůže být typ Object.
de: "DataTemplate.DataType" kann nicht vom Typ "Object" sein.
es: DataTemplate.DataType no puede ser de tipo Object.
fr: DataTemplate.DataType ne peut pas être de type Object.
it: DataTemplate.DataType non può essere di tipo Object.
ja: DataTemplate.DataType の型は Object にできません。
ko: DataTemplate.DataType은 Object 유형일 수 없습니다.
pl: DataTemplate.DataType nie może być typu Object.
pt_br: DataTemplate.DataType não pode ser do tipo Object.
ru: DataTemplate.DataType не может иметь тип Object.
tr: DataTemplate.DataType tür Object olamaz.
zh_hans: DataTemplate.DataType 不能是 Object 类型。
zh_hant: DataTemplate.DataType 的型別不能是 Object。

# DatePickerAutomationPeer_LocalizedControlType
source: date picker
cs: Výběr data
de: Datumsauswahl
es: Selector de fecha
fr: Sélecteur de dates
it: selezione data
ja: 日付選択カレンダー
ko: 날짜 선택
pl: wybór daty
pt_br: seletor de data
ru: Выбор даты
tr: tarih seçici
zh_hans: 日期选取器
zh_hant: 日期選擇器

# DatePickerTextBox_DefaultWatermarkText
source: <Enter text here>
cs: <Sem zadejte text>
de: <Text hier eingeben>
es: <Escriba el texto aquí>
fr: <Entrez le texte ici>
it: <Inserire testo qui>
ja: <ここに入力>
ko: <여기에 텍스트 입력>
pt_br: <Digite o texto aqui>
ru: <Введите текст>
tr: <Buraya metin girin>
zh_hans: <在此处输入文本>
zh_hant: <在此輸入文字>

# DatePickerTextBox_TemplatePartIsOfIncorrectType
source: The template part {0} is not an instance of {1}.
cs: Část šablony {0} není instancí typu {1}.
de: Der Vorlagenbestandteil "{0}" ist keine Instanz von {1}.
es: La parte {0} de la plantilla no es una instancia de {1}.
fr: Le composant de modèle {0} n'est pas une instance de {1}.
it: La parte di modello {0} non è un'istanza di {1}.
ja: テンプレート部分 {0} は {1} のインスタンスではありません。
ko: 템플릿 요소 {0}은(는) {1}의 인스턴스가 아닙니다.
pl: Część szablonu {0} nie jest wystąpieniem {1}.
pt_br: O componente de modelo {0} não é uma instância de {1}.
ru: Часть шаблона {0} не является экземпляром {1}.
tr: {0} şablon kısmı bir {1} örneği değil.
zh_hans: 模板部件 {0} 不是 {1} 的实例。
zh_hant: 範本組件 {0} 並非 {1} 的執行個體。

# DatePicker_DropDownButtonName
source: Show Calendar
cs: Zobrazit kalendář
de: Kalender anzeigen
es: Mostrar calendario
fr: Afficher le calendrier
it: Mostra calendario
ja: カレンダーの表示
ko: 달력 표시
pl: Pokaż kalendarz
pt_br: Mostrar Calendário
ru: Показать календарь
tr: Takvimi Göster
zh_hans: 显示日历
zh_hant: 顯示行事曆

# DatePicker_OnSelectedDateFormatChanged_InvalidValue
source: DatePickerFormat value is not valid.
cs: Hodnota DatePickerFormat není platná.
de: Der DatePickerFormat-Wert ist ungültig.
es: El valor de DatePickerFormat no es válido.
fr: La valeur DatePickerFormat n'est pas valide.
it: Valore DatePickerFormat non valido.
ja: DatePickerFormat 値が無効です。
ko: DatePickerFormat 값이 잘못되었습니다.
pl: Wartość DatePickerFormat jest nieprawidłowa.
pt_br: O valor DatePickerFormat não é válido.
ru: Недопустимое значение DatePickerFormat.
tr: DatePickerFormat değeri geçerli değil.
zh_hans: DatePickerFormat 值无效。
zh_hant: DatePickerFormat 值無效。

# DatePicker_WatermarkText
source: Select a date
cs: Vybrat datum
de: Datum auswählen
es: Seleccione una fecha
fr: Sélectionner une date
it: Selezionare una data
ja: 日付の選択
ko: 날짜 선택
pl: Wybierz datę
pt_br: Selecione uma data
ru: Выбор даты
tr: Tarih seçin
zh_hans: 选择日期
zh_hant: 選取日期

# DeferSelectionActive
source: Cannot begin a new selection while a selection is in progress.
cs: Nový výběr nelze zahájit když je výběr právě prováděn.
de: Während einer laufenden Auswahl kann keine neue Auswahl begonnen werden.
es: No se puede iniciar una nueva selección mientras hay otra selección en curso.
fr: Impossible de commencer une nouvelle sélection pendant qu'une sélection est en cours.
it: Impossibile iniziare una nuova selezione mentre è in corso una selezione.
ja: 選択中に新しい選択を開始することはできません。
ko: 선택이 진행 중인 경우 새로운 선택을 시작할 수 없습니다.
pl: Nie można rozpocząć nowego wyboru, gdy poprzedni wybór jest w toku.
pt_br: Não é possível iniciar uma nova seleção enquanto uma seleção está em andamento.
ru: Невозможно начать новое выделение, когда выделение уже выполняется.
tr: Bir seçim devam ederken yeni bir seçime başlanamaz.
zh_hans: 某个选择正在进行时无法开始新选择。
zh_hant: 無法在選取進行當中開始新的選取。

# DeferSelectionNotActive
source: Cannot end a selection when no selection is in progress.
cs: Nelze ukončit výběr, pokud žádný výběr neprobíhá.
de: Eine Auswahl kann nicht beendet werden, wenn derzeit keine Auswahl ausgeführt wird.
es: No se puede finalizar una selección si no hay ninguna selección en curso.
fr: Impossible de terminer une sélection lorsqu'il n'existe aucune sélection en cours.
it: Impossibile terminare una selezione mentre non è in corso alcuna selezione.
ja: 選択中でないときに選択を終了することはできません。
ko: 선택이 진행 중이 아닌 경우 선택을 종료할 수 없습니다.
pl: Nie można zakończyć wyboru, jeśli żaden wybór nie jest w toku.
pt_br: Não é possível terminar uma seleção quando não há nenhuma seleção em andamento.
ru: Невозможно завершить выделение, когда выделение не выполняется.
tr: Devam eden seçim yokken seçim sonlandırılamaz.
zh_hans: 没有选择正在进行时无法结束选择。
zh_hant: 無法在選取進行當中結束選取。

# DeferringLoaderNoContext
source: Deferring loader '{0}' requires that '{1}' be implemented in the IServiceProvider.
cs: Odložené načítání {0} vyžaduje, aby byla do rozhraní IServiceProvider implementována položka {1}.
de: Das Verzögern des {0}-Ladeprogramms setzt voraus, dass {1} in IServiceProvider implementiert ist.
es: Para aplazar el cargador "{0}" debe implementarse "{1}" en IServiceProvider.
fr: Le report du chargeur '{0}' nécessite l'implémentation de '{1}' dans IServiceProvider.
it: Per posticipare il caricatore '{0}', è necessario che '{1}' sia implementato in IServiceProvider.
ja: 遅延ローダー '{0}' では、IServiceProvider に '{1}' を実装する必要があります。
ko: 지연 로더 '{0}'에서는 IServiceProvider에서 '{1}'을(를) 구현해야 합니다.
pl: Odkładanie modułu ładującego „{0}” wymaga zaimplementowania obiektu „{1}” w interfejsie IServiceProvider.
pt_br: O adiamento do carregador '{0}' exige a implementação de '{1}' no IServiceProvider.
ru: Для задерживающего загрузчика "{0}" требуется, чтобы "{1}" был реализован в IServiceProvider.
tr: '{0}' yükleyicisini erteleme IServiceProvider içinde '{1}' uygulanmasını gerektiriyor.
zh_hans: 延迟加载程序“{0}”要求在 IServiceProvider 中实现“{1}”。
zh_hant: 延後載入器 '{0}' 要求要在 IServiceProvider 中實作 '{1}'。

# DeferringLoaderNoSave
source: Deferring loader '{0}' does not support the Save operation.
cs: Odložené načítání {0} nepodporuje operaci Uložit.
de: Das Verzögern des {0}-Ladeprogramms unterstützt den Speichervorgang nicht.
es: El aplazamiento del cargador '{0}' no admite la operación Save.
fr: Le report du chargeur '{0}' ne prend pas en charge l'opération Enregistrer.
it: La posticipazione del caricatore '{0}' non supporta l'operazione di salvataggio.
ja: 遅延ローダー '{0}' は保存操作をサポートしません。
ko: 지연 로더 '{0}'에서는 저장 작업이 지원되지 않습니다.
pl: Odkładanie modułu ładującego „{0}” nie obsluguje operacji Save.
pt_br: O adiamento do carregador '{0}' não oferece suporte à operação de salvamento.
ru: Задерживающий загрузчик "{0}" не поддерживает операцию Save.
tr: '{0}' yükleyicisini erteleme Save işlemini desteklemiyor.
zh_hans: 延迟加载程序“{0}”不支持“保存”操作。
zh_hant: 延後載入器 '{0}' 不支援儲存作業。

# DeleteAnnotations
source: _Delete Notes and Highlights
cs: _Odstranit poznámky a zvýraznění
de: _Anmerkungen und Hervorhebungen löschen
es: _Eliminar notas y resaltados
fr: _Supprimer des notes et des surlignages
it: _Elimina note ed evidenziazioni
ja: メモと蛍光ペンの削除(_D)
ko: 메모 및 강조 삭제(_D)
pl: _Usuń uwagi i wyróżnienia
pt_br: _Excluir Notas e Destaques
ru: _Удалить примечания и снять выделение
tr: _Notları ve Vurguları Sil
zh_hans: 删除注释并突出显示(_D)
zh_hant: 刪除記事與醒目提示(_D)

source: D_elete Notes
cs: O_dstranit poznámky
de: _Notizen löschen
es: E_liminar notas
fr: S_upprimer des notes
it: Eli_mina note
ja: メモの削除(_E)
ko: 메모 삭제(_E)
pl: U_suń uwagi
pt_br: E_xcluir Notas
ru: Удалить при_мечания
tr: N_otları Sil
zh_hans: 删除注释(_E)
zh_hant: 刪除記事(_E)

# DeployText
source: The application cannot be deployed. Contact the application publisher for assistance.
cs: Aplikaci nelze zavést. Kontaktujte vydavatele aplikace a požádejte ho o pomoc.
de: Die Anwendung kann nicht bereitgestellt werden. Wenden Sie sich an den Herausgeber der Anwendung.
es: La aplicación no se puede implementar. Póngase en contacto con el publicador de la aplicación para obtener ayuda.
fr: L'application ne peut pas être déployée. Contactez l'éditeur de l'application pour obtenir de l'aide.
it: Impossibile distribuire l'applicazione. Richiedere assistenza all'autore dell'applicazione.
ja: アプリケーションを展開できません。アプリケーションの公開元に問い合わせてください。
ko: 응용 프로그램을 배포할 수 없습니다. 도움이 필요하면 응용 프로그램 게시자에게 문의하십시오.
pl: Nie można wdrożyć aplikacji. W celu uzyskania pomocy skontaktuj się z wydawcą aplikacji.
pt_br: O aplicativo não pode ser implantado. Entre em contato com o editor do aplicativo para obter ajuda.
ru: Невозможно развернуть приложение. Обратитесь к издателю приложения.
tr: Uygulama dağıtılamıyor. Yardım için uygulama yayımcısına başvurun.
zh_hans: 无法部署应用程序。请联系应用程序发行者以获得帮助。
zh_hant: 無法部署應用程式。請連絡應用程式發行者以尋求協助。

# DeployTitle
source: Application Deployment Error
cs: Chyba zavádění aplikace
de: Anwendungsbereitstellungsfehler
es: Error de implementación de la aplicación
fr: Erreur de déploiement de l'application
it: Errore di distribuzione dell'applicazione
ja: アプリケーションの展開エラー
ko: 응용 프로그램 배포 오류
pl: Błąd wdrażania aplikacji
pt_br: Erro de Implantação do Aplicativo
ru: Ошибка при развертывании приложения
tr: Uygulama Dağıtım Hatası
zh_hans: 应用程序部署错误
zh_hant: 應用程式部署錯誤

# DesignerMetadata_CustomCategory_Accessibility
source: Accessibility
cs: Přístupnost
de: Barrierefreiheit
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: ユーザー補助
ko: 내게 필요한 옵션
pl: Dostępność
pt_br: Acessibilidade
ru: Специальные возможности
tr: Erişilebilirlik
zh_hans: 辅助功能
zh_hant: 網頁可及性

# DesignerMetadata_CustomCategory_Content
source: Content
cs: Obsah
de: Inhalt
es: Contenido
fr: Contenu
it: Contenuto
ja: コンテンツ
ko: 내용
pl: Zawartość
pt_br: Conteúdo
ru: Объект
tr: İçerik
zh_hans: 内容
zh_hant: 內容

# DialogResultMustBeSetAfterShowDialog
source: DialogResult can be set only after Window is created and shown as dialog.
cs: DialogResult lze nastavit až po vytvoření Window a jeho zobrazení jako dialogu.
de: "DialogResult" kann nur festgelegt werden, nachdem "Window" erstellt wurde und als Dialogfeld angezeigt wird.
es: DialogResult sólo se puede establecer después de haber creado Window y una vez mostrada como cuadro de diálogo.
fr: DialogResult ne peut être défini qu'après la création de Window et affiché en tant que boîte de dialogue.
it: È possibile impostare DialogResult solo dopo la creazione di Window e la relativa visualizzazione come finestra di dialogo.
ja: Window を作成し、ダイアログとして表示した後でのみ DialogResult を設定できます。
ko: Window를 만들고 대화 상자가 표시된 후에만 DialogResult를 설정할 수 있습니다.
pl: DialogResult można ustawić tylko po utworzeniu elementu typu Window i jego wyświetleniu jako okna dialogowego.
pt_br: DialogResult somente pode ser definido após Window ser criado e exibido como caixa de diálogo.
ru: DialogResult можно задать только после создания Window и его отображения как диалогового окна.
tr: DialogResult yalnızca Window oluşturulduktan ve iletişim kutusu olarak gösterildikten sonra ayarlanabilir.
zh_hans: 只能在创建 Window 并且作为对话框显示之后才能设置 DialogResult。
zh_hant: 建立 Window 並顯示為對話方塊之後，才能設定 DialogResult。

# DisplayMemberPathAndItemTemplateDefined
source: Cannot set both DisplayMemberPath and ItemTemplate.
cs: Nelze nastavit současně cestu DisplayMemberPath a šablonu ItemTemplate.
de: "DisplayMemberPath" und "ItemTemplate" können nicht beide festgelegt werden.
es: No se pueden establecer DisplayMemberPath e ItemTemplate al mismo tiempo.
fr: Impossible de définir à la fois DisplayMemberPath et ItemTemplate.
it: Impossibile impostare sia DisplayMemberPath che ItemTemplate.
ja: DisplayMemberPath と ItemTemplate を両方とも設定できません。
ko: DisplayMemberPath와 ItemTemplate을 함께 설정할 수 없습니다.
pl: Nie można ustawić jednocześnie DisplayMemberPath i ItemTemplate.
pt_br: Não é possível definir DisplayMemberPath e ItemTemplate.
ru: Нельзя одновременно задать значения DisplayMemberPath и ItemTemplate.
tr: DisplayMemberPath ve ItemTemplate'in her ikisi birden ayarlanamaz.
zh_hans: 无法同时设置 DisplayMemberPath 和 ItemTemplate。
zh_hant: 無法同時設定 DisplayMemberPath 與 ItemTemplate。

# DisplayMemberPathAndItemTemplateSelectorDefined
source: Cannot set both DisplayMemberPath and ItemTemplateSelector. When one is nonempty, it must be cleared before the other can be set.
cs: Nelze nastavit současně cestu DisplayMemberPath a selektor ItemTemplateSelector. Pokud je jeden z těchto prvků jiný než prázdný, je potřeba jej nejprve vyprázdnit a pak teprve nastavit druhý.
de: "DisplayMemberPath" und "ItemTemplateSelector" können nicht beide festgelegt werden. Ist eines nicht leer, muss es geleert werden, bevor das andere festgelegt werden kann.
es: No se pueden establecer DisplayMemberPath e ItemTemplateSelector al mismo tiempo. Cuando uno de los dos no está vacío, deberá borrarse antes de establecer el otro.
fr: Impossible de définir à la fois DisplayMemberPath et ItemTemplateSelector. Quand l'un n'est pas vide, il doit être supprimé avant que l'autre ne puisse être défini.
it: Impossibile impostare sia DisplayMemberPath che ItemTemplateSelector. Se uno degli elementi non è vuoto, è necessario cancellarne il contenuto prima di poter impostare l'altro.
ja: DisplayMemberPath と ItemTemplateSelector を両方とも設定できません。一方が空でない場合、クリアしてからでないともう一方を設定できません。
ko: DisplayMemberPath와 ItemTemplateSelector를 함께 설정할 수 없습니다. 둘 중 하나가 비어 있지 않으면, 다른 항목을 설정하기 전에 먼저 지워야 합니다.
pl: Nie można ustawić jednocześnie DisplayMemberPath i ItemTemplateSelector. Jeśli jeden z nich nie jest pusty, należy go wyczyścić przed ustawieniem drugiego.
pt_br: Não é possível definir DisplayMemberPath e ItemTemplateSelector. Quando um é não vazio, ele deve ser apagado antes que o outro possa ser definido.
ru: Нельзя одновременно задать DisplayMemberPath и ItemTemplateSelector. Если одно из значений не является пустым, его необходимо очистить перед заданием другого значения.
tr: DisplayMemberPath ve ItemTemplateSelector'un ikisi birden ayarlanamaz. Bunlardan bir boş olmadığında, diğeri ayarlanmadan önce bunun temizlenmesi gerekir.
zh_hans: 无法同时设置 DisplayMemberPath 和 ItemTemplateSelector。当其中一个非空时，必须清除它才能设置另一个。
zh_hant: 無法同時設定 DisplayMemberPath 與 ItemTemplateSelector。當其中一個是非空白時，設定另一個之前必須先將它清除。

# DocumentApplicationCannotInitializeUI
source: Cannot start the XPS viewer.
cs: Nelze spustit prohlížeč XPS.
de: Der XPS-Viewer kann nicht gestartet werden.
es: No se puede iniciar el visor XPS.
fr: Impossible de démarrer la visionneuse XPS.
it: Impossibile avviare il visualizzatore XPS.
ja: XPS ビューアーを開始できません。
ko: XPS 뷰어를 시작할 수 없습니다.
pl: Nie można uruchomić przeglądarki XPS.
pt_br: Não é possível iniciar o visualizador XPS.
ru: Не удается запустить средство просмотра XPS.
tr: XPS görüntüleyicisi başlatılamıyor.
zh_hans: 无法启动 XPS 查看器。
zh_hant: 無法啟動 XPS 檢視器。

# DocumentApplicationContextMenuFirstPageInputGesture
source: Ctrl+Home
de: Strg+Pos1
es: Ctrl+Inicio
fr: Ctrl+Début

# DocumentApplicationContextMenuLastPageInputGesture
source: Ctrl+End
de: Strg+Ende
es: Ctrl+Fin
fr: Ctrl+Fin
it: CTRL+FINE

# DocumentApplicationContextMenuNextPageHeader
source: Next Page
cs: Další stránka
de: Nächste Seite
es: Página siguiente
fr: Page suivante
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
pl: Następna strona
pt_br: Próxima Página
ru: Следующая страница
tr: Sonraki Sayfa
zh_hans: 下一页
zh_hant: 下一頁

# DocumentApplicationContextMenuNextPageInputGesture
source: Ctrl+Page Down
de: Strg+Bild-Ab
es: Ctrl+AvPág
fr: Ctrl+Pg. suiv
it: CTRL+PGGIÙ
ko: Ctrl+PgDn

# DocumentApplicationContextMenuPreviousPageHeader
source: Previous Page
cs: Předchozí stránka
de: Vorherige Seite
es: Página anterior
fr: Page précédente
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
pl: Poprzednia strona
pt_br: Página Anterior
ru: Предыдущая страница
tr: Önceki Sayfa
zh_hans: 上一页
zh_hant: 上一頁

# DocumentApplicationContextMenuPreviousPageInputGesture
source: Ctrl+Page Up
de: Strg+Bild-Auf
es: Ctrl+RePág
fr: Ctrl+Page Préc.
it: CTRL+PGSU
ko: Ctrl+PgUp

# DocumentApplicationNotInFullTrust
source: DocumentApplication cannot run in full trust.
cs: DocumentApplication nelze používat v úplném vztahu důvěryhodnosti.
de: "DocumentApplication" kann nicht im Modus "Voll vertrauenswürdig" ausgeführt werden.
es: DocumentApplication no se puede ejecutar con plena confianza.
fr: DocumentApplication ne peut pas s'exécuter en mode confiance totale.
it: Impossibile eseguire DocumentApplication con attendibilità totale.
ja: DocumentApplication を完全な信頼で実行できません。
ko: DocumentApplication을 완전 신뢰로 실행할 수 없습니다.
pl: DocumentApplication nie można uruchomić w trybie całkowitego zaufania.
pt_br: DocumentApplication não pode ser executado em confiança total.
ru: DocumentApplication нельзя запустить с полным доверием.
tr: DocumentApplication tam güven içimde çalışamaz.
zh_hans: DocumentApplication 无法在完全信任下运行。
zh_hant: DocumentApplication 無法在完全信任的情況下執行。

# DocumentApplicationRegistryKeyNotFound
source: Cannot find required registry key '{0}'.
cs: Nelze nalézt požadovaný klíč registru {0}.
de: Der erforderliche Registrierungsschlüssel ("{0}") wurde nicht gefunden.
es: No se puede encontrar la clave del Registro necesaria '{0}'.
fr: Impossible de trouver la clé de Registre requise '{0}'.
it: Impossibile trovare la chiave del Registro di sistema richiesta '{0}'.
ja: 必要なレジストリ キー '{0}' が見つかりません。
ko: 필수 레지스트리 키 '{0}'을(를) 찾을 수 없습니다.
pl: Nie można znaleźć wymaganego klucza rejestru „{0}”.
pt_br: Não é possível encontrar a chave de registro necessária '{0}'.
ru: Не удается найти требуемый раздел реестра "{0}".
tr: Gerekli kayıt defteri anahtarı '{0}' bulunamıyor.
zh_hans: 无法找到必需的注册表项“{0}”。
zh_hant: 找不到必要的登錄機碼 '{0}'。

# DocumentApplicationStatusLoaded
source: Document loaded.
cs: Dokument načten.
de: Das Dokument wurde geladen.
es: Documento cargado.
fr: Document téléchargé.
it: Documento caricato.
ja: ドキュメントを読み込みました。
ko: 문서가 로드되었습니다.
pl: Dokument został załadowany.
pt_br: Documento carregado.
ru: Документ загружен.
tr: Belge yüklendi.
zh_hans: 文档已加载。
zh_hant: 文件已載入。

# DocumentApplicationUnableToOpenDocument
source: The XPS viewer cannot open the document.
cs: Prohlížeč XPS nemůže dokument otevřít.
de: Der XPS-Viewer kann das Dokument nicht öffnen.
es: El visor XPS no puede abrir el documento.
fr: La visionneuse XPS ne peut pas ouvrir le document.
it: Visualizzatore XPS: impossibile aprire il documento.
ja: XPS ビューアーはドキュメントを開くことができません。
ko: XPS 뷰어를 사용하여 문서를 열 수 없습니다.
pl: Nie można otworzyć dokumentu w przeglądarce XPS.
pt_br: O visualizador XPS não pode abrir o documento.
ru: Средству просмотра XPS не удается открыть данный документ.
tr: XPS görüntüleyicisi belgeyi açamıyor.
zh_hans: XPS 查看器无法打开该文档。
zh_hant: XPS 檢視器無法開啟文件。
