Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# AXNohWnd
source: Cannot get window handle for control '{0}'. Windowless ActiveX controls are not supported.
cs: Nelze získat ovladač okna pro ovládání prvku {0}. Ovládací prvky ActiveX bez oken nejsou podporovány.
de: Das Fensterhandle für das Steuerelement "{0}" konnte nicht abgerufen werden. Fensterlose ActiveX-Steuerelemente werden nicht unterstützt.
es: No se puede obtener el identificador de ventana para el control '{0}'. Los controles ActiveX sin ventanas no están admitidos.
fr: Impossible d'obtenir le handle de fenêtre pour le contrôle '{0}'. Les contrôles ActiveX sans fenêtre ne sont pas pris en charge.
it: Impossibile recuperare l'handle di finestra per il controllo '{0}'. Non sono supportati controlli ActiveX senza finestra.
ja: コントロール '{0}' のウィンドウ ハンドルを取得できません。ウィンドウなしの ActiveX コントロールはサポートされていません。
ko: '{0}' 컨트롤에 대한 창 핸들을 가져올 수 없습니다. 창 없는 ActiveX 컨트롤은 지원되지 않습니다.
pl: Nie można uzyskać uchwytu okna dla formantu „{0}”. Formanty ActiveX niepowiązane z oknami nie są obsługiwane.
pt_br: Não é possível obter o identificador de janela para o controle '{0}'. Não há suporte para controles ActiveX sem-janelas.
ru: Не удается получить дескриптор окна для элемента управления "{0}". Элементы ActiveX без окон не поддерживаются.
tr: '{0}' denetimi için pencere işleyicisi alınamıyor. Penceresiz ActiveX denetimleri desteklenmez.
zh_hans: 无法获取控件“{0}”的窗口句柄。不支持无窗口的 ActiveX 控件。
zh_hant: 無法取得控制項 '{0}' 的視窗控制碼。不支援無視窗的 ActiveX 控制項。

# AbsoluteUriNotAllowed
source: Cannot use absolute URI.
cs: Nelze použít absolutní identifikátor URI.
de: Absoluter URI kann nicht verwendet werden.
es: No se puede usar un URI absoluto.
fr: Impossible d'utiliser un URI absolu.
it: Impossibile utilizzare un URI assoluto.
ja: 絶対 URI を使用できません。
ko: 절대 URI를 사용할 수 없습니다.
pl: Nie można użyć bezwzględnego identyfikatora URI.
pt_br: Não é possível utilizar um URI absoluto.
ru: Использование абсолютного URI невозможно.
tr: URI kullanılamıyor.
zh_hans: 无法使用绝对 URI。
zh_hant: 無法使用絕對 URI。

# AbsoluteUriOnly
source: Relative URIs are not allowed.
cs: Relativní identifikátory URI nejsou povoleny.
de: Relative URIs sind nicht zulässig.
es: No se permiten URI relativos.
fr: Les URI relatifs ne sont pas autorisés.
it: URI relativi non consentiti.
ja: 相対 URI は使用できません。
ko: 상대 URI는 사용할 수 없습니다.
pl: Względne identyfikatory URI są niedozwolone.
pt_br: Não são permitidos URIs relativos.
ru: Относительные идентификаторы URI запрещены.
tr: Göreli URI'lere izin verilmiyor.
zh_hans: 不允许使用相对 URI。
zh_hant: 不允許相對 URI。

# AccessCollectionAfterShutDown
source: AccessCollection for '{0}' collection cannot be called after shutdown.
cs: Po ukončení nelze pro kolekci {0} volat metodu AccessCollection.
de: AccessCollection für '{0}'-Sammlung kann nach dem Herunterfahren nicht mehr aufgerufen werden.
es: No se puede llamar a AccessCollection para la colección '{0}' una vez apagado.
fr: AccessCollection de la collection '{0}' ne peut pas être appelé après l'arrêt.
it: Impossibile chiamare AccessCollection per la raccolta '{0}' dopo la chiusura.
ja: '{0}' コレクションの AccessCollection はシャットダウン後に呼び出すことはできません。
ko: 종료 후에는 '{0}' 컬렉션에 대해 AccessCollection을 호출할 수 없습니다.
pl: Właściwości AccessCollection kolekcji „{0}” nie można wywołać po zamknięciu.
pt_br: Não é possível chamar AccessCollection para a coleção '{0}' após o desligamento.
ru: Метод AccessCollection для коллекции "{0}" нельзя вызвать после завершения работы.
tr: Kapatma işleminden sonra '{0}' koleksiyonu için AccessCollection çağrılamaz.
zh_hans: 关闭后无法对“{0}”集合调用 AccessCollection。
zh_hant: 無法在關閉之後呼叫 '{0}' 集合的 AccessCollection。

# AddAnnotationsNotImplemented
source: Cannot attach multiple annotations.
cs: Nelze přidat více anotací.
de: Es können nicht mehrere Anmerkungen angefügt werden.
es: No se pueden adjuntar varias anotaciones.
fr: Impossible d'attacher plusieurs annotations.
it: Impossibile aggiungere più annotazioni.
ja: 複数のコメントを付けられません。
ko: 여러 개의 주석을 연결할 수 없습니다.
pl: Nie można dołączyć wielu adnotacji.
pt_br: Não é possível anexar várias anotações.
ru: Невозможно присоединить несколько примечаний.
tr: Birden fazla ek açıklama eklenemez.
zh_hans: 无法附加多项注释。
zh_hant: 無法附加多個註釋。

# AddedItemNotAtIndex
source: Added item does not appear at given index '{0}'.
cs: Přidaná položka není v daném indexu {0}.
de: Das hinzugefügte Element erscheint nicht im angegebenen Index "{0}".
es: El elemento agregado no aparece en el índice especificado '{0}'.
fr: L'élément ajouté ne doit pas apparaître à l'index donné '{0}'.
it: L'elemento aggiunto non esiste in corrispondenza dell'indice specificato '{0}'.
ja: 指定されたインデックス '{0}' で、追加された項目が表示されません。
ko: 추가한 항목이 지정된 인덱스 '{0}'에 나타나지 않습니다.
pl: Dodanego elementu nie ma na pozycji wskazywanej przez indeks „{0}”.
pt_br: O item adicionado não aparece no índice fornecido '{0}'.
ru: Добавленный элемент не отображается в заданном индексе "{0}".
tr: Eklenen öğe verilen '{0}' dizininde görünmüyor.
zh_hans: 添加的项目不会在指定的索引“{0}”处显示。
zh_hant: 新增的項目未出現在指定的索引 '{0}'。

# AddedItemNotInCollection
source: A collection Add event refers to item that does not belong to collection.
cs: Kolekce Add událost odkazuje na položku, která ke kolekci nepatří.
de: Vom Add-Ereignis einer Sammlung wird auf ein Element verwiesen, das nicht zur Sammlung gehört.
es: Un evento Add de una colección hace referencia a un elemento que no pertenece a la colección.
fr: L'événement Add d'une collection fait référence à un élément qui n'appartient pas à la collection.
it: Un evento Add della raccolta fa riferimento a un elemento che non appartiene alla raccolta.
ja: コレクションの Add イベントにより、コレクションに属していない項目が参照されています。
ko: 컬렉션 Add 이벤트가 컬렉션에 속하지 않는 항목을 참조합니다.
pl: Zdarzenie Add kolekcji odnosi się do elementu, który nie należy do kolekcji.
pt_br: Um evento de coleção Add faz referência ao item que não pertence à coleção.
ru: Семейство событий Add ссылается на элемент, не принадлежащий семейству.
tr: Bir koleksiyon Add olayı, koleksiyona ait olmayan bir öğeye başvuruda bulunuyor.
zh_hans: 集合 Add 事件引用的项目不属于集合。
zh_hant: 集合 Add 事件參照不屬於集合的項目。

# AdornedElementNotFound
source: Cannot access adorners on element that has no adorners.
cs: Nelze otevřít doplňky prvku, který doplňky nemá.
de: Auf die Verzierungen eines Elements kann nicht zugegriffen werden, da das Element über keine Verzierungen verfügt.
es: No se puede obtener acceso a los accesorios de un elemento que no tiene accesorios.
fr: Impossible d'accéder aux ornements d'un élément qui n'en possède pas.
it: Impossibile accedere a strumenti decorativi visuali per un elemento senza strumenti decorativi visuali.
ja: 装飾のない要素上の装飾にアクセスできません。
ko: adorner가 없는 요소의 adorner에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do modułu definiowania układu kodu w elemencie, który nie ma takich modułów.
pt_br: Não é possível acessar adorners em um elemento sem adorners.
ru: Невозможно получить доступ к графическим элементам для элемента, который не имеет графических элементов.
tr: Donatıcı olmayan öğede donatıcılara erişilemez.
zh_hans: 无法针对没有装饰器的元素访问装饰器。
zh_hant: 無法在不具有裝飾項的項目上存取裝飾項。

# AdornedElementPlaceholderMustBeInTemplate
source: Can only use AdornedElementPlaceholder as part of Template.
cs: Je možno pouze použít znaky pro pozdější nahrazení doplňky AdornedElementPlaceholder jako součást Template.
de: Nur "AdornedElementPlaceholder" kann als Teil von "Template" verwendet werden.
es: Sólo se puede usar AdornedElementPlaceholder como parte de Template.
fr: Possibilité d'utilisation de AdornedElementPlaceholder uniquement comme partie de Template.
it: È possibile utilizzare solo AdornedElementPlaceholder come parte di Template.
ja: AdornedElementPlaceholder は、Template の一部としてのみ使用できます。
ko: Template의 일부로서 AdornedElementPlaceholder만 사용할 수 있습니다.
pl: AdornedElementPlaceholder można używać tylko jako części sekcji Template.
pt_br: AdornedElementPlaceholder somente pode ser utilizado como parte de Template.
ru: AdornedElementPlaceholder можно использовать только как часть объекта Template.
tr: Template parçası olarak yalnızca AdornedElementPlaceholder kullanılabilir.
zh_hans: 只能使用 AdornedElementPlaceholder 作为 Template 的一部分。
zh_hant: 無法只使用 AdornedElementPlaceholder 做為 Template 的一部分。

# AdornerNotFound
source: Cannot access adorner that has not been added to this AdornerLayer.
cs: Nelze otevřít doplněk, který nebyl do této vrstvy doplňků AdornerLayer přidán.
de: Es kann nicht auf eine Verzierung zugegriffen werden, die "AdornerLayer" nicht hinzugefügt wurde.
es: No se puede obtener acceso a los accesorios que no se han agregado a este AdornerLayer.
fr: Impossible d'accéder à l'ornement qui n'a pas été ajouté à cette classe AdornerLayer.
it: Impossibile accedere a uno strumento decorativo visuale non aggiunto a questo AdornerLayer.
ja: この AdornerLayer に追加されている装飾にアクセスできません。
ko: 이 AdornerLayer에 추가되지 않은 adorner에 액세스할 수 없습니다.
pl: Nie można uzyskać dostępu do modułu definiowania układu kodu, który nie został dodany do tej warstwy AdornerLayer.
pt_br: Não é possível acessar um adorner que não tenha sido adicionado a esta AdornerLayer.
ru: Невозможно получить доступ к графическому элементу, который не был добавлен в AdornerLayer.
tr: Bu AdornerLayer'a eklenmeyen donatıcıya erişilemez.
zh_hans: 无法访问尚未添加到此 AdornerLayer 的装饰器。
zh_hant: 無法存取尚未新增至此 AdornerLayer 的裝飾項。

# AffectedByMsCtfIssue
source: The security configuration of this computer is incompatible with certain features used by this application.\nFor more information, see {0}.\n\nContact your administrator to change the security configuration or to apply the available hotfix.
cs: Konfigurace zabezpečení tohoto počítače není kompatibilní s určitými funkcemi, které tato aplikace používá.\nDalší informace najdete tady:{0}\n\nPokud chcete změnit konfiguraci zabezpečení nebo nainstalovat dostupnou opravu hotfix, obraťte se na správce.
de: Die Sicherheitskonfiguration dieses Computers ist inkompatibel mit bestimmten von dieser Anwendung verwendeten Funktionen.\nWeitere Informationen finden Sie unter {0}.\n\nBitten Sie den Administrator, die Sicherheitskonfiguration zu ändern oder den verfügbaren Hotfix anzuwenden.
es: La configuración de seguridad de este equipo es incompatible con algunas características que usa esta aplicación.\nPara obtener más información, vea {0}.\n\nPóngase en contacto con el administrador para cambiar la configuración de seguridad o aplicar la revisión disponible.
fr: La configuration de la sécurité de cet ordinateur est incompatible avec certaines fonctionnalités utilisées par cette application.\nPour plus d'informations, consultez {0}.\n\nContactez votre administrateur pour changer la configuration de la sécurité ou pour appliquer le correctif disponible.
it: La configurazione di sicurezza del computer non è compatibile con alcune funzionalità usate dall'applicazione.\nPer altre informazioni, vedere {0}.\n\nContattare l'amministratore per modificare la configurazione di sicurezza o per applicare l'hotfix disponibile.
ja: このコンピューターのセキュリティ構成はこのアプリケーションによって使用される特定の機能と互換性がありません。\n詳細については、{0} を参照してください。\n\n管理者に問い合わせてセキュリティ構成を変更するか、利用可能な修正プログラムを適用してください。
ko: 이 컴퓨터의 보안 구성이 이 애플리케이션에서 사용되는 특정 기능과 호환되지 않습니다.\n자세한 내용은 {0}을(를) 참조하세요.\n\n관리자에게 문의하여 보안 구성을 변경하거나 사용 가능한 핫픽스를 적용하세요.
pl: Konfiguracja zabezpieczeń tego komputera jest niezgodna z pewnymi funkcjami używanymi przez aplikację.\nAby uzyskać więcej informacji, zobacz {0}.\n\nSkontaktuj się z administratorem, aby zmienić konfigurację zabezpieczeń lub zastosować dostępną poprawkę.
pt_br: A configuração de segurança deste computador é incompatível com alguns recursos usados por este aplicativo.\nPara obter mais informações, confira {0}.\n\nContate o administrador para alterar a configuração de segurança ou aplicar o hotfix disponível.
ru: Конфигурация безопасности на данном компьютере несовместима с конкретными функциями, использующимися приложением.\nДополнительные сведения см. в {0}.\n\nОбратитесь к администратору для изменения конфигурации безопасности или применения доступного исправления.
tr: Bu bilgisayarın güvenlik yapılandırması bu uygulama tarafından kullanılan belirli özelliklerle uyumlu değil.\nDaha fazla bilgi için bkz. {0}.\n\nGüvenlik yapılandırmasını değiştirmek veya çıkmış olan düzeltmeyi uygulamak için yöneticinize başvurun.
zh_hans: 此计算机的安全配置与此应用程序使用的某些功能不兼容。\n有关详细信息，请参见 {0}。\n\n请与管理员联系，更改安全配置或应用可用的修补程序。
zh_hant: 此電腦的安全性組態與此應用程式所使用的部分功能不相容。\n如需詳細資訊，請參閱 {0}。\n\n請連絡系統管理員，以變更安全性組態或套用可用的 Hotfix。

# AlreadyHasLogicalChildren
source: '{0}' element already contains a logical tree, so cannot apply the Style logical tree.
cs: Prvek {0} již obsahuje logický strom, nepoužívejte proto logický strom Style.
de: Das Element "{0}" enthält bereits eine logische Struktur, weshalb die logische Struktur von "Style" nicht angewendet werden kann.
es: El elemento '{0}' ya contiene un árbol lógico, por lo que no se puede aplicar el árbol lógico Style.
fr: Comme l'élément '{0}' contient déjà une arborescence logique, il n'est pas possible d'appliquer l'arborescence logique Style.
it: L'elemento '{0}' contiene già un albero logico. Impossibile applicare l'albero logico Style.
ja: '{0}' 要素には既に論理ツリーが含まれているため、Style 論理ツリーを適用できません。
ko: '{0}' 요소에 이미 논리 트리가 들어있으므로, Style 논리 트리를 적용할 수 없습니다.
pl: Element „{0}” zawiera już drzewo logiczne, więc nie można zastosować drzewa logicznego Style.
pt_br: O elemento '{0}' já contém uma árvore lógica; portanto, não é possível aplicar a árvore lógica Style.
ru: Элемент "{0}" уже содержит логическое дерево. К нему невозможно применить логическое дерево Style.
tr: '{0}' öğesi zaten mantıksal ağaç içerdiği için, Style mantıksal ağacı uygulanamaz.
zh_hans: “{0}”元素已包含逻辑树，因此无法应用 Style 逻辑树。
zh_hant: '{0}' 項目已包含邏輯樹狀結構，因此無法套用 Style 邏輯樹狀結構。

# AlreadyHasParent
source: Item is already part of another parent.
cs: Položka je již součástí jiného nadřazeného prvku.
de: Das Objekt ist bereits Teil eines anderen übergeordneten Elements.
es: El elemento ya forma parte de otro elemento primario.
fr: L'élément fait déjà partie d'un autre parent.
it: L'elemento fa già parte di un altro elemento padre.
ja: 項目は、既に別の親のパートになっています。
ko: 항목이 이미 다른 부모의 일부입니다.
pl: Element jest już częścią innego elementu nadrzędnego.
pt_br: O item já faz parte de outro pai.
ru: Элемент уже является частью другого родителя.
tr: Öğe zaten başka bir üst öğenin parçası.
zh_hans: 项已是另一个父项的一部分。
zh_hant: 項目已經是另一個父項目的部分。

# Animation_ChildMustBeKeyFrame
source: A child of KeyFrameAnimation in XAML must be a KeyFrame of a compatible type.
cs: Podřízený prvek třídy KeyFrameAnimation v jazyce XAML musí být KeyFrame kompatibilního typu.
de: Bei untergeordneten Elementen von "KeyFrameAnimation" in XAML muss es sich um einen "KeyFrame" eines kompatiblen Typs handeln.
es: Un objeto secundario de KeyFrameAnimation en XAML debe ser un KeyFrame de un tipo compatible.
fr: Un enfant de KeyFrameAnimation en XAML doit être un KeyFrame de type compatible.
it: Un elemento figlio di KeyFrameAnimation in XAML deve essere un KeyFrame di un tipo compatibile.
ja: XAML 内の KeyFrameAnimation の子は、互換性のある種類の KeyFrame でなければなりません。
ko: XAML에서 KeyFrameAnimation의 자식은 호환되는 형식의 KeyFrame이어야 합니다.
pl: Element podrzędny obiektu KeyFrameAnimation w dokumencie XAML musi być obiektem KeyFrame o zgodnym typie.
pt_br: Um filho de KeyFrameAnimation no XAML deve ser um KeyFrame de um tipo compatível.
ru: Дочерний объект KeyFrameAnimation в XAML должен иметь тип KeyFrame или совместимый.
tr: XAML içinde bir KeyFrameAnimation alt öğesinin uyumlu türde bir KeyFrame olması gerekir.
zh_hans: XAML 中的 KeyFrameAnimation 的子级必须为兼容类型的 KeyFrame。
zh_hant: XAML 中 KeyFrameAnimation 的子項目必須是相容型別的 KeyFrame。

# Animation_InvalidAnimationUsingKeyFramesDuration
source: '{0}' must have either a TimeSpan for its Duration or a TimeSpan for the KeyTime of its last KeyFrame. This '{0}' has a Duration of '{1}' and a KeyTime of '{2}' for its last KeyFrame, so the KeyTimes cannot be resolved.
cs: Animace {0} musí mít buď hodnotu TimeSpan pro vlastnost Duration, nebo hodnotu TimeSpan pro čas KeyTime posledního rámce KeyFrame. V této animaci {0} má Duration hodnotu {1} a KeyTime hodnotu {2} pro poslední rámec KeyFrame, takže nelze přeložit časy KeyTimes.
de: "{0}" muss entweder einen TimeSpan-Wert für das Duration-Element oder einen TimeSpan-Wert für das KeyTime-Element des letzten KeyFrame-Objekts besitzen. Dieses {0}-Objekt besitzt den Duration-Wert "{1}" und den KeyTime-Wert "{2}" für das letzte KeyFrame-Objekt. Aus diesem Grund kann das KeyTimes-Objekt nicht aufgelöst werden.
es: "{0}" debe tener un valor TimeSpan para Duration o un valor TimeSpan para KeyTime del último KeyFrame. Este "{0}" tiene una Duration de "{1}" y un KeyTime de "{2}" para su último KeyFrame, por lo que KeyTimes no se puede resolver.
fr: '{0}' doit avoir un TimeSpan pour son Duration ou un TimeSpan pour le KeyTime de son dernier KeyFrame. Dans la mesure où '{0}' a un Duration de '{1}' et un KeyTime de '{2}' pour son dernier KeyFrame, KeyTimes ne peut pas être résolu.
it: Per '{0}' deve esistere un elemento TimeSpan per il valore Duration o un elemento TimeSpan per il valore KeyTime dell'ultimo elemento KeyFrame. Per '{0}' il valore Duration è '{1}' e il valore KeyTime è '{2}' per l'ultimo elemento KeyFrame, quindi non è possibile risolvere i valori KeyTime.
ja: '{0}' には、Duration に対する TimeSpan、または最後の KeyFrame の KeyTime に対する TimeSpan のいずれかが必要です。この '{0}' には、'{1}' の Duration および最後の KeyFrame に対する '{2}' の KeyTime があります。このため、KeyTime を解決することができません。
ko: '{0}'에는 해당 Duration에 대한 TimeSpan 또는 마지막 KeyFrame의 KeyTime에 대한 TimeSpan 중 하나가 있어야 합니다. 이 '{0}'에는 '{1}'의 Duration과 마지막 KeyFrame에 대한 '{2}'의 KeyTime이 있으므로 KeyTime을 확인할 수 없습니다.
pl: Element „{0}” musi mieć obiekt klasy TimeSpan dla właściwości Duration lub obiekt klasy TimeSpan dla pola KeyTime ostatniego elementu typu KeyFrame. Ten element „{0}” ma wartości Duration „{1}” i KeyTime „{2}” dla ostatniego elementu klasy KeyFrame, więc nie można rozpoznać wartości KeyTimes.
pt_br: '{0}' precisa ter um TimeSpan para Duration ou um TimeSpan para o KeyTime do último KeyFrame. Este '{0}' tem uma Duration de '{1}' e um KeyTime de '{2}' para o último KeyFrame; portanto, os KeyTimes não podem ser resolvidos.
ru: "{0}" должен содержать либо TimeSpan как значение Duration, либо TimeSpan как значение KeyTime для последнего KeyFrame. У этого объекта "{0}" заданы значения Duration "{1}" и KeyTime "{2}" для последнего KeyFrame, поэтому разрешить KeyTimes невозможно.
tr: '{0}', Duration için bir TimeSpan veya son KeyFrame'inin KeyTime için bir TimeSpan içermelidir. Bu '{0}' bir '{1}' Duration ve son KeyFrame için '{2}' KeyTime içeriyor ve bu nedenle KeyTime'lar çözümlenemiyor.
zh_hans: “{0}”的 Duration 必须有一个 TimeSpan，或者其最后一个 KeyFrame 的 KeyTime 必须有一个 TimeSpan。此“{0}”的 Duration 为“{1}”，其最后一个 KeyFrame 的 KeyTime 为“{2}”，因此无法解析 KeyTime。
zh_hant: '{0}' 最後一個 KeyFrame 的 Duration 必須設定 TimeSpan，或 KeyTime 必須設定 TimeSpan。此 '{0}' 最後一個 KeyFrame 的 Duration 為 '{1}'，且 KeyTime 為 '{2}'，因此無法解析 KeyTime。

# Animation_InvalidBaseValue
source: '{0}' is not a valid '{1}' value for class '{2}'. This value might have been supplied by the base value of the property being animated or the output value of another animation applied to the same property.
cs: {0} není platná hodnota {1} pro třídu {2}. Tato hodnota by mohla být poskytnuta základní hodnotou animované vlastnosti nebo výstupní hodnotou jiné animace použité na stejnou vlastnost.
de: "{0}" ist ein ungültiger {1}-Wert für die Klasse "{2}". Dieser Wert wurde möglicherweise vom Basiswert der animierten Eigenschaft oder dem Ausgabewert einer anderen Animation bereitgestellt, die auf die gleiche Eigenschaft angewendet wird.
es: "{0}" no es un valor "{1}" válido para la clase "{2}". Este valor lo puede haber suministrado el valor base de la propiedad que se está animando o el valor de salida de otra animación aplicada a la misma propiedad.
fr: '{0}' n'est pas une valeur '{1}' valide pour la classe '{2}'. Cette valeur a peut-être été fournie par la valeur de base de la propriété animée ou par la valeur de sortie d'une autre animation appliquée à la même propriété.
it: '{0}' non è un valore '{1}' valido per la classe '{2}'. È possibile che il valore sia stato fornito dal valore di base della proprietà da animare oppure dal valore di output di un'altra animazione applicata alla stessa proprietà.
ja: '{0}' はクラス '{2}' の有効な '{1}' 値ではありません。この値は、アニメーション処理されるプロパティのベース値、または同じプロパティに適用された別のアニメーションの出力値によって提供された可能性があります。
ko: '{0}'은(는) '{2}' 클래스에 사용할 수 없는 '{1}' 값입니다. 이 값은 애니메이션 효과를 주는 속성의 기준 값 또는 같은 속성에 적용된 다른 애니메이션의 출력 값에 의해 제공되었을 수 있습니다.
pl: Wartość „{0}” nie jest prawidłową wartością „{1}” dla klasy „{2}”. Ta wartość może pochodzić od wartości podstawowej animowanej właściwości albo wartości wyjściowej innej animacji zastosowanej do tej samej właściwości.
pt_br: '{0}' não é um valor '{1}' válido para a classe '{2}'. Esse valor pode ter sido fornecido pelo valor base da propriedade que está sendo animada ou pelo valor de saída de outra animação aplicado à mesma propriedade.
ru: "{0}" не является допустимым значением "{1}" для класса "{2}". Это значение могло быть предоставлено как базовое значение анимируемого свойства или как выходное значение другой анимации, примененной к данному свойству.
tr: '{0}', '{2}' sınıfı için geçerli bir '{1}' değeri değil. Bu değer animasyonu oluşturulan özelliğin temel değeri veya aynı özelliğe uygulanan başka bir animasyonun çıkış değeri tarafından sağlanmış olabilir.
zh_hans: “{0}”不是类“{2}”的有效“{1}”值。该值可能已由正在进行动画处理的属性的基值提供，或者已由应用于同一属性的另一个动画的输出值提供。
zh_hant: '{0}' 對類別 '{2}' 來說，並非有效的 '{1}' 值。此值可能已由正展示其動畫之屬性的基礎值提供，或是由另一個套用至相同屬性之動畫的輸出值提供。
