Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# WebBrowserNoCastToIWebBrowser2
source: Cannot get IWebBrowser2 from the native ActiveX control.
cs: Nelze nalézt IWebBrowser2 ve vlastním ovladači ActiveX.
de: "IWebBrowser2" kann vom nativen ActiveX-Steuerelement nicht abgerufen werden.
es: No se puede obtener IWebBrowser2 del control ActiveX nativo.
fr: Impossible d'obtenir IWebBrowser2 à partir du contrôle ActiveX natif.
it: Impossibile recuperare IWebBrowser2 dal controllo ActiveX nativo.
ja: ネイティブ ActiveX コントロールから IWebBrowser2 を取得できません。
ko: 기본 ActiveX 컨트롤에서 IWebBrowser2를 가져올 수 없습니다.
pl: Nie można uzyskać IWebBrowser2 z macierzystego formantu ActiveX.
pt_br: Não é possível obter IWebBrowser2 do controle ActiveX nativo.
ru: Не удается получить IWebBrowser2 от собственного элемента управления ActiveX.
tr: Yerel ActiveX denetiminden IWebBrowser2 alınamıyor.
zh_hans: 无法从本机 ActiveX 控件获取 IWebBrowser2。
zh_hant: 無法從原生 ActiveX 控制項取得 IWebBrowser2。

# WebBrowserOverlap
source: Frames hosting HTML content cannot overlap each other in partial trust.
cs: Rámy s obsahem HTML se nemohou vzájemně překrývat, pokud jsou v částečném vztahu důvěryhodnosti.
de: Bei Frames, von denen HTML-Inhalt gehostet wird, darf bei Verwendung mit teilweiser Vertrauenswürdigkeit keine gegenseitige Überlappung vorhanden sein.
es: Los marcos que hospedan contenido HTML no se pueden superponer entre sí en una confianza parcial.
fr: Les cadres qui hébergent un contenu HTML ne peuvent pas se chevaucher en mode confiance partielle.
it: I frame che ospitano contenuto HTML non possono sovrapporsi in condizioni di attendibilità parziale.
ja: 部分的な信頼では、HTML コンテンツをホストするフレームは、互いに重ね合わせることができません
ko: HTML 콘텐츠를 호스팅하는 프레임은 부분 신뢰에서 서로 겹칠 수 없습니다.
pl: Ramki obsługujące zawartość HTML nie mogą się nakładać w częściowej relacji zaufania.
pt_br: Os quadros que hospedam o conteúdo HTML não podem se sobrepor em confiança parcial.
ru: Рамки с содержимым HTML не могут пересекаться по частично доверительным отношениям.
tr: HTML içerik barındıran kareler kısmi güvende bir biriyle çakışamaz.
zh_hans: 承载 HTML 内容的框架不能在部分信任中互相重叠。
zh_hant: 裝載 HTML 內容的框架在部分信任的情況下無法彼此重疊。

# WebRequestCreationFailed
source: Cannot create web request for specified Pack URI.
cs: Nelze vytvořit webový požadavek pro určené identifikátory Pack URI.
de: Die Webanforderung kann für den angegebenen Pack-URI nicht erstellt werden.
es: No se puede crear una solicitud web para el URI del Pack especificado.
fr: Impossible de créer la requête web pour l'URI Pack spécifié.
it: Impossibile creare una richiesta Web per l'URI di tipo Pack specificato.
ja: 指定された Pack URI に対して Web 要求を作成できません。
ko: 지정된 Pack URI에 대한 웹 요청을 만들 수 없습니다.
pl: Nie można utworzyć żądania sieci Web dla określonego identyfikatora URI elementu Pack.
pt_br: Não é possível criar uma solicitação da web para o Pack URI especificado.
ru: Не удается создать веб-запрос для указанного Pack URI.
tr: Belirtilen Pack URI'si için web isteği oluşturulamıyor.
zh_hans: 无法为指定的 Pack URI 创建 Web 请求。
zh_hant: 無法為指定的 Pack URI 建立 Web 要求。

# WindowAlreadyClosed
source: NavigationWindow of PageFunction was already closed or navigated to different content.
cs: NavigationWindow funkce PageFunction bylo již zavřeno, nebo byl vyhledán jiný obsah.
de: "NavigationWindow" von "PageFunction" war bereits geschlossen, oder es wurde bereits zu einem anderen Inhalt navigiert.
es: NavigationWindow de PageFunction ya estaba cerrada o había navegado a otro contenido.
fr: NavigationWindow de PageFunction a déjà été fermé ou déplacé vers un contenu différent.
it: NavigationWindow di PageFunction già chiusa o navigazione già eseguita su un diverso contenuto.
ja: PageFunction の NavigationWindow は既に閉じられたか、または異なるコンテンツに移動しました。
ko: PageFunction의 NavigationWindow가 이미 닫혔거나 다른 콘텐츠를 탐색했습니다.
pl: Okno NavigationWindow funkcji PageFunction zostało już zamknięte lub nastąpiło przejście do innej zawartości.
pt_br: NavigationWindow de PageFunction já foi fechado ou navegou para um conteúdo diferente.
ru: Окно NavigationWindow для PageFunction было уже закрыто или перешло на другое содержимое.
tr: PageFunction'ın NavigationWindow zaten kapatıldı veya başka bir içeriğe gidildi.
zh_hans: PageFunction 的 NavigationWindow 已关闭或已导航到其他内容。
zh_hant: PageFunction 的 NavigationWindow 已關閉，或已巡覽至不同的內容。

# WindowMustBeRoot
source: Window must be the root of the tree. Cannot add Window as a child of Visual.
cs: Window musí být kořenem stromu. Nelze přidat Window jako podřízený prvek prvku Visual.
de: Bei dem Window muss es sich um den Stamm der Struktur handeln. "add Window" ist als untergeordnetes Element von "Visual" nicht zulässig.
es: Window debe ser la raíz del árbol. No se puede agregar Window como elemento secundario de Visual.
fr: Window doit être la racine de l'arborescence. Impossible d'ajouter Window comme enfant de Visual.
it: Window deve essere la radice dell'albero. Impossibile aggiungere Window come figlio di Visual.
ja: Window はツリーのルートです。Visual の子として Window を追加することはできません。
ko: Window는 트리의 루트여야 합니다. Window를 Visual의 자식으로 추가할 수 없습니다.
pl: Window musi być elementem głównym drzewa. Elementu Window nie można dodać jako elementu podrzędnego Visual.
pt_br: Window deve ser a raiz da árvore. Não é possível adicionar Window como filho de Visual.
ru: Объект Window должен быть корнем дерева. Нельзя добавить объект Window как дочерний объект для Visual.
tr: Window ağacın kökü olmalıdır. Görsel birim alt öğesi olarak Window eklenemez.
zh_hans: Window 必须是树的根目录。不能将 Window 添加为 Visual 的子目录。
zh_hant: Window 必須是樹狀結構的根項目。無法新增 Window 做為 Visual 的子項目。

# WindowPassedShouldBeOnApplicationThread
source: '{0}' instance passed to Run method must be created on the same thread as object '{1}'.
cs: Instance {0} předaná metodě Run musí být vytvořena ve stejném vlákně jako objekt {1}.
de: Die an die Run-Methode weitergegebene Instanz "{0}" muss im selbem Thread wie das Objekt "{1}" erstellt werden.
es: La instancia "{0}" pasada al método Run debe crearse en el mismo subproceso que el objeto "{1}".
fr: L'instance de '{0}' passée à la méthode Run doit être créée sur le même thread en tant qu'objet '{1}'.
it: L'istanza '{0}' passata al metodo Run deve essere creata nello stesso thread dell'oggetto '{1}'.
ja: Run メソッドに渡された '{0}' インスタンスは、オブジェクト '{1}' と同じスレッドで作成する必要があります。
ko: Run 메서드에 전달된 '{0}' 인스턴스를 '{1}' 개체와 같은 스레드에서 만들어야 합니다.
pl: Wystąpienie „{0}” przekazywane do metody Run należy utworzyć w tym samym wątku, co obiekt „{1}”.
pt_br: A instância '{0}' passada para o método Run precisa ser criada no mesmo thread do objeto '{1}'.
ru: Переданный в метод Run экземпляр "{0}" должен быть создан в том же потоке, что и объект "{1}".
tr: Run metoduna geçirilen '{0}' örneği '{1}' nesnesiyle aynı iş parçacığında oluşturulmalıdır.
zh_hans: 传递给 Run 方法的“{0}”实例必须在与对象“{1}”相同的线程上创建。
zh_hant: 傳遞到 Run 方法的 '{0}' 執行個體，必須在和物件 '{1}' 相同的執行緒中建立。

# WpfPayload_InvalidImageSource
source: Image has null or empty source name.
cs: Toto zobrazení má nulový nebo prázdný název zdroje.
de: Quellname des Bilds ist NULL oder leer.
es: La imagen tiene un nombre de origen nulo o vacío.
fr: Image possède un nom de source vide ou de valeur null.
it: Nome di origine null o vuoto per l'immagine.
ja: イメージのソース名が NULL または空です。
ko: 이미지에 null 또는 비어 있는 소스 이름이 있습니다.
pl: Obraz ma nazwę źródła o wartości null lub pustą.
pt_br: A imagem tem nome de origem nulo ou vazio.
ru: Изображение имеет неопределенное или пустое имя источника.
tr: Görüntü null veya boş kaynak adına sahip.
zh_hans: 图片没有名称或源名称为空。
zh_hant: 影像的來源名稱是空值或空字串。

# WriteNotSupported
source: Stream does not support writing.
cs: Datový proud nepodporuje zápis.
de: Der Datenstrom unterstützt keine Schreibvorgänge.
es: La secuencia no admite escritura.
fr: Le flux ne prend pas en charge l'écriture.
it: Il flusso non supporta la scrittura.
ja: ストリームは書き込みをサポートしていません。
ko: 스트림이 쓰기를 지원하지 않습니다.
pl: Strumień nie obsługuje operacji zapisu.
pt_br: O fluxo não oferece suporte à gravação.
ru: Поток не поддерживает запись.
tr: Bu akış yazmayı desteklemiyor.
zh_hans: 流不支持写入。
zh_hant: 資料流不支援寫入。

# WrongNavigateRootElement
source: '{0}' root element is not valid for navigation.
cs: Kořenový prvek {0} není platný pro navigaci.
de: Das Stammelement "{0}" ist für die Navigation nicht gültig.
es: El elemento raíz '{0}' no es válido para la navegación.
fr: Élément racine '{0}' non valide pour la navigation.
it: L'elemento radice '{0}' non è valido per la navigazione.
ja: '{0}' ルート要素は、ナビゲーションに対して無効です。
ko: 탐색을 수행하는 데 '{0}' 루트 요소를 사용할 수 없습니다.
pl: Element główny „{0}” jest nieprawidłowy dla nawigacji.
pt_br: O elemento raiz '{0}' não é válido para navegação.
ru: Недопустимый для переходов корневой элемент "{0}".
tr: '{0}' kök öğesi gezinme için geçerli değildir.
zh_hans: 对于导航，“{0}”根元素无效。
zh_hant: '{0}' 根項目對於巡覽而言是無效的。

# WrongSelectionType
source: Selection type is not valid for this SelectionHandler.
cs: Tento typ výběru není platný pro tento SelectionHandler.
de: Der Auswahltyp ist für SelectionHandler nicht gültig.
es: El tipo de selección no es válido para este SelectionHandler.
fr: Type Selection non valide pour ce SelectionHandler.
it: Il tipo di selezione non è valido per questo SelectionHandler.
ja: 選択の型は、この SelectionHandler に対して無効です。
ko: 이 SelectionHandler에 대한 선택 형식이 잘못되었습니다.
pl: Typ wyboru nie jest prawidłowy dla tego uchwytu SelectionHandler.
pt_br: O tipo de seleção não é válido para este SelectionHandler.
ru: Недопустимый тип выделения для данного SelectionHandler.
tr: Seçim türü bu SelectionHandler için geçerli değildir.
zh_hans: 对于此 SelectionHandler，选择类型无效。
zh_hant: 選取範圍型別對於此 SelectionHandler 是無效的。

# XamlFilterNestedFixedPage
source: Cannot nest FixedPage in FixedPage.
cs: Nelze vnořit FixedPage do FixedPage.
de: "FixedPage" kann nicht in "FixedPage" geschachtelt werden.
es: No se puede anidar FixedPage en FixedPage.
fr: Impossible d'imbriquer FixedPage dans FixedPage.
it: Impossibile annidare FixedPage in FixedPage.
ja: FixedPage で FixedPage を入れ子にすることはできません。
ko: FixedPage에서 FixedPage를 중첩할 수 없습니다.
pl: FixedPage nie można zagnieździć w FixedPage.
pt_br: Não é possível aninhar FixedPage em FixedPage.
ru: Нельзя вложить FixedPage в FixedPage.
tr: FixedPage, FixedPage içinde iç içe bulunamaz.
zh_hans: 无法在 FixedPage 中嵌套 FixedPage。
zh_hant: 無法在 FixedPage 中使用巢狀 FixedPage。

# XmlGlyphRunInfoIsNonGraphic
source: XmlGlyphRunInfo does not support access to graphic information.
cs: XmlGlyphRunInfo nepodporuje přístup ke grafickým informacím.
de: Der Zugriff auf grafische Informationen wird von "XmlGlyphRunInfo" nicht unterstützt.
es: XmlGlyphRunInfo no admite el acceso a la información gráfica.
fr: XmlGlyphRunInfo ne prend pas en charge l'accès aux informations graphiques.
it: XmlGlyphRunInfo non supporta l'accesso a informazioni grafiche.
ja: XmlGlyphRunInfo では、グラフィック情報へのアクセスがサポートされていません。
ko: XmlGlyphRunInfo가 그래픽 정보에 대한 액세스를 지원하지 않습니다.
pl: XmlGlyphRunInfo nie obsługuje dostępu do informacji graficznych.
pt_br: XmlGlyphRunInfo não oferece suporte às informações gráficas.
ru: XmlGlyphRunInfo не поддерживает доступ к графическим данным.
tr: XmlGlyphRunInfo grafik bilgilerine erişimi desteklemez.
zh_hans: XmlGlyphRunInfo 不支持对图形信息的访问。
zh_hant: XmlGlyphRunInfo 不支援存取圖形資訊。

# XmlNodeAlreadyOwned
source: Cannot add '{0}' more than once to the same '{1}'.
cs: K jednomu prvku {1} nelze přidat prvek {0} více než jednou.
de: "{0}" kann demselben {1}-Objekt nicht mehrmals hinzugefügt werden.
es: No se puede agregar "{0}" más de una vez al mismo "{1}".
fr: Impossible d'ajouter '{0}' plusieurs fois au même '{1}'.
it: Non è possibile aggiungere '{0}' più di una volta nello stesso elemento '{1}'.
ja: 同じ '{1}' に対して、'{0}' を複数回追加することはできません。
ko: 같은 '{1}'에 '{0}'을(를) 두 번 이상 추가할 수 없습니다.
pl: Obiektu „{0}” nie można dodać więcej niż raz do tego samego elementu „{1}”.
pt_br: Não é possível adicionar '{0}' mais de uma vez ao mesmo '{1}'.
ru: Невозможно добавить "{0}" больше одного раза в один "{1}".
tr: Aynı '{1}' öğesine bir kereden fazla '{0}' eklenemez.
zh_hans: 无法将“{0}”多次添加到同一“{1}”。
zh_hant: 無法對相同的 '{1}' 新增一次以上的 '{0}'。

# XpsValidatingLoaderDiscardControlHasIncorrectType
source: PackagePart references a Discard Control that has an incorrect content type.
cs: Třída PackagePart odkazuje na Discard Control, která má nesprávný typ obsahu.
de: PackagePart verweist auf ein Discard Control, der über einen falschen Inhaltstyp verfügt.
es: PackagePart hace referencia a un Discard Control que tiene un tipo de contenido incorrecto.
fr: PackagePart fait référence à un Discard Control qui possède un type de contenu incorrect.
it: La PackagePart fa riferimento a un Discard Control con un tipo di contenuto non corretto.
ja: PackagePart が、無効なコンテンツ型を持つ Discard Control を参照しています。
ko: PackagePart가 잘못된 콘텐츠 유형이 있는 Discard Control을 참조합니다.
pl: Element PackagePart odwołuje się do elementu Discard Control o niepoprawnym typie zawartości.
pt_br: PackagePart faz referência a um Discard Control que tem um tipo de conteúdo incorreto.
ru: PackagePart ссылается на Discard Control, имеющий неправильный тип содержимого.
tr: PackagePart, yanlış içerik türüne sahip bir Discard Control'a başvuruda bulunuyor.
zh_hans: PackagePart 引用的 Discard Control 具有不正确的内容类型。
zh_hant: PackagePart 參照內容類型不正確的 Discard Control。

# XpsValidatingLoaderDuplicateReference
source: Element that cannot be shared was referenced more than once.
cs: Prvek, který nelze sdílet, byl použit více než jednou.
de: Es wurde mehrmals auf ein Element verwiesen, das nicht freigegeben werden kann.
es: Se hace referencia más de una vez a un elemento que no se puede compartir.
fr: L'élément qui ne peut pas être partagé a été référencé plusieurs fois.
it: Più riferimenti a un elemento non condivisibile.
ja: 共有できない要素が、複数回参照されました。
ko: 공유할 수 없는 요소를 두 번 이상 참조했습니다.
pl: Do elementu, którego nie można udostępniać, miało miejsce więcej niż jedno odwołanie.
pt_br: O elemento ao qual foi feita mais de uma referência não pode ser compartilhado.
ru: Имеется более одной ссылки на элемент, который не может быть общим.
tr: Paylaşılamayan öğeye bir kereden fazla başvuruda bulunuldu.
zh_hans: 多次引用了无法共享的元素。
zh_hant: 重複參考無法共用的項目。

# XpsValidatingLoaderMoreThanOneDiscardControlInPackage
source: Package has more than one Discard Control relationship.
cs: Package má více než jeden Discard Control relationship.
de: Package verfügt über mehr als eine Discard Control relationship.
es: Package tiene más de una Discard Control relationship.
fr: Package possède plusieurs Discard Control relationship.
it: Al Package è associata più di una risorsa Discard Control relationship.
ja: Package には、複数の Discard Control relationship があります。
ko: Package에 둘 이상의 Discard Control relationship이 있습니다.
pl: Element Package ma więcej niż jedną relację Discard Control relationship.
pt_br: Package tem mais de uma Discard Control relationship.
ru: В Package имеется несколько Discard Control relationship.
tr: Package, birden fazla Discard Control relationship'e sahip.
zh_hans: Package 有多个 Discard Control relationship。
zh_hant: Package 有多個 Discard Control relationship。

# XpsValidatingLoaderMoreThanOnePrintTicketPart
source: PackagePart has more than one Print Ticket relationship.
cs: Třída PackagePart má více než jeden Print Ticket relationship.
de: PackagePart verfügt über mehr als eine Print Ticket relationship.
es: PackagePart tiene más de una Print Ticket relationship.
fr: PackagePart possède plusieurs Print Ticket relationship.
it: Alla PackagePart è associata più di una risorsa Print Ticket relationship.
ja: PackagePart には、複数の Print Ticket relationship があります。
ko: PackagePart에 둘 이상의 Print Ticket relationship이 있습니다.
pl: Element PackagePart ma więcej niż jedną relację Print Ticket relationship.
pt_br: PackagePart tem mais de uma Print Ticket relationship.
ru: В PackagePart имеется несколько Print Ticket relationship.
tr: PackagePart'ta birden fazla Print Ticket relationship var.
zh_hans: PackagePart 有多个 Print Ticket relationship。
zh_hant: PackagePart 有多個 Print Ticket relationship。

# XpsValidatingLoaderMoreThanOneThumbnailInPackage
source: Package has more than one Thumbnail relationship.
cs: Package má více než jeden Thumbnail relationship.
de: Package verfügt über mehr als eine Thumbnail relationship.
es: Package tiene más de una Thumbnail relationship asociada.
fr: Package possède plusieurs Thumbnail relationship.
it: Al Package è associata più di una risorsa Thumbnail relationship.
ja: Package には、複数の Thumbnail relationship があります。
ko: Package에 둘 이상의 Thumbnail relationship이 있습니다.
pl: Element Package ma więcej niż jedną relację Thumbnail relationship.
pt_br: Package tem mais de uma Thumbnail relationship.
ru: В Package имеется несколько Thumbnail relationship.
tr: Package'in birden fazla Thumbnail relationship'i var.
zh_hans: Package 有多个 Thumbnail relationship。
zh_hant: Package 有多個 Thumbnail relationship。

# XpsValidatingLoaderMoreThanOneThumbnailPart
source: PackagePart has more than one Thumbnail relationship.
cs: Třída PackagePart má více než jeden Thumbnail relationship.
de: PackagePart verfügt über mehr als eine Thumbnail relationship.
es: PackagePart tiene más de una Thumbnail relationship asociada.
fr: PackagePart possède plusieurs Thumbnail relationship.
it: Alla PackagePart è associata più di una risorsa Thumbnail relationship.
ja: PackagePart には、複数の Thumbnail relationship があります。
ko: PackagePart에 둘 이상의 Thumbnail relationship이 있습니다.
pl: Element PackagePart ma więcej niż jedną relację Thumbnail relationship.
pt_br: PackagePart tem mais de uma Thumbnail relationship.
ru: В PackagePart имеется несколько Thumbnail relationship.
tr: PackagePart'ın birden fazla Thumbnail relationship'i var.
zh_hans: PackagePart 有多个 Thumbnail relationship。
zh_hant: PackagePart 有多個 Thumbnail relationship。

# XpsValidatingLoaderPrintTicketHasIncorrectType
source: PackagePart references a Print Ticket that has an incorrect content type.
cs: Třída PackagePart odkazuje na Print Ticket, který má nesprávný typ obsahu.
de: PackagePart verweist auf ein Print Ticket, das über einen falschen Inhaltstyp verfügt.
es: PackagePart hace referencia a un Print Ticket cuyo tipo de contenido es incorrecto.
fr: PackagePart fait référence à un Print Ticket qui possède un type de contenu incorrect.
it: La PackagePart fa riferimento a un Print Ticket con un tipo di contenuto non corretto.
ja: PackagePart が、無効なコンテンツ型を持つ Print Ticket を参照しています。
ko: PackagePart가 잘못된 콘텐츠 유형이 있는 Print Ticket을 참조합니다.
pl: Element PackagePart odwołuje się do elementu Print Ticket o niepoprawnym typie zawartości.
pt_br: PackagePart faz referência a um Print Ticket que tem um tipo de conteúdo incorreto.
ru: PackagePart ссылается на Print Ticket, имеющий неправильный тип содержимого.
tr: PackagePart, yanlış içerik türüne sahip bir Print Ticket'e başvuruda bulunuyor.
zh_hans: PackagePart 引用的 Print Ticket 具有不正确的内容类型。
zh_hant: PackagePart 參照內容類型不正確的 Print Ticket。

# XpsValidatingLoaderRestrictedFontHasIncorrectType
source: PackagePart references a Restricted Font that has an incorrect content type.
cs: Třída PackagePart odkazuje na Restricted Font, který má nesprávný typ obsahu.
de: PackagePart verweist auf eine Restricted Font, die über einen falschen Inhaltstyp verfügt.
es: PackagePart hace referencia a un Restricted Font cuyo tipo de contenido es incorrecto.
fr: PackagePart fait référence à un Restricted Font qui possède un type de contenu incorrect.
it: La PackagePart fa riferimento a un Restricted Font con un tipo di contenuto non corretto.
ja: PackagePart が、無効なコンテンツ型を持つ Restricted Font を参照しています。
ko: PackagePart가 잘못된 콘텐츠 유형이 있는 Restricted Font를 참조합니다.
pl: Element PackagePart odwołuje się do elementu Restricted Font o niepoprawnym typie zawartości.
pt_br: PackagePart faz referência um Restricted Font que tem um tipo de conteúdo incorreto.
ru: PackagePart ссылается на Restricted Font, имеющий неправильный тип содержимого.
tr: PackagePart, yanlış içerik türüne sahip bir Restricted Font'a başvuruda bulunuyor.
zh_hans: PackagePart 引用的 Restricted Font 具有不正确的内容类型。
zh_hant: PackagePart 參照內容類型不正確的 Restricted Font。

# XpsValidatingLoaderThumbnailHasIncorrectType
source: PackagePart references a Thumbnail that has an incorrect content type.
cs: Třída PackagePart odkazuje na Thumbnail, který má nesprávný typ obsahu.
de: PackagePart verweist auf eine Thumbnail, die über einen falschen Inhaltstyp verfügt.
es: PackagePart hace referencia a un Thumbnail cuyo tipo de contenido es incorrecto.
fr: PackagePart fait référence à un Thumbnail qui possède un type de contenu incorrect.
it: La PackagePart fa riferimento a una Thumbnail con un tipo di contenuto non corretto.
ja: PackagePart が、無効なコンテンツ型を持つ Thumbnail を参照しています。
ko: PackagePart가 잘못된 콘텐츠 유형이 있는 Thumbnail을 참조합니다.
pl: Element PackagePart odwołuje się do elementu Thumbnail o niepoprawnym typie zawartości.
pt_br: PackagePart faz referência um Thumbnail que tem um tipo de conteúdo incorreto.
ru: PackagePart ссылается на Thumbnail, имеющий неправильный тип содержимого.
tr: PackagePart, yanlış içerik türüne sahip bir Thumbnail'e başvuruda bulunuyor.
zh_hans: PackagePart 引用具有错误内容类型的 Thumbnail。
zh_hant: PackagePart 參照內容類型不正確的 Thumbnail。

# XpsValidatingLoaderUnlistedResource
source: XPS FixedPage markup references a resource that is not listed using a required-resource relationship or has an incorrect content type.
cs: Označení XPS třídy FixedPage odkazuje na zdroj, který není na seznamu používajícím required-resource relationship nebo má nesprávný typ obsahu.
de: XPS-FixedPage-Markup verweist auf eine Ressource, die nicht mithilfe von "required-resource relationship" aufgelistet wird oder einen ungültigen Inhaltstyp besitzt.
es: El marcado XPS FixedPage hace referencia a un recurso que no figura en la lista con una relación "required-resource relationship" o tiene un tipo de contenido incorrecto.
fr: Le balisage FixedPage XPS fait référence à une ressource qui n'est pas répertoriée à l'aide d'un type required-resource relationship, ou qui possède un type de contenu incorrect.
it: Il markup FixedPage XPS fa riferimento a una risorsa non specificata tramite una risorsa required-resource relationship o con tipo di contenuto non corretto.
ja: XPS FixedPage マークアップにより、required-resource relationship を使用して一覧表示されていないリソースが参照されたか、または無効なコンテンツ型を持つリソースが参照されました。
ko: required-resource relationship을 사용하여 나열되지 않거나 잘못된 콘텐츠 유형이 있는 리소스를 XPS FixedPage 태그에서 참조합니다.
pl: Znacznik XPS FixedPage odwoływał się do zasobu, którego nie było na liście, używając relacji required-resource relationship, lub ma niepoprawny typ zawartości.
pt_br: A marcação FixedPage do XPS faz referência a um recurso não listado durante a utilização de uma required-resource relationship ou tem tipo de conteúdo incorreto.
ru: Разметка XPS FixedPage ссылается на ресурс, который не был перечислен с помощью required-resource relationship или имеет неправильный тип содержимого.
tr: XPS FixedPage işaretleme, required-resource relationship kullanılarak listelenmeyen veya geçersiz içerik türüne sahip bir kaynağa başvuruda bulunuyor.
zh_hans: XPS FixedPage 标记引用未使用 required-resource relationship 列出或具有错误内容类型的资源。
zh_hant: XPS FixedPage 標記參照未使用 required-resource relationship 列出的資源，或參照內容類型不正確的資源。
