Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserCantSetContentProperty
source: Cannot set content property '{0}' on element '{1}'. '{0}' has incorrect access level or its assembly does not allow access.
cs: Nelze nastavit vlastnost obsahu {0} v elementu {1}. Vlastnost {0} má nesprávnou úroveň přístupu nebo její sestavení neumožňuje přístup.
de: Die Inhaltseigenschaft "{0}" kann nicht für das Element "{1}" festgelegt werden. "{0}" hat eine falsche Zugriffsebene, oder die zugehörige Assembly lässt den Zugriff nicht zu.
es: No se puede establecer la propiedad de contenido "{0}" en el elemento "{1}". "{0}" tiene un nivel de acceso incorrecto o su ensamblado no permite el acceso.
fr: Impossible de définir la propriété de contenu '{0}' pour l'élément '{1}'. '{0}' a un niveau d'accès incorrect, ou son assembly n'autorise pas l'accès.
it: Non è possibile impostare la proprietà di contenuto '{0}' per l'elemento '{1}'. Il livello di accesso di '{0}' non è corretto oppure l'assembly corrispondente non consente l'accesso.
ja: コンテンツ プロパティ '{0}' を要素 '{1}' 上で設定することはできません。'{0}' のアクセス レベルが正しくないか、アセンブリでアクセスが許可されていません。
ko: '{1}' 요소에서 콘텐츠 속성 '{0}'을(를) 설정할 수 없습니다. '{0}'의 액세스 수준이 잘못되었거나, 어셈블리에서 액세스를 허용하지 않습니다.
pl: Nie można ustawić właściwości zawartości „{0}” w elemencie „{1}”. „{0}” ma nieprawidłowy poziom dostępu lub jego zestaw nie zezwala na dostęp.
pt_br: Não é possível definir a propriedade do conteúdo '{0}' no elemento '{1}'. '{0}' tem um nível de acesso incorreto ou seu assembly não permite o acesso.
ru: Не удается задать свойство содержимого "{0}" для элемента "{1}". "{0}" имеет неправильный уровень доступа, или его сборка не разрешает доступ.
tr: '{1}' öğesinde '{0}' içerik özelliği ayarlanıyor. '{0}' yanlış erişim düzeyinde veya bütünleştirilmiş kodu erişime izin vermiyor.
zh_hans: 无法设置元素“{1}”上的内容属性“{0}”。“{0}”具有错误的访问级别或其程序集不允许访问。
zh_hant: 無法在項目 '{1}' 上設定內容屬性 '{0}'。'{0}' 的存取層級不正確，或其組件不允許存取。

# ParserCantSetTriggerCondition
source: '{0}' cannot be set as the value of a Trigger's Property attribute because it does not have a public get accessor.
cs: Vlastnost {0} nelze nastavit jako hodnotu atributu Trigger's Property, protože nemá veřejný přístup k funkci Get.
de: "{0}" kann nicht als Wert eines Property-Attributs von "Trigger" festgelegt werden, da kein öffentlicher get-Accessor vorhanden ist.
es: No se puede establecer '{0}' como el valor de un atributo Property de Trigger porque no tiene un descriptor de acceso get público.
fr: Impossible de définir '{0}' comme la valeur d'un attribut Property de Trigger en l'absence d'un accesseur get public.
it: Impossibile impostare '{0}' come valore dell'attributo Property di un Trigger perché non dispone di una funzione di accesso get pubblica.
ja: '{0}' は、パブリックな get アクセサーがないため、Trigger の Property 属性の値として設定できません。
ko: 공용 get 접근자가 없으므로 '{0}'을(를) Trigger의 Property 특성에 대한 값으로 설정할 수 없습니다.
pl: „{0}” nie można ustawić jako wartości atrybutu Trigger„s Property, ponieważ nie ma publicznego akcesora get.
pt_br: '{0}' não pode ser definido como o valor de um atributo Property de Trigger porque não tem um acessador get público.
ru: Не удается задать "{0}" как значение атрибута Property для Trigger из-за отсутствия общей функции доступа get.
tr: '{0}' genel alma erişenine sahip olmadığı için bir Trigger Property özniteliği olarak ayarlanamaz.
zh_hans: 无法将“{0}”设置为 Trigger 的 Property 特性的值，因为它不具有公共的 get 访问器。
zh_hant: '{0}' 無法設定為 Trigger 的 Property 屬性值，因為它沒有公用 get 存取子。

# ParserCompatDuplicate
source: Cannot have two new namespaces compatible with the same old namespace using an XmlnsCompatibility attribute. '{0}' namespace is already marked compatible with '{1}'.
cs: Nelze mít dva nové obory názvů kompatibilní se stejným starým oborem názvů používajícím atribut XmlnsCompatibility. Obor názvů {0} je již označen jako kompatibilní s typem {1}.
de: Es können nicht zwei neue Namespaces vorhanden sein, die mit demselben alten Namespace mit XmlnsCompatibility-Attribut kompatibel sind. Der Namespace "{0}" ist bereits als mit "{1}" kompatibel markiert.
es: No se pueden tener dos espacios de nombres nuevos compatibles con el mismo espacio de nombres antiguo que usa el atributo XmlnsCompatibility. El espacio de nombres "{0}" ya está marcado como compatible con "{1}".
fr: Impossible d'avoir deux nouveaux espaces de noms compatibles avec le même ancien espace de noms à l'aide d'un attribut XmlnsCompatibility. L'espace de noms '{0}' est déjà marqué comme étant compatible avec '{1}'.
it: Non è possibile impostare due nuovi spazi dei nomi come compatibili con lo stesso spazio dei nomi precedente usando un attributo XmlnsCompatibility. Lo spazio dei nomi '{0}' è già contrassegnato come compatibile con '{1}'.
ja: XmlnsCompatibility 属性を使用して、同じ古い名前空間と互換性のある新しい名前空間を 2 つ持つことはできません。'{0}' 名前空間は、既に '{1}' と互換性があるとマークされています。
ko: XmlnsCompatibility 특성을 사용하는 동일한 이전 네임스페이스와 호환 가능한 두 개의 새 네임스페이스가 있을 수 없습니다. '{0}' 네임스페이스가 '{1}'과(와) 호환 가능한 것으로 이미 표시되어 있습니다.
pl: Nie można mieć dwóch nowych przestrzeni nazw zgodnych z tą samą starą przestrzenią nazw używającą atrybutu XmlnsCompatibility. Przestrzeń nazw „{0}” jest już oznaczona jako zgodna z „{1}”.
pt_br: Não é possível ter dois novos namespaces compatíveis com o mesmo namespace antigo usando um atributo XmlnsCompatibility. O namespace '{0}' já está marcado como compatível com '{1}'.
ru: Два новых пространства имен не могут быть совместимы с одним и тем же старым пространством имен с помощью атрибута XmlnsCompatibility. Пространство имен "{0}" уже помечено как совместимое с "{1}".
tr: Bir XmlnsCompatibility özniteliğini kullanan aynı eski ad alanıyla uyumlu iki yeni ad alanı olamaz. '{0}' ad alanı zaten '{1}' ile uyumlu olarak işaretlenmiş.
zh_hans: 无法使用 XmlnsCompatibility 特性使两个新命名空间与相同的旧命名空间兼容。“{0}”命名空间已标记为与“{1}”兼容。
zh_hant: 無法讓兩個新的命名空間，與使用 XmlnsCompatibility 屬性的相同舊命名空間相容。'{0}' 命名空間已標示為與 '{1}' 相容。

# ParserContentMustBeContiguous
source: Property elements cannot be in the middle of an element's content. They must be before or after the content.
cs: Elementy vlastnosti nemohou být uvnitř obsahu elementu. Musejí být buď před, nebo za obsahem.
de: Eigenschaftselemente dürfen nicht in der Mitte von Elementinhalten enthalten sein, sondern müssen sich vor oder nach dem Inhalt befinden.
es: Los elementos de propiedad no pueden incluirse en la mitad del contenido de un elemento. Deben colocarse antes o después del contenido.
fr: Les éléments de propriétés ne peuvent pas se trouver au milieu du contenu d'un élément. Ils doivent se trouver avant ou après le contenu.
it: Gi elementi proprietà non possono comparire all'interno del contenuto di un elemento. Devono essere posizionati prima o dopo il contenuto.
ja: Property 要素は要素のコンテンツの中央に配置できません。Property 要素は、コンテンツの前または後ろになければなりません。
ko: 속성 요소가 요소 콘텐츠의 중간에 있을 수 없습니다. 콘텐츠의 앞이나 뒤에 있어야 합니다.
pl: Elementy właściwości nie mogą znajdować się w środku zawartości elementu. Muszą znajdować się przed lub po zawartości.
pt_br: Os elementos de propriedade não podem estar no meio do conteúdo de um elemento. Eles devem estar antes ou depois do conteúdo.
ru: Элементы свойств не могут находиться в середине содержимого элемента. Они должны быть размещены до или после содержимого.
tr: Özellik öğeleri bir öğenin içeriğinin ortasında olamaz. İçerikten önce veya sonra gelmelidirler.
zh_hans: 属性元素不能位于元素内容的中间。它们必须位于内容之前或之后。
zh_hant: 屬性項目不能位於項目內容的中間。它們必須在內容前面或後面。

# ParserDefSharedOnlyInCompiled
source: Shared attribute in namespace 'http://schemas.microsoft.com/winfx/2006/xaml' can be used only in compiled resource dictionaries.
cs: Sdílený atribut v oboru názvů 'http://schemas.microsoft.com/winfx/2006/xaml' lze použít pouze v kompilovaných slovnících prostředku.
de: Das freigegebene Attribut im Namespace 'http://schemas.microsoft.com/winfx/2006/xaml' kann nur in kompilierten Ressourcenwörterbüchern verwendet werden.
es: El atributo compartido en el espacio de nombres 'http://schemas.microsoft.com/winfx/2006/xaml' sólo se puede usar en diccionarios de recursos compilados.
fr: L'attribut partagé de l'espace de noms 'http://schemas.microsoft.com/winfx/2006/xaml' ne peut être utilisé que dans les dictionnaires de ressources compilées.
it: L'attributo condiviso nello spazio dei nomi 'http://schemas.microsoft.com/winfx/2006/xaml' può essere utilizzato solo in dizionari di risorse compilati.
ja: 名前空間 'http://schemas.microsoft.com/winfx/2006/xaml' の共有属性は、コンパイルされたリソース ディクショナリでのみ使用できます。
ko: 네임스페이스 'http://schemas.microsoft.com/winfx/2006/xaml'에서 공유 특성은 컴파일된 리소스 사전에서만 사용될 수 있습니다.
pl: Udostępnionego atrybutu w przestrzeni nazw 'http://schemas.microsoft.com/winfx/2006/xaml' można używać tylko w skompilowanych słownikach zasobów.
pt_br: O atributo compartilhado no namespace 'http://schemas.microsoft.com/winfx/2006/xaml' somente pode ser utilizado em dicionários de recurso compilados.
ru: Общий атрибут в пространстве имен 'http://schemas.microsoft.com/winfx/2006/xaml' можно использовать только в скомпилированных словарях ресурсов.
tr: 'http://schemas.microsoft.com/winfx/2006/xaml' ad alanındaki paylaşılan öznitelik yalnızca derlenmiş kaynak sözlüklerinde kullanılabilir.
zh_hans: 命名空间“http://schemas.microsoft.com/winfx/2006/xaml”中的共享特性只能在已编译的资源字典中使用。
zh_hant: 命名空間 'http://schemas.microsoft.com/winfx/2006/xaml' 中的共用屬性只能用於已編譯的資源字典。

# ParserDefTag
source: The 'http://schemas.microsoft.com/winfx/2006/xaml' Namespace tag named '{0}' is not valid. Try compiling the XAML.
cs: Tag oboru názvů http://schemas.microsoft.com/winfx/2006/xaml pojmenovaný {0}je neplatný. Pokuste se zkompilovat XAML.
de: Das Tag mit dem Namen "{0}" des Namespace "http://schemas.microsoft.com/winfx/2006/xaml" ist ungültig. Kompilieren Sie XAML.
es: La etiqueta del espacio de nombres 'http://schemas.microsoft.com/winfx/2006/xaml' con nombre '{0}' no es válida. Intente compilar XAML.
fr: La balise de l'espace de noms 'http://schemas.microsoft.com/winfx/2006/xaml' nommée '{0}' n'est pas valide. Essayez de compiler le XAML.
it: Il tag dello spazio dei nomi 'http://schemas.microsoft.com/winfx/2006/xaml' denominato '{0}' non è valido. Provare a compilare il codice XAML.
ja: '{0}' という名前の 'http://schemas.microsoft.com/winfx/2006/xaml' Namespace タグは、無効です。XAML のコンパイルを実行してください。
ko: 이름이 '{0}'인 'http://schemas.microsoft.com/winfx/2006/xaml' 네임스페이스 태그가 잘못되었습니다. XAML을 컴파일하십시오.
pl: Znacznik przestrzeni nazw „http://schemas.microsoft.com/winfx/2006/xaml” o nazwie „{0}” jest nieprawidłowy. Spróbuj skompilować XAML.
pt_br: A marca de namespace 'http://schemas.microsoft.com/winfx/2006/xaml' denominada '{0}' não é válida. Tente compilar o XAML.
ru: Недопустимый тег пространства имен "http://schemas.microsoft.com/winfx/2006/xaml" с именем "{0}". Попробуйте скомпилировать XAML.
tr: '{0}' adlı Ad alanı etiketi 'http://schemas.microsoft.com/winfx/2006/xaml' geçerli değil. XAML'yi derlemeyi deneyin.
zh_hans: 名为“{0}”的“http://schemas.microsoft.com/winfx/2006/xaml”命名空间标记无效。请尝试编译 XAML。
zh_hant: 名稱為 '{0}' 的 'http://schemas.microsoft.com/winfx/2006/xaml' Namespace 標記無效。請嘗試編譯 XAML。

# ParserDefaultConverterElement
source: The Element type '{0}' does not have an associated TypeConverter to parse the string '{1}'.
cs: Typ elementu {0} nemá přidruženou třídu TypeConverter pro analýzu řetězce {1}.
de: Der Elementtyp "{0}" verfügt nicht über einen zugehörigen TypeConverter, um die Zeichenfolge "{1}" zu analysieren.
es: El tipo de Element "{0}" no tiene un elemento TypeConverter asociado para analizar la cadena "{1}".
fr: Le type Element '{0}' n'a pas de TypeConverter associé pour analyser la chaîne '{1}'.
it: Per il tipo Element '{0}' non è disponibile alcun TypeConverter associato per analizzare la stringa '{1}'.
ja: 要素型 '{0}' には、文字列 '{1}' を解析するための TypeConverter が関連付けられていません。
ko: 요소 형식 '{0}'에 '{1}' 문자열을 구문 분석하기 위한 연관된 TypeConverter가 없습니다.
pl: Typ elementu „{0}” nie ma skojarzonego TypeConverter do analizy ciągu „{1}”.
pt_br: O tipo Element '{0}' não tem um TypeConverter associado para analisar a cadeia de caracteres '{1}'.
ru: Тип элемента "{0}" не имеет связанный TypeConverter для синтаксического анализа строки "{1}".
tr: '{0}' öğe türü '{1}' dizesini ayrıştırmak için ilişkilendirilmiş bir TypeConverter'a sahip değil.
zh_hans: 元素类型“{0}”不具有分析字符串“{1}”的关联 TypeConverter。
zh_hant: Element 類型 '{0}' 沒有相關聯的 TypeConverter 可剖析字串 '{1}'。

# ParserDefaultConverterProperty
source: The property '{1}' has type '{0}' and does not have an associated TypeConverter to parse the string '{2}'.
cs: Vlastnost {1} má typ {0} a nemá přidružený převaděč TypeConverter pro analýzu řetězce {2}.
de: Die Eigenschaft "{1}" besitzt den Typ "{0}" und verfügt nicht über einen zugehörigen TypeConverter, um die Zeichenfolge "{2}" zu analysieren.
es: La propiedad "{1}" tiene el tipo "{0}" y no tiene un TypeConverter asociado para analizar la cadena "{2}".
fr: La propriété '{1}' a le type '{0}' et n'a pas de TypeConverter associé pour analyser la chaîne '{2}'.
it: Per la proprietà '{1}' di tipo '{0}' non è disponibile alcun TypeConverter associato per analizzare la stringa '{2}'.
ja: プロパティ '{1}' の型は '{0}' で、文字列 '{2}' を解析するための TypeConverter が関連付けられていません。
ko: '{1}' 속성에 '{0}' 형식이 있으며 '{2}' 문자열을 구문 분석하기 위한 연관된 TypeConverter는 없습니다.
pl: Właściwość „{1}” jest typu „{0}” i nie ma skojarzonego TypeConverter do analizy ciągu „{2}”.
pt_br: A propriedade '{1}' tem um tipo '{0}' e não tem um TypeConverter associado para analisar a cadeia de caracteres '{2}'.
ru: Свойство "{1}" имеет тип "{0}" и с ним не связан TypeConverter для синтаксического анализа строки "{2}".
tr: '{1}' özelliği '{0}' türüne sahip ve '{2}' dizesini ayrıştırmak için ilişkilendirilmiş bir TypeConverter'a sahip değil.
zh_hans: 属性“{1}”具有类型“{0}”且不具有分析字符串“{2}”的关联 TypeConverter。
zh_hant: 屬性 '{1}' 的類型為 '{0}'，但沒有相關聯的 TypeConverter 可剖析字串 '{2}'。

# ParserDeferContentAsync
source: Cannot defer loaded content when loading from asynchronous BAML stream.
cs: Nelze odložit načítání obsahu načítaného z asynchronního datového proudu BAML.
de: Der geladene Inhalt kann beim Laden aus einem nicht synchronen BAML-Datenstrom nicht verzögert werden.
es: No se puede aplazar el contenido cargado al cargar desde una secuencia BAML asincrónica.
fr: Impossible de différer le contenu chargé pendant le chargement à partir du flux BAML asynchrone.
it: Impossibile rinviare il contenuto caricato durante il caricamento da un flusso BAML asincrono.
ja: 非同期 BAML ストリームから読み込む場合に、読み込まれたコンテンツを延期できません。
ko: 비동기 BAML 스트림에서 로드할 때 로드된 콘텐츠를 지연시킬 수 없습니다.
pl: Podczas ładowania z synchronicznego strumienia BAML nie można opóźnić ładowanej zawartości.
pt_br: Não é possível adiar o conteúdo carregado durante o carregamento do fluxo BAML assíncrono.
ru: Не удается задержать загруженное содержимое при загрузке из асинхронного потока BAML.
tr: Zaman uyumlu olmayan BAML akışından yüklenirken, yüklenen içerik ertelenemez.
zh_hans: 从异步 BAML 流进行加载时无法延迟已加载的内容。
zh_hant: 正在從非同步 BAML 資料流載入時，無法順延已載入的內容。

# ParserDictionarySealed
source: Cannot modify data in sealed XmlnsDictionary.
cs: Nelze upravovat data v zapečetěném slovníku XmlnsDictionary.
de: Die Daten in versiegeltem "XmlnsDictionary" können nicht geändert werden.
es: No se pueden modificar los datos en un elemento XmlnsDictionary sellado.
fr: Impossible de modifier les données dans un XmlnsDictionary de type sealed.
it: Impossibile modificare i dati in un XmlnsDictionary sealed.
ja: シールされた XmlnsDictionary のデータは変更できません。
ko: 봉인된 XmlnsDictionary의 데이터를 수정할 수 없습니다.
pl: Nie można modyfikować danych w zapieczętowanym słowniku XmlnsDictionary.
pt_br: Não é possível modificar os dados no XmlnsDictionary lacrado.
ru: Невозможно изменить данные в запечатанном словаре XmlnsDictionary.
tr: Korumalı XmlnsDictionary içindeki veriler değiştirilemez.
zh_hans: 无法修改密封 XmlnsDictionary 中的数据。
zh_hant: 無法修改已密封之 XmlnsDictionary 中的資料。

# ParserDupDictionaryKey
source: '{0}' dictionary key is already used. Key attributes must be unique.
cs: Klíč slovníku {0} je již používán. Atributy klíče musejí být jedinečné.
de: Der Wörterbuchschlüssel "{0}" wird bereits verwendet. Key-Attribute müssen eindeutig sein.
es: La clave de diccionario '{0}' ya se está usando. Los atributos de clave deben ser únicos.
fr: La clé de dictionnaire '{0}' est déjà utilisée. Les attributs de clé doivent être uniques.
it: La chiave del dizionario '{0}' è già utilizzata. Gli attributi chiave devono essere univoci.
ja: '{0}' 辞書キーは既に使用されています。Key 属性は一意である必要があります。
ko: '{0}' 사전 키를 이미 사용하고 있습니다. Key 특성은 고유해야 합니다.
pl: Klucz słownika „{0}” jest już używany. Atrybuty klucza muszą być unikatowe.
pt_br: A chave de dicionário '{0}' já está sendo utilizada. Os atributos de chave devem ser exclusivos.
ru: Ключ словаря "{0}" уже используется. Атрибуты Key должны быть уникальными.
tr: '{0}' sözlük anahtarı zaten kullanılıyor. Anahtar öznitelikleri benzersiz olmalıdır.
zh_hans: “{0}”字典密钥已使用。密钥特性必须是唯一的。
zh_hant: '{0}' 字典索引鍵已使用。索引鍵屬性必須是唯一的。

# ParserDuplicateMarkupExtensionProperty
source: '{0}' property is already set on this markup extension and cannot be duplicated.
cs: Vlastnost {0} je již v této příponě označení nastavena a nelze ji zdvojovat.
de: Die {0}-Eigenschaft ist für diese Markuperweiterung bereits festgelegt und kann nicht dupliziert werden.
es: La propiedad '{0}' ya está establecida en esta extensión de marcado y no se puede duplicar.
fr: La propriété '{0}' est déjà définie sur cette extension de balisage et ne peut pas être dupliquée.
it: La proprietà '{0}' è già impostata in questa estensione di markup. Impossibile duplicarla.
ja: '{0}' プロパティは、既にこのマークアップ拡張で設定されています。重複することはできません。
ko: 이 태그 확장에 '{0}' 속성이 이미 설정되어 있으며 속성은 중복될 수 없습니다.
pl: Właściwość „{0}” jest już ustawiona dla tego rozszerzenia znacznika i nie można jej duplikować.
pt_br: A propriedade '{0}' já está definida nesta extensão de marcação e não pode ser duplicada.
ru: Свойство "{0}" уже задано для данного расширения разметки и не может быть повторено.
tr: {0}' özelliği bu işaretleme uzantısında zaten ayarlanmış ve yinelenemez.
zh_hans: 已在该标记扩展上设置“{0}”属性，且不能重复。
zh_hant: 已在此標記延伸上設定 '{0}' 屬性，且無法重複設定。

# ParserDuplicateProperty1
source: '{0}' property has already been set and can be set only once.
cs: Vlastnost {0} byla již nastavena a lze ji nastavit pouze jednou.
de: Die Eigenschaft "{0}" wurde bereits festgelegt und kann nicht mehrmals festgelegt werden.
es: La propiedad '{0}' ya se ha establecido y sólo se puede establecer una vez.
fr: La propriété '{0}' a déjà été définie et ne peut l'être qu'une seule fois.
it: La proprietà '{0}' è già impostata e può essere impostata una sola volta.
ja: '{0}' プロパティは既に設定されています。設定できるのは一度だけです。
ko: '{0}' 속성을 이미 설정했으며 한 번만 설정할 수 있습니다.
pl: Właściwość „{0}” została już ustawiona i można to zrobić tylko raz.
pt_br: A propriedade '{0}' já foi definida e somente pode ser definida uma vez.
ru: Свойство "{0}" уже задано; его можно задать только один раз.
tr: '{0}' özelliği zaten ayarlanmış ve yalnızca bir kez ayarlanabilir.
zh_hans: 已设置“{0}”属性且只能设置一次。
zh_hant: 已設定 '{0}' 屬性，且只能設定一次。

# ParserDuplicateProperty2
source: '{0}' and '{1}' properties refer to the same property. Duplicate property settings are not allowed.
cs: Vlastnosti {0} a {1} odkazují na stejnou vlastnost. Duplicitní nastavení vlastnosti nejsou povolena.
de: Die Eigenschaften "{0}" und "{1}" verweisen auf die gleiche Eigenschaft. Doppelte Eigenschaftseinstellungen sind nicht zulässig.
es: Las propiedades "{0}" y "{1}" hacen referencia a la misma propiedad. La configuración de propiedades duplicadas no está permitida.
fr: Les propriétés '{0}' et '{1}' font référence à la même propriété. Les paramètres de propriété en double ne sont pas autorisés.
it: Le proprietà '{0}' e '{1}' fanno riferimento alla stessa proprietà. Non sono consentite impostazioni di proprietà duplicate.
ja: '{0}' および '{1}' プロパティは、同じプロパティを参照しています。重複するプロパティ設定は許可されていません。
ko: '{0}' 및 '{1}' 속성이 같은 속성을 참조합니다. 중복 속성을 설정할 수 없습니다.
pl: Właściwości „{0}” i „{1}” odwołują się do tej samej właściwości. Duplikowanie ustawień właściwości jest niedozwolone.
pt_br: As propriedades '{0}' e '{1}' referem-se à mesma propriedade. Configurações de propriedade duplicadas não são permitidas.
ru: Свойства "{0}" и "{1}" ссылаются на одно и то же свойство. Дублирование параметров свойств запрещено.
tr: '{0}' ve '{1}' özellikleri aynı özelliğe başvuruda bulunuyor. Yinelenen özellik ayarlarına izin verilmez.
zh_hans: “{0}”和“{1}”属性指同一属性。不允许重复的属性设置。
zh_hant: '{0}' 與 '{1}' 屬性皆參考相同的屬性。但不允許重複的屬性設定。

# ParserEmptyComplexProp
source: '{0}' property element cannot be empty. It must contain child elements or text.
cs: Element vlastnosti {0} nemůže být prázdný. Musí obsahovat podřízené elementy nebo text.
de: Das Eigenschaftselement "{0}" darf nicht leer sein und muss untergeordnete Elemente oder Text enthalten.
es: El elemento de propiedad '{0}' no puede estar vacío. Debe contener texto o elementos secundarios.
fr: L'élément de propriété '{0}' ne peut pas être vide. Il doit contenir des éléments enfants ou du texte.
it: L'elemento proprietà '{0}' non può essere vuoto. È necessario che contenga elementi figlio o testo.
ja: '{0}' プロパティ要素は空にできません。子要素またはテキストが含まれている必要があります。
ko: '{0}' 속성 요소를 비워 둘 수 없습니다. 자식 요소 또는 텍스트가 있어야 합니다.
pl: Element właściwości „{0}” nie może być pusty. Musi zawierać elementy podrzędne lub tekst.
pt_br: O elemento da propriedade '{0}' não pode estar vazio. Ele deve conter elementos filho ou texto.
ru: Элемент свойства "{0}" не может быть пустым. Он должен содержать дочерние элементы или текст.
tr: '{0}' özellik öğesi boş olamaz. Alt öğeler veya metin içermesi gerekir.
zh_hans: “{0}”属性元素不能为空。它必须包含子元素或文本。
zh_hant: '{0}' 屬性項目不能是空的。它必須包含子項目或文字。

# ParserEntityReference
source: Unrecognized EntityReference &{0};.
cs: Neznámý odkaz EntityReference &{0};.
de: "EntityReference &{0};" unbekannt.
es: EntityReference &{0}; no reconocida.
fr: EntityReference &{0}; non reconnu.
it: EntityReference non riconosciuto &{0};.
ja: 認識できない EntityReference &{0};。
ko: 인식할 수 없는 EntityReference &{0};입니다.
pl: Nierozpoznany element EntityReference &{0};.
pt_br: EntityReference &{0}; não reconhecida.
ru: Не удается распознать EntityReference &{0};.
tr: Tanınmayan EntityReference &{0};.
zh_hans: 无法识别的 EntityReference &{0};。
zh_hant: 無法識別的 EntityReference &{0};。

# ParserErrorContext_File
source: Error in markup file '{0}'.
cs: Chyba souboru označení {0}.
de: Fehler in Markupdatei "{0}".
es: Error en el archivo de marcado '{0}'.
fr: Erreur dans le fichier de balisage '{0}'.
it: Errore nel file di markup '{0}'.
ja: マークアップ ファイル '{0}' にエラーがあります。
ko: 태그 파일 '{0}'에 오류가 발생했습니다.
pl: Błąd w pliku znaczników „{0}”.
pt_br: Erro no arquivo de marcação '{0}'.
ru: Ошибка в файле разметки "{0}".
tr: {0}' işaretleme dosyasında hata.
zh_hans: 标记文件“{0}”中的错误。
zh_hant: 標記檔案 '{0}' 中發生錯誤。

# ParserErrorContext_File_Line
source: Error in markup file '{0}' Line {1} Position {2}.
cs: Chyba souboru označení {0} na řádku {1} a pozici {2}
de: Fehler in Markupdatei "{0}", Zeile {1}, Position {2}.
es: Error en el archivo de marcado "{0}" Línea {1} Posición {2}.
fr: Erreur dans le fichier de balisage '{0}', ligne {1}, position {2}.
it: Errore nel file di markup '{0}'. Riga {1}, posizione {2}.
ja: マークアップ ファイル '{0}' 行 {1} 位置 {2} にエラーがあります。
ko: 태그 파일 '{0}' 줄 {1} 위치 {2}에서 오류가 발생했습니다.
pl: Błąd w pliku znaczników „{0}” wiersz {1}, pozycja {2}.
pt_br: Erro no arquivo de marcação '{0}' Linha {1} Posição {2}.
ru: Ошибка в файле разметки "{0}", строка {1}, позиция {2}.
tr: '{0}' işaretleme dosyasında hata, Satır: {1} Konum: {2}.
zh_hans: 标记文件中“{0}”行 {1} 位置 {2} 处出错。
zh_hant: 標記檔案 '{0}' 的行 {1} 位置 {2} 發生錯誤。
