Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# CannotWriteToReadOnly
source: A TwoWay or OneWayToSource binding cannot work on the read-only property '{1}' of type '{0}'.
cs: Vazba TwoWay nebo OneWayToSource nemůže fungovat pro vlastnost jen pro čtení {1} typu {0}.
de: TwoWay- oder OneWayToSource-Bindungen funktionieren nicht mit der schreibgeschützten Eigenschaft "{1}" vom Typ "{0}".
es: Un enlace TwoWay u OneWayToSource no puede funcionar en la propiedad de sólo lectura "{1}" de tipo "{0}".
fr: Une liaison TwoWay ou OneWayToSource ne peut pas fonctionner sur la propriété en lecture seule '{1}' de type '{0}'.
it: Non è possibile usare un binding TwoWay o OneWayToSource per la proprietà di sola lettura '{1}' di tipo '{0}'.
ja: TwoWay または OneWayToSource バインドは、型 '{0}' の読み取り専用プロパティ '{1}' では動作できません。
ko: TwoWay 또는 OneWayToSource 바인딩은 '{0}' 형식의 읽기 전용 속성 '{1}'에서 작동하지 않습니다.
pl: Powiązanie TwoWay lub OneWayToSource nie może działać dla właściwości tylko do odczytu „{1}” typu „{0}”.
pt_br: Uma associação TwoWay ou OneWayToSource não pode funcionar na propriedade somente leitura '{1}' do tipo '{0}'.
ru: Привязка типа TwoWay или OneWayToSource не может работать с доступным только для чтения свойством "{1}" типа "{0}".
tr: '{0}' türünde '{1}' salt okunur özelliğinde TwoWay veya OneWayToSource bağlama çalışamaz.
zh_hans: 无法对“{0}”类型的只读属性“{1}”进行 TwoWay 或 OneWayToSource 绑定。
zh_hant: TwoWay 或 OneWayToSource 繫結無法在類型 '{0}' 唯讀屬性 '{1}' 上運作。

# CantSetInMarkup
source: DialogResult property cannot be set in markup or serialized to string.
cs: Vlastnost DialogResult nelze nastavit v označení nebo serializovat do řetězce.
de: Die DialogResult-Eigenschaft kann nicht in einem Markup festgelegt oder zu einer Zeichenfolge serialisiert werden.
es: La propiedad DialogResult no se puede establecer en marcado ni serializar a cadena.
fr: La propriété DialogResult ne peut pas être définie dans le balisage ou sérialisée en chaîne.
it: Impossibile impostare la proprietà DialogResult nel markup o serializzarla in una stringa.
ja: DialogResult プロパティは、マークアップで設定したり、文字列にシリアル化することはできません。
ko: DialogResult 속성을 태그에 설정하거나 문자열로 serialize할 수 없습니다.
pl: Właściwości DialogResult nie można ustawić w znaczniku lub uszeregować w ciągu.
pt_br: A propriedade DialogResult não pode ser definida na marcação ou serializada como cadeia de caracteres.
ru: Для свойства DialogResult невозможно задать значение в разметке или выполнить сериализацию в строковое значение.
tr: DialogResult özelliği işaretlemede ayarlanamıyor veya dizede seri hale getirilemiyor.
zh_hans: 无法在标记中设置 DialogResult 属性，也无法将其序列化为字符串。
zh_hant: DialogResult 屬性無法在標記內設定，或序列化至字串。

# CantSetOwnerAfterDialogIsShown
source: Cannot set Owner property after Dialog is shown.
cs: Vlastnost Owner nelze nastavit po zobrazení Dialogu.
de: Die Owner-Eigenschaft kann nicht festgelegt werden, nachdem "Dialog" angezeigt wird.
es: No se puede establecer la propiedad Owner después de mostrarse el diálogo.
fr: Impossible de définir la propriété Owner après l'affichage de Dialog.
it: Impossibile impostare la proprietà Owner dopo la visualizzazione della finestra di dialogo.
ja: Dialog の表示後に Owner プロパティを設定することはできません。
ko: Dialog가 표시된 후에는 Owner 속성을 설정할 수 없습니다.
pl: Po wyświetleniu obiektu typu Dialog nie można ustawić właściwości Owner.
pt_br: Não é possível definir a propriedade Owner após Dialog ser exibido.
ru: Невозможно задать свойство Owner после отображения диалогового окна.
tr: İletişim kutusu görüntülendikten sonra Owner özelliği ayarlanamaz.
zh_hans: 无法在显示 Dialog 之后设置 Owner 属性。
zh_hant: 顯示對話方塊之後，無法設定 Owner 屬性。

# CantSetOwnerToClosedWindow
source: Cannot set Owner property to a Window that has been closed.
cs: Vlastnost Vlastník nelze nastavit pro objekt Window, který byl zavřen.
de: Die Owner-Eigenschaft kann nicht auf ein geschlossenes Window festgelegt werden.
es: No se puede establecer la propiedad Owner en un elemento Window que se ha cerrado.
fr: Impossible de définir la propriété Owner avec un objet Window qui a été fermé.
it: Impossibile impostare la proprietà Owner per un elemento Window chiuso.
ja: 閉じられた Window に対して Owner プロパティを設定することはできません。
ko: 닫힌 창에는 Owner 속성을 설정할 수 없습니다.
pl: Nie można ustawić właściwości Owner na element typu Window, który został zamknięty.
pt_br: Não é possível definir a propriedade Owner para uma Janela fechada.
ru: Невозможно задать для свойства Owner указатель на закрытое окно.
tr: Owner özelliğini kapatılmış olan bir Window'a atayamazsınız.
zh_hans: 无法将 Owner 属性设置为已关闭的 Window。
zh_hant: 無法針對已關閉之視窗設定 Owner 屬性。

# CantSetOwnerWhosHwndIsNotCreated
source: Cannot set Owner property to a Window that has not been shown previously.
cs: Nelze nastavit vlastnost Owner u Window, které nebylo nikdy dříve zobrazeno.
de: Die Owner-Eigenschaft kann nicht auf ein "Window" festgelegt werden, das zuvor noch nicht angezeigt wurde.
es: No se puede establecer la propiedad Owner en una Window que no se ha mostrado previamente.
fr: Impossible de définir la propriété Owner avec un objet Window qui n'a pas été précédemment montré.
it: Impossibile impostare la proprietà Owner per un elemento Window non visualizzato in precedenza.
ja: 以前に表示されていない Window に Owner プロパティを設定することはできません。
ko: Owner 속성을 이전에 표시되지 않은 Window로 설정할 수 없습니다.
pl: Właściwości Owner nie można ustawić dla obiektu typu Window, który nie został wcześniej wyświetlony.
pt_br: Não é possível definir a propriedade Owner para uma Window que não tenha sido exibida antes.
ru: Невозможно задать в свойстве Owner объект Window, который не был показан ранее.
tr: Owner özelliği daha önce gösterilmemiş bir Window'a ayarlanamaz.
zh_hans: 无法将 Owner 属性设置为之前未显示的 Window。
zh_hant: 無法將 Owner 屬性設定至之前從未顯示的 Window。

# CantShowMBServiceWithOwner
source: Cannot show MessageBox Service with Owner.
cs: Nelze zobrazit službu MessageBox s Majitelem.
de: Der MessageBox-Dienst kann nicht mit "Owner" angezeigt werden.
es: No se puede mostrar el servicio MessageBox con la propiedad Owner.
fr: Impossible d'afficher le service MessageBox avec Owner.
it: Impossibile visualizzare il servizio MessageBox con Owner.
ja: MessageBox サービスを Owner と共に表示することはできません。
ko: Owner의 MessageBox 서비스를 표시할 수 없습니다.
pl: Usługi MessageBox nie można wyświetlić za pomocą właściwości Owner.
pt_br: Não é possível exibir o Serviço MessageBox com Owner.
ru: Невозможно отобразить службу MessageBox с заданным значением Owner.
tr: Sahip içeren MessageBox Hizmeti gösterilemiyor.
zh_hans: 无法显示使用 Owner 的 MessageBox 服务。
zh_hant: 無法顯示具有 Owner 的 MessageBox 服務。

# CantShowModalOnNonInteractive
source: Cannot show a file dialog unless the application is running in UserInteractive mode.
cs: Nelze zobrazit dialog souboru, pokud aplikace neběží v interaktivním režimu UserInteractive.
de: Es kann kein Dateidialogfeld angezeigt werden, wenn die Anwendung nicht im UserInteractive-Modus ausgeführt wird.
es: No se puede mostrar un cuadro de diálogo de archivo a no ser que la aplicación se ejecute en modo UserInteractive.
fr: Impossible d'afficher une boîte de dialogue fichier à moins que l'application ne s'exécute en mode UserInteractive.
it: Impossibile visualizzare una finestra di dialogo file a meno che l'applicazione non sia in esecuzione in modalità UserInteractive.
ja: アプリケーションが UserInteractive モードで実行されていない限り、ファイル ダイアログを表示することはできません。
ko: UserInteractive 모드로 응용 프로그램을 실행하지 않으면 파일 대화 상자를 표시할 수 없습니다.
pl: Nie można wyświetlić okna dialogowego pliku, jeśli aplikacja nie działa w trybie UserInteractive.
pt_br: Não é possível exibir uma caixa de diálogo a menos que o aplicativo esteja sendo executado no modo UserInteractive.
ru: Невозможно отобразить диалоговое окно файла, если приложение не выполняется в режиме UserInteractive.
tr: Uygulama UserInteractive modunda çalışmadığı sürece bir dosya iletişim kutusu görüntülenemez.
zh_hans: 无法显示文件对话框，除非应用程序在 UserInteractive 模式下运行。
zh_hant: 除非應用程式以 UserInteractive 模式執行，否則無法顯示檔案對話方塊。

# CantShowOnDifferentThread
source: Cannot show a dialog that was created on a different thread.
cs: Dialog, který byl vytvořen v jiném vlákně, nelze zobrazit.
de: Ein Dialogfeld, das in einem anderen Thread erstellt wurde, kann nicht angezeigt werden.
es: No se puede mostrar un cuadro de diálogo que se creó en un subproceso diferente.
fr: Impossible d'afficher une boîte de dialogue créée au niveau d'un thread différent.
it: Non è possibile visualizzare una finestra di dialogo creata in un thread diverso.
ja: 異なるスレッドで作成されたダイアログを表示することはできません。
ko: 다른 스레드에서 만든 대화 상자는 표시할 수 없습니다.
pl: Nie można wyświetlić okna dialogowego, które zostało utworzone w innym wątku.
pt_br: Não é possível mostrar uma caixa de diálogo criada em um thread diferente.
ru: Не удается показать диалог, созданный на другом потоке.
tr: Farklı bir iş parçacığında oluşturulmuş iletişim kutusu gösterilemez.
zh_hans: 无法显示在其他线程上创建的对话框。
zh_hant: 無法顯示在不同執行緒上建立的對話方塊。

# CantSwitchVirtualizationModePostMeasure
source: Cannot change the VirtualizationMode attached property on an ItemsControl after Measure is called on the ItemsHost panel.
cs: Přidruženou vlastnost VirtualizationMode prvku ItemsControl nelze změnit po zavolání metody Measure na panelu ItemsHost.
de: Die angefügte VirtualizationMode-Eigenschaft von ItemsControl kann nach dem Aufruf von "Measure" für den ItemsHost-Bereich nicht mehr geändert werden.
es: No se puede cambiar la propiedad VirtualizationMode adjunta en un elemento ItemsControl después de llamar a Measure en el panel ItemsHost.
fr: Impossible de modifier la propriété jointe VirtualizationMode sur ItemsControl une fois que Measure est appelé sur le panneau ItemsHost.
it: Impossibile modificare la proprietà associata VirtualizationMode in ItemsControl dopo la chiamata di Measure nel pannello ItemsHost.
ja: Measure が ItemsHost パネルで呼び出された後に ItemsControl の VirtualizationMode 添付プロパティを変更することはできません。
ko: ItemsHost 패널에서 Measure를 호출한 후에는 ItemsControl에서 VirtualizationMode 연결 속성을 변경할 수 없습니다.
pl: Nie można zmienić dołączonej właściwości VirtualizationMode dla obiektu ItemsControl po wywołaniu metody Measure dla panelu ItemsHost.
pt_br: Não é possível alterar a propriedade associada VirtualizationMode em ItemsControl após a chamada a Measure no painel ItemsHost.
ru: Невозможно изменить вложенное свойство VirtualizationMode элемента управления ItemsControl после вызова Measure на панели ItemsHost.
tr: ItemsHost bölmesi üzerinde Measure çağrıldıktan sonra bir ItemsControl'deki VirtualizationMode ilişik özelliği değiştirilemez.
zh_hans: 在 ItemsHost 面板上调用 Measure 后无法更改 ItemsControl 上的 VirtualizationMode 附加属性。
zh_hant: 在 ItemsHost 面板上呼叫 Measure 之後，就無法變更 ItemsControl 上的 VirtualizationMode 附加屬性。

# ChangeNotAllowedAfterShow
source: Cannot change AllowsTransparency after a Window has been shown or WindowInteropHelper.EnsureHandle has been called.
cs: Po zobrazení objektu Window nebo volání metody WindowInteropHelper.EnsureHandle nelze změnit vlastnost AllowsTransparency.
de: AllowsTransparency kann nach der Anzeige eines Window oder dem Aufruf von WindowInteropHelper.EnsureHandle nicht geändert werden.
es: No se puede cambiar AllowsTransparency después de mostrarse un elemento Window o de haber llamado a WindowInteropHelper.EnsureHandle.
fr: Impossible de modifier AllowsTransparency après l'affichage d'un objet Window ou un appel WindowInteropHelper.EnsureHandle.
it: Impossibile modificare AllowsTransparency dopo la visualizzazione di Window o dopo la chiamata di WindowInteropHelper.EnsureHandle.
ja: Window が表示された後、または WindowInteropHelper.EnsureHandle が呼び出された後で AllowsTransparency を変更することはできません。
ko: Window가 표시되거나 WindowInteropHelper.EnsureHandle이 호출된 후에는 AllowsTransparency를 변경할 수 없습니다.
pl: Po wyświetleniu elementu typu Window lub wywołaniu metody WindowInteropHelper.EnsureHandle nie można zmienić wartości AllowsTransparency.
pt_br: Não será possível alterar AllowsTransparency depois que uma Window for exibida ou WindowInteropHelper.EnsureHandle for chamado.
ru: Нельзя изменить AllowsTransparency после отображения Window или вызова WindowInteropHelper.EnsureHandle.
tr: Window gösterildikten sonraAllowsTransparency veya WindowInteropHelper.EnsureHandle çağrıldıktan sonra değiştirilemez.
zh_hans: 在显示 Window 或调用 WindowInteropHelper.EnsureHandle 之后，无法更改 AllowsTransparency。
zh_hant: 顯示 Window 或呼叫 WindowInteropHelper.EnsureHandle 之後，無法變更 AllowsTransparency。

# ChangeSealedBinding
source: Binding cannot be changed after it has been used.
cs: Binding nelze změnit, jakmile bylo jednou použito.
de: Die Bindung kann nicht geändert werden, nachdem sie verwendet wurde.
es: El enlace no se puede cambiar después de haber sido usado.
fr: Impossible de modifier la liaison après qu'elle a été utilisée.
it: Impossibile modificare l'associazione dopo l'utilizzo.
ja: バインドを、使用した後に変更することはできません。
ko: 바인딩을 사용한 후에는 변경할 수 없습니다.
pl: Powiązania nie można zmienić po jego użyciu.
pt_br: A associação não pode ser alterada após ter sido utilizada.
ru: Невозможно изменить привязку после ее использования.
tr: Kullanıldıktan sonra bağlama değiştirilemez.
zh_hans: 无法更改已经使用的绑定。
zh_hant: 繫結已使用之後，即無法變更。

# ChangingCollectionNotSupported
source: Can only change SelectedItems collection in multiple selection modes. Use SelectedItem in single select modes.
cs: Kolekci SelectedItems lze změnit pouze v režimech výběru více položek. SelectedItem používejte v režimech výběru jedné položky.
de: Die SelectedItems-Sammlung kann nur in Mehrfachauswahlmodi geändert werden. Verwenden Sie in Einfachauswahlmodi "SelectedItem".
es: Sólo se puede cambiar la colección SelectedItems en modos de selección múltiple. Use SelectedItem en modos de selección única.
fr: La collection SelectedItems ne peut être changée que dans les modes à sélection multiple. Utilisez SelectedItem dans les modes à sélection unique.
it: La raccolta SelectedItems può essere modificata solo nelle modalità di selezione multipla. Utilizzare SelectedItem nelle modalità di selezione singola.
ja: SelectedItems コレクションは、複数選択モードでのみ変更できます。SelectedItem は、単一選択モードで使用してください。
ko: 다중 선택 모드에서는 SelectedItems 컬렉션만 변경할 수 있습니다. 단일 선택 모드에서 SelectedItem을 사용하십시오.
pl: Kolekcję SelectedItems można zmienić tylko w trybie wielokrotnego wyboru. W trybie pojedynczego wyboru użyj SelectedItem.
pt_br: Somente é possível alterar a coleção SelectedItems em modos de várias seleções. Utilize SelectedItem em modos de uma seleção.
ru: Семейство SelectedItems может быть изменено только в режимах множественного выделения. В режимах единичного выделения следует использовать SelectedItem.
tr: Birden fazla seçim modunda yalnızca SelectedItems koleksiyonu değiştirilebilir. Tek seçim modlarında SelectedItem kullanın.
zh_hans: 只能在多选模式中更改 SelectedItems 集合。在单选模式中使用 SelectedItem。
zh_hant: 只能變更多個選取項目模式中的 SelectedItems 集合。請在單一選取模式中使用 SelectedItem。

# ChangingIdNotAllowed
source: Cannot change ResourceId after it has been set.
cs: Nelze změnit identifikační číslo zdroje ResourceId, jakmile bylo nastaveno.
de: Nach dem Festlegen der "ResourceId" kann diese nicht mehr geändert werden.
es: No se puede cambiar ResourceId después de establecerse.
fr: Impossible de modifier ResourceId après sa définition.
it: Impossibile modificare ResourceId dopo averlo impostato.
ja: ResourceId を、設定後に変更することはできません。
ko: ResourceId를 설정한 후에는 변경할 수 없습니다.
pl: ResourceId nie można zmienić po jego ustawieniu.
pt_br: Não é possível alterar ResourceId após ter sido definido.
ru: Не удается изменить идентификатор ResourceId после его задания.
tr: Ayarlandıktan sonra ResourceId değiştirilemez.
zh_hans: 无法更改已经设置的 ResourceId。
zh_hant: 已設定 ResourceId 之後，即無法變更。

# ChangingTypeNotAllowed
source: Cannot change TypeInTargetAssembly after it has been set.
cs: Nelze změnit funkci TypeInTargetAssembly, jakmile byla nastavena.
de: Nach dem Festlegen der "TypeInTargetAssembly" kann diese nicht mehr geändert werden.
es: No se puede cambiar TypeInTargetAssembly después de establecerse.
fr: Impossible de modifier TypeInTargetAssembly après sa définition.
it: Non è possibile modificare TypeInTargetAssembly dopo averlo impostato.
ja: TypeInTargetAssembly を、設定後に変更することはできません。
ko: TypeInTargetAssembly를 설정한 후에는 변경할 수 없습니다.
pl: TypeInTargetAssembly nie można zmienić po jego ustawieniu.
pt_br: Não é possível alterar TypeInTargetAssembly após ter sido definido.
ru: Не удается изменить сборку TypeInTargetAssembly после ее задания.
tr: TypeInTargetAssembly ayarlandıktan sonra değiştirilemez.
zh_hans: 无法更改已经设置的 TypeInTargetAssembly。
zh_hant: 已設定 TypeInTargetAssembly 之後，即無法變更。

# ChildHasWrongType
source: '{0}' child does not have type '{1}' : '{2}'.
cs: Podřízený prvek {0} není typu {1}: {2}
de: Das untergeordnete {0}-Element besitzt nicht den Typ "{1}": {2}.
es: El objeto secundario "{0}" no es de tipo "{1}" : "{2}".
fr: L'enfant '{0}' n'a pas le type '{1}' : '{2}'.
it: L'elemento figlio '{0}' non è di tipo '{1}' : '{2}'.
ja: '{0}' 子は型 '{1}' を持っていません: '{2}'。
ko: '{0}' 자식의 형식은 '{1}'일 수 없습니다. '{2}'.
pl: Obiekt podrzędny „{0}” nie ma typu „{1}” : „{2}”.
pt_br: O '{0}' filho não tem o tipo '{1}': '{2}'.
ru: Дочерний объект "{0}" не принадлежит к типу "{1}" : "{2}".
tr: '{0}' alt öğesi '{1}' : '{2}' türüne sahip değil.
zh_hans: “{0}”子级没有类型“{1}”:“{2}”。
zh_hant: '{0}' 子系並非類型 '{1}' : '{2}'。

# ChildNameMustBeNonEmpty
source: Child node identifier used for Target property cannot be an empty string.
cs: Identifikátor podřízeného uzlu používaný pro vlastnost Target nemůže být prázdný řetězec.
de: Die für die Target-Eigenschaft verwendete ID für untergeordnete Knoten darf keine leere Zeichenfolge sein.
es: El identificador del nodo secundario usado para la propiedad Target no puede ser una cadena vacía.
fr: L'identificateur de nœud enfant de la propriété Target ne peut pas être une chaîne vide.
it: L'identificatore del nodo figlio utilizzato per la proprietà Target non può essere una stringa vuota.
ja: Target プロパティに使用される子ノード識別子は、空の文字列にできません。
ko: Target 속성에 사용되는 자식 노드 식별자는 빈 문자열일 수 없습니다.
pl: Identyfikator węzła podrzędnego używany we właściwości Target nie może być pustym ciągiem.
pt_br: O identificador do nó filho usado para a propriedade Target não pode ser uma cadeia de caracteres vazia.
ru: Идентификатор дочернего узла, используемый в свойстве Target, не может быть пустой строкой.
tr: Target özelliği için kullanılan alt düğüm tanımlayıcısı boş dize olamaz.
zh_hans: 用于 Target 属性的子节点标识符不能是空字符串。
zh_hant: 用於 Target 屬性的子節點識別元不能是空字串。

# ChildNameNamePatternReserved
source: '{0}' ChildName is not valid. Naming pattern is reserved.
cs: Název podřízeného prvku {0} ChildName není platný. Vzorec pojmenování je vyhrazen.
de: "ChildName '{0}'" ist ungültig. Das Benennungsmuster ist reserviert.
es: El ChildName '{0}' no es válido. Se reserva el patrón de nombres.
fr: ChildName '{0}' non valide. Modèle d'affectation de noms réservé.
it: ChildName '{0}' non valido. Pattern di nome riservato.
ja: '{0}' ChildName は無効です。名前付けパターンが予約されています。
ko: '{0}' ChildName이 잘못되었습니다. 이름 지정 패턴이 예약되어 있습니다.
pl: Nazwa ChildName „{0}” nie jest poprawna. Szablon nazewnictwa jest zarezerwowany.
pt_br: ChildName '{0}' não é válido. O padrão de nomenclatura é reservado.
ru: Недопустимое значение ChildName "{0}". Схема наименования зарезервирована.
tr: '{0}' ChildName geçerli değil. Adlandırma modeli ayrılmış.
zh_hans: “{0}”ChildName 无效。保留命名模式。
zh_hant: '{0}' ChildName 無效。命名樣式已保留。

# ChildTemplateInstanceDoesNotExist
source: Style template refers to a child that does not exist.
cs: Šablona stylu odkazuje na podřízený prvek, který neexistuje.
de: Von der Stilvorlage wird auf ein nicht vorhandenes untergeordnetes Element verwiesen.
es: La plantilla de estilo hace referencia a un objeto secundario que no existe.
fr: Le modèle de style fait référence à un enfant qui n'existe pas.
it: Il modello di stile fa riferimento a un figlio inesistente.
ja: Style テンプレートは、存在しない子を参照しています。
ko: Style 템플릿이 존재하지 않는 자식을 참조합니다.
pl: Szablon stylu odwołuje się do obiektu podrzędnego, który nie istnieje.
pt_br: O modelo Style faz referência a um filho que não existe.
ru: Шаблон стиля ссылается на несуществующий дочерний объект.
tr: Stil şablonu varolmayan bir alt öğeye başvuruda bulunuyor.
zh_hans: 样式模板引用的子级不存在。
zh_hant: Style 樣板參照到不存在的子項目。

# ChildWindowMustHaveCorrectParent
source: Hosted HWND must be a child window of the specified parent.
cs: Vnořený HWND musí být podřazené okno určeného nadřazeného prvku.
de: Bei dem gehosteten HWND muss es sich um ein untergeordnetes Fenster des angegebenen übergeordneten Elements handeln.
es: El HWND hospedado debe ser una ventana secundaria del primario especificado.
fr: Le HWND hébergé doit être une fenêtre enfant du parent spécifié.
it: La finestra HWND ospitata deve essere una finestra figlio dell'elemento padre specificato.
ja: ホストされている HWND は、指定された親の子ウィンドウである必要があります。
ko: 호스트된 HWND는 지정된 부모의 자식 창이어야 합니다.
pl: Obsługiwany HWND musi być oknem podrzędnym określonego obiektu nadrzędnego.
pt_br: O HWND hospedado deve ser uma janela filho do pai especificado.
ru: Размещаемое окно HWND должно быть дочерним окном указанного родителя.
tr: Barındırılan HWND belirtilen üst öğenin bir alt penceresi olmalıdır.
zh_hans: 寄宿的 HWND 必须是指定父级的子窗口。
zh_hant: 裝載的 HWND 必須是指定父項目的子視窗。

# ChildWindowNotCreated
source: BuildWindowCore failed to return the hosted child window handle.
cs: Funkce BuildWindowCore nevrátila ovladač vnořeného podřízeného okna.
de: Fehler beim Zurückgeben des gehosteten untergeordneten Fensterhandles durch "BuildWindowCore".
es: Error de BuildWindowCore al devolver el identificador de ventana secundaria hospedada.
fr: Échec de BuildWindowCore lors du renvoi du handle de fenêtre enfant hébergé.
it: BuildWindowCore non ha restituito l'handle della finestra figlio ospitata.
ja: BuildWindowCore は、ホストされている子ウィンドウのハンドルを戻せませんでした。
ko: BuildWindowCore가 호스트된 자식 창 핸들을 반환하지 못했습니다.
pl: Metoda BuildWindowCore nie zwróciła uchwytu obsługiwanego okna podrzędnego.
pt_br: Falha de BuildWindowCore ao retornar o identificador da janela filho hospedada.
ru: Ошибка BuildWindowCore при возвращении дескриптора размещенного дочернего окна.
tr: BuildWindowCore barındırılan alt pencere işleyicisini döndüremedi.
zh_hans: BuildWindowCore 无法返回寄宿的子窗口句柄。
zh_hant: BuildWindowCore 無法傳回裝載的子視窗控制碼。

# CircularOwnerChild
source: '{0}' Window is already a child of Window '{1}'.
cs: Window {0} je již podřízeným prvkem Window {1}.
de: Window "{0}" ist bereits ein untergeordnetes Element von Window "{1}".
es: Window "{0}" ya es una ventana secundaria de Window "{1}".
fr: Window '{0}' est déjà un enfant de Window '{1}'.
it: L'elemento Window '{0}' è già un elemento figlio di Window '{1}'.
ja: '{0}' Window は既に Window '{1}' の子です。
ko: '{0}' Window가 이미 Window '{1}'의 자식입니다.
pl: Element typu Window „{0}” jest już podrzędny dla elementu typu Window „{1}”.
pt_br: A Janela '{0}' já é um filho da Janela '{1}'.
ru: Объект Window "{0}" уже является дочерним для Window "{1}".
tr: '{0}' Window zaten '{1}' Window için bir alt öğe.
zh_hans: “{0}”Window 已是 Window“{1}”的子级。
zh_hant: '{0}' Window 已經是 Window '{1}' 的子系。

source: _Clear Highlight
cs: _Odstranit zvýraznění
de: _Markierung aufheben
es: _Borrar resaltado
fr: _Effacer le surlignage
it: _Rimuovi evidenziazione
ja: 蛍光ペンのクリア(_C)
ko: 강조 지우기(_C)
pl: _Usuń wyróżnienie
pt_br: _Limpar Destaques
ru: _Снять выделение
tr: _Vurguyu Kaldır
zh_hans: 清除突出显示(_C)
zh_hant: 清除醒目提示(_C)

# ClipToBoundsNotSupported
source: ClipToBounds is not valid for Window.
cs: Funkce ClipToBounds není pro toto Window platná.
de: "ClipToBounds" ist ungültig für "Window".
es: ClipToBounds no es válido para Window.
fr: ClipToBounds non valide pour Window.
it: ClipToBounds non valido per Window.
ja: ClipToBounds は、Window に対して無効です。
ko: Window에 ClipToBounds를 사용할 수 없습니다.
pl: Element ClipToBounds nie jest prawidłowy dla elementu typu Window.
pt_br: ClipToBounds não é válido para Window.
ru: Значение ClipToBounds не является допустимым для Window.
tr: ClipToBounds, Window için geçerli değil.
zh_hans: ClipToBounds 对于 Window 无效。
zh_hant: ClipToBounds 對於 Window 而言是無效的。
