Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserBadUidOrNameME
source: Markup extensions are not allowed for Uid or Name property values, so '{0}' is not valid.
cs: Přípony označení nejsou pro identifikátor Uid nebo Name uživatele povoleny, proto je typ {0} neplatný.
de: Markuperweiterungen sind nicht zulässig für die Eigenschaftswerte "Uid" oder "Name", daher ist "{0}" nicht gültig.
es: Las extensiones de marcado no están permitidas para los valores de propiedad Uid o Name, por lo que '{0}' no es válido.
fr: Comme les extensions de balisage ne sont pas autorisées pour les valeurs de propriété Uid ou Name, '{0}' n'est pas valide.
it: Estensioni di markup non consentite per i valori delle proprietà Uid o Name. Per questo motivo '{0}' non è valido.
ja: Uid および Name プロパティ値ではマークアップ拡張が許可されていないため、'{0}' は無効です。
ko: Uid 또는 Name 속성 값에 태그 확장을 사용할 수 없으므로 '{0}'을(를) 사용할 수 없습니다.
pl: Rozszerzenia znaczników nie są dozwolone dla wartości właściwości Uid ani Name, dlatego „{0}” jest nieprawidłowe.
pt_br: As extensões de marcação não são permitidas para os valores de propriedade de Uid ou Name; portanto, '{0}' não é válido.
ru: Для значений свойств Uid или Name не допускаются расширения разметки, поэтому "{0}" не является допустимым значением.
tr: Uid veya Name özellik değerleri için işaretleme uzantılarına izin verilmediğinden, '{0}' geçerli değil.
zh_hans: Uid 或 Name 属性值不允许标记扩展，因此“{0}”无效。
zh_hant: Uid 或 Name 屬性不允許標記延伸，因此 '{0}' 是無效的。

# ParserBamlEvent
source: Events are not supported in BAML files. '{0}' event handler is not valid.
cs: V souborech BAML nejsou podporovány události. Proto ovladač událostí {0} není platný.
de: Ereignisse werden in BAML-Dateien nicht unterstützt. Der Ereignishandler "{0}" ist ungültig.
es: Los eventos no están admitidos en los archivos BAML. El controlador de eventos '{0}' no es válido.
fr: Les événements ne sont pas pris en charge dans les fichiers BAML. Le gestionnaire d'événements '{0}' n'est pas valide.
it: Eventi non supportati nei file BAML. Il gestore eventi '{0}' non è valido.
ja: イベントは BAML ファイルではサポートされません。'{0}' イベント ハンドラーは無効です。
ko: BAML 파일에서는 이벤트를 지원하지 않습니다. '{0}' 이벤트 처리기를 사용할 수 없습니다.
pl: Zdarzenia nie są obsługiwane w plikach BAML. Uchwyt zdarzenia „{0}” jest nieprawidłowy.
pt_br: Os eventos não têm suporte em arquivos BAML. O manipulador de eventos '{0}' não é válido.
ru: События не поддерживаются в файлах BAML. Недопустимый обработчик события "{0}".
tr: BAML dosyalarında olaylar desteklenmez. '{0}' olay işleyicisi geçerli değil.
zh_hans: BAML 文件中不支持事件。“{0}”事件处理程序无效。
zh_hant: BAML 檔案中不支援事件。'{0}' 事件處理常式無效。

# ParserBamlVersion
source: Version mismatch. BAML stream has version number '{0}' but parser can read only version '{1}'.
cs: Nesoulad verzí. Datový proud BAML má číslo verze {0}, ale analyzátor může číst pouze verzi {1}.
de: Versionskonflikt. Der BAML-Datenstrom hat die Versionsnummer {0}, vom Parser kann jedoch nur die Version {1} gelesen werden.
es: Discrepancia de versiones. La secuencia BAML tiene un número de versión "{0}", pero el analizador sólo puede leer una versión "{1}".
fr: Incompatibilité de version. Le flux BAML a le numéro de version '{0}', mais l'analyseur peut lire uniquement la version '{1}'.
it: Versioni non corrispondenti. Il numero di versione del flusso BAML è '{0}', ma il parser supporta solo la lettura della versione '{1}'.
ja: バージョンが一致しません。BAML ストリームにはバージョン番号 '{0}' がありますが、パーサーが読み取れるバージョンは '{1}' のみです。
ko: 버전이 일치하지 않습니다. BAML 스트림에 버전 번호 '{0}'이(가) 있지만 파서는 버전 '{1}'만 읽을 수 있습니다.
pl: Niezgodność wersji. Strumień BAML ma numer wersji „{0}”, ale analizator składni może odczytać tylko wersję „{1}”.
pt_br: Incompatibilidade de versões. O fluxo BAML tem o número de versão '{0}', mas o analisador só pode ler a versão '{1}'.
ru: Несоответствие версий. Поток BAML имеет номер версии "{0}", а синтаксический анализатор может считать только поток версии "{1}".
tr: Sürüm uyuşmazlığı. BAML akışının sürüm numarası '{0}' ancak ayrıştırıcı yalnızca '{1}' sürümünü okuyabilir.
zh_hans: 版本不匹配。BAML 流具有版本号“{0}”，但分析器只能读取版本“{1}”。
zh_hant: 版本不符。BAML 資料流的版本號碼是 '{0}'，但剖析器只能讀取版本 '{1}'。

# ParserCanOnlyHaveOneChild
source: '{0}' already has a child and cannot add '{1}'. '{0}' can accept only one child.
cs: Element {0} již má podřízený element a nemůže přidat element {1}. Element {0} může mít jen jeden podřízený element.
de: "{0}" besitzt bereits ein untergeordnetes Element und kann "{1}" nicht hinzufügen. Von "{0}" kann nur ein einzelnes untergeordnetes Element angenommen werden.
es: "{0}" ya tiene un objeto secundario y no puede agregar "{1}". "{0}" sólo puede aceptar un objeto secundario.
fr: '{0}' a déjà un enfant et ne peut pas ajouter '{1}'. '{0}' peut accepter uniquement un enfant.
it: '{0}' contiene già un elemento figlio e non è possibile aggiungere '{1}'. '{0}' accetta un solo elemento figlio.
ja: '{0}' には既に子があり、'{1}' を追加できません。'{0}' は 1 つの子のみ受け入れられます。
ko: '{0}'에 이미 자식이 있으며 '{1}'을(를) 추가할 수 없습니다. '{0}'에서는 하나의 자식만 허용됩니다.
pl: „{0}” zawiera już element podrzędny i nie można dodać elementu „{1}”. „{0}” może akceptować tylko jeden element podrzędny.
pt_br: '{0}' já tem um filho e não pode adicionar '{1}'. '{0}' pode aceitar somente um filho.
ru: "{0}" уже имеет дочерний объект и не может добавить "{1}". "{0}" может принять только один дочерний объект.
tr: '{0}' zaten bir alt öğeye sahip ve '{1}' eklenemez. '{0}' yalnızca bir alt öğe kabul edebilir.
zh_hans: “{0}”已经具有子级且无法添加“{1}”。“{0}”只能接受一个子级。
zh_hant: '{0}' 已有子系，因而無法新增 '{1}'。'{0}' 只接受一個子系。

# ParserCannotAddAnyChildren
source: Cannot add content to an object of type '{0}'.
cs: Nelze přidat obsah k objektu typu {0}.
de: Einem Objekt vom Typ "{0}" kann kein Inhalt hinzugefügt werden.
es: No se puede agregar contenido a un objeto de tipo '{0}'.
fr: Impossible d'ajouter du contenu à un objet de type '{0}'.
it: Impossibile aggiungere contenuto a un oggetto di tipo '{0}'.
ja: 型 '{0}' のオブジェクトにコンテンツを追加することはできません。
ko: '{0}' 형식의 개체에 콘텐츠를 추가할 수 없습니다.
pl: Nie można dodać zawartości do obiektu typu „{0}”.
pt_br: Não é possível adicionar conteúdo do tipo '{0}'.
ru: Невозможно добавить содержимое к объекту типа "{0}".
tr: '{0}' türünde bir nesneye içerik eklenemez.
zh_hans: 无法向“{0}”类型的对象添加内容。
zh_hant: 無法新增內容至型別為 '{0}' 的物件。

# ParserCannotAddAnyChildren2
source: Cannot add content of type '{1}' to an object of type '{0}'.
cs: Nelze přidat obsah typu {1} k objektu typu {0}.
de: Einem Objekt vom Typ "{1}" kann kein Inhalt vom Typ "{0}" hinzugefügt werden.
es: No se puede agregar contenido de tipo "{1}" a un objeto de tipo "{0}".
fr: Impossible d'ajouter un contenu de type '{1}' à un objet de type '{0}'.
it: Non è possibile aggiungere contenuto di tipo '{1}' a un oggetto di tipo '{0}'.
ja: 型 '{1}' のコンテンツを型 '{0}' のオブジェクトに追加することはできません。
ko: '{0}' 형식의 개체에 '{1}' 형식의 콘텐츠를 추가할 수 없습니다.
pl: Nie można dodać zawartości typu „{1}” do obiektu typu „{0}”.
pt_br: Não é possível adicionar conteúdo do tipo '{1}' a um objeto do tipo '{0}'.
ru: Не удается добавить содержимое типа "{1}" к объекту типа "{0}".
tr: '{1}' içerik türü '{0}' türünde bir nesneye eklenemez.
zh_hans: 无法向“{0}”类型的对象添加“{1}”类型的内容。
zh_hant: 無法將類型為 '{1}' 的內容新增至類型為 '{0}' 的物件。

# ParserCannotAddChild
source: '{0}' object cannot be added to '{1}'.
cs: Objekt {0} nelze přidat k typu {1}.
de: {0}-Objekt kann nicht "{1}" hinzugefügt werden.
es: El objeto "{0}" no se puede agregar a "{1}".
fr: Impossible d'ajouter l'objet '{0}' à '{1}'.
it: Non è possibile aggiungere l'oggetto '{0}' a '{1}'.
ja: '{0}' オブジェクトを '{1}' に追加することはできません。
ko: '{0}' 개체를 '{1}'에 추가할 수 없습니다.
pl: Obiektu „{0}” nie można dodać do elementu „{1}”.
pt_br: O objeto '{0}' não pode ser adicionado a '{1}'.
ru: Объект "{0}" невозможно добавить к "{1}".
tr: '{0}' nesnesi '{1}' öğesine eklenemez.
zh_hans: 无法向“{1}”添加“{0}”对象。
zh_hant: '{0}' 物件無法新增至 '{1}'。

# ParserCannotConvertInitializationText
source: Cannot convert the string '{0}' into a '{1}' object.
cs: Řetězec {0} nelze převést na objekt typu {1}.
de: Die Zeichenfolge "{0}" kann nicht in ein {1}-Objekt konvertiert werden.
es: No se puede convertir la cadena "{0}" en un objeto "{1}".
fr: Impossible de convertir la chaîne '{0}' en objet '{1}'.
it: Non è possibile convertire la stringa '{0}' in un oggetto '{1}'.
ja: 文字列 '{0}' を '{1}' オブジェクトに変換することはできません。
ko: '{0}' 문자열을 '{1}' 개체로 변환할 수 없습니다.
pl: Nie można zamienić ciągu „{0}” na obiekt „{1}”.
pt_br: Não é possível converter a cadeia de caracteres '{0}' em um objeto '{1}'.
ru: Не удается преобразовать строку "{0}" в объект "{1}".
tr: '{0}' dizesi bir '{1}' nesnesine dönüştürülemez.
zh_hans: 无法将字符串“{0}”转换为“{1}”对象。
zh_hant: 無法將字串 '{0}' 轉換為 '{1}' 物件。

# ParserCannotConvertPropertyValue
source: Cannot convert the value in attribute '{0}' to object of type '{1}'.
cs: Nelze převést hodnotu atributu {0} na objekt typu {1}.
de: Der Wert im Attribut "{0}" kann nicht in ein Objekt vom Typ "{1}" konvertiert werden.
es: No se puede convertir el valor del atributo "{0}" en un objeto de tipo "{1}".
fr: Impossible de convertir la valeur de l'attribut '{0}' en objet de type '{1}'.
it: Non è possibile convertire il valore nell'attributo '{0}' in un oggetto di tipo '{1}'.
ja: 属性 '{0}' の値を型 '{1}' のオブジェクトに変換することはできません。
ko: '{0}' 특성의 값을 '{1}' 형식의 개체로 변환할 수 없습니다.
pl: Nie można zamienić wartości w atrybucie „{0}” na obiekt typu „{1}”.
pt_br: Não é possível converter o valor no atributo '{0}' do tipo de objeto '{1}'.
ru: Не удается преобразовать значение в атрибуте "{0}" в объект типа "{1}".
tr: '{0}' özniteliğindeki değer '{1}' türünde nesneye dönüştürülemez.
zh_hans: 无法将特性“{0}”中的值转换为“{1}”类型的对象。
zh_hant: 無法將屬性 '{0}' 中的值轉換為類型為 '{1}' 的物件。

# ParserCannotConvertPropertyValueString
source: Cannot convert string '{0}' in attribute '{1}' to object of type '{2}'.
cs: Nelze převést řetězec {0} v atributu {1} na objekt typu {2}.
de: Die Zeichenfolge "{0}" im Attribut "{1}" kann nicht in ein Objekt vom Typ "{2}" konvertiert werden.
es: No se puede convertir la cadena "{0}" del atributo "{1}" en un objeto de tipo "{2}".
fr: Impossible de convertir la chaîne '{0}' de l'attribut '{1}' en objet de type '{2}'.
it: Non è possibile convertire la stringa '{0}' nell'attributo '{1}' nell'oggetto di tipo '{2}'.
ja: 属性 '{1}' の文字列 '{0}' を型 '{2}' のオブジェクトに変換することはできません。
ko: '{1}' 특성의 '{0}' 문자열을 '{2}' 형식의 개체로 변환할 수 없습니다.
pl: Nie można zamienić ciągu „{0}” w atrybucie „{1}” na obiekt typu „{2}”.
pt_br: Não é possível converter a cadeia de caracteres '{0}' no atributo '{1}' em um objeto do tipo '{2}'.
ru: Не удается преобразовать строку "{0}" в атрибуте "{1}" в объект типа "{2}".
tr: '{1}' özniteliğindeki '{0}' dizesi '{2}' türünde nesneye dönüştürülemez.
zh_hans: 无法将特性“{1}”的字符串“{0}”转换为“{2}”类型的对象。
zh_hant: 無法將屬性 '{1}' 中的字串 '{0}' 轉換為類型為 '{2}' 的物件。

# ParserCannotConvertString
source: '{0}' string cannot be converted to object of type '{1}'.
cs: Řetězec {0} nelze převést na objekt typu {1}.
de: Die Zeichenfolge "{0}" kann nicht in ein Objekt vom Typ "{1}" konvertiert werden.
es: La cadena "{0}" no se puede convertir en un objeto de tipo "{1}".
fr: Impossible de convertir la chaîne '{0}' en objet de type '{1}'.
it: Non è possibile convertire la stringa '{0}' nell'oggetto di tipo '{1}'.
ja: '{0}' 文字列を型 '{1}' のオブジェクトに変換することはできません。
ko: '{0}' 문자열을 '{1}' 형식의 개체로 변환할 수 없습니다.
pl: Nie można zamienić ciągu „{0}” na obiekt typu „{1}”.
pt_br: A cadeia de caracteres '{0}' não pode ser convertida em um objeto do tipo '{1}'.
ru: Не удается преобразовать строку "{0}" в объект типа "{1}".
tr: '{0}' dizesi '{1}' türünde nesneye dönüştürülemez.
zh_hans: 无法将“{0}”字符串转换为“{1}”类型的对象。
zh_hant: '{0}' 字串無法轉換為類型為 '{1}' 的物件。

# ParserCannotReuseXamlReader
source: The XamlReader instance is in use, so it cannot be used for another load operation.
cs: Instance XamlReader se používá, nelze ji proto použít pro další operaci načítání.
de: Die XamlReader-Instanz wird derzeit verwendet und kann daher nicht für einen weiteren Ladevorgang verwendet werden.
es: La instancia XamlReader se está usando, por lo que no se puede utilizar para otra operación de carga.
fr: Comme l'instance XamlReader est en cours d'utilisation, elle ne peut pas être utilisée pour une autre opération de chargement.
it: L'istanza XamlReader è in uso. Impossibile utilizzarla per un'altra operazione di caricamento.
ja: XamlReader インスタンスは使用中であるため、別の読み込み操作には使用できません。
ko: XamlReader 인스턴스가 사용 중이므로, 다른 로드 작업에 사용할 수 없습니다.
pl: Wystąpienie XamlReader jest w użyciu, dlatego nie można wykorzystać go podczas innej operacji ładowania.
pt_br: A instância XamlReader está sendo utilizada; portanto, ela não pode ser utilizada por outra operação de carregamento.
ru: Экземпляр XamlReader используется, поэтому его нельзя задействовать в другой операции загрузки.
tr: XamlReader örneği kullanılmakta olduğundan, başka bir yükleme işlemi için kullanılamaz.
zh_hans: XamlReader 实例正在使用，因此无法将其用于另一加载操作。
zh_hant: XamlReader 執行個體正在使用中，因此無法用於另一個載入操作。

# ParserCannotSetValue
source: '{2}' value cannot be assigned to property '{1}' of object '{0}'.
cs: Hodnotu {2} nelze přiřadit vlastnosti {1} objektu {0}.
de: Der Wert "{2}" kann der Eigenschaft "{1}" von Objekt "{0}" nicht zugewiesen werden.
es: El valor "{2} "no se puede asignar a la propiedad "{1}" del objeto "{0}".
fr: Impossible d'affecter la valeur '{2}' à la propriété '{1}' de l'objet '{0}'.
it: Non è possibile assegnare il valore '{2}' alla proprietà '{1}' dell'oggetto '{0}'.
ja: '{2}' 値をオブジェクト '{0}' のプロパティ '{1}' に割り当てることはできません。
ko: '{0}' 개체의 '{1}' 속성에 '{2}' 값을 할당할 수 없습니다.
pl: Wartości „{2}” nie można przypisać do właściwości „{1}” obiektu „{0}”.
pt_br: O valor '{2}' não pode ser atribuído à propriedade '{1}' do objeto '{0}'.
ru: Свойству "{1}" объекта "{0}" невозможно назначить значение "{2}".
tr: '{2}' değeri '{0}' nesnesinin '{1}' özelliğine atanamaz.
zh_hans: 无法将“{2}”值分配到对象“{0}”的属性“{1}”。
zh_hant: '{2}' 值無法指派至物件 '{0}' 的屬性 '{1}'。

# ParserCantCreateDelegate
source: Cannot create event delegate '{0}' for handler method '{1}'. '{0}' has incorrect access level or its assembly does not allow access.
cs: Nelze vytvořit delegáta události {0} pro metodu obslužné rutiny {1}. Delegát {0} má nesprávnou úroveň přístupu nebo jeho sestavení neumožňuje přístup.
de: Der Ereignisdelegat "{0}" für die Handlermethode "{1}" kann nicht erstellt werden. "{0}" hat eine falsche Zugriffsebene, oder die zugehörige Assembly lässt den Zugriff nicht zu.
es: No se puede crear un delegado de eventos "{0}" para el método del controlador "{1}". "{0} tiene un nivel de acceso incorrecto o su ensamblado no permite el acceso.
fr: Impossible de créer le délégué d'événement '{0}' pour la méthode de gestionnaire '{1}'. '{0}' a un niveau d'accès incorrect, ou son assembly n'autorise pas l'accès.
it: Non è possibile creare il delegato di evento '{0}' per il metodo del gestore '{1}'. Il livello di accesso di '{0}' non è corretto oppure l'assembly corrispondente non consente l'accesso.
ja: ハンドラー メソッド '{1}' のイベント デリゲート '{0}' を作成できません。'{0}' のアクセス レベルが正しくないか、アセンブリでアクセスが許可されていません。
ko: 처리기 메서드 '{1}'에 대해 이벤트 대리자 '{0}'을(를) 만들 수 없습니다. '{0}'의 액세스 수준이 잘못되었거나, 해당 어셈블리에서 액세스를 허용하지 않습니다.
pl: Nie można utworzyć delegata zdarzenia „{0}” dla metody uchwytu „{1}”. „{0}” ma nieprawidłowy poziom dostępu lub jego zestaw nie zezwala na dostęp.
pt_br: Não é possível criar um delegado de evento '{0}' para o método de manipulador '{1}'. '{0}' tem um nível de acesso incorreto ou seu assembly não permite o acesso.
ru: Не удается создать делегат "{0}" события для метода обработчика "{1}". "{0}" имеет неправильный уровень доступа, или его сборка не разрешает доступ.
tr: '{1}' işleyici metodu için '{0}' olay temsilcisi oluşturulamıyor. '{0}' yanlış erişim düzeyinde veya bütünleştirilmiş kodu erişime izin vermiyor.
zh_hans: 无法为处理程序方法“{1}”创建事件委派“{0}”。“{0}”的访问级别错误，或者其程序集不允许访问。
zh_hant: 無法為事件處理常式方法 '{1}' 建立事件委派 '{0}'。'{0}' 的存取層級不正確，或其組件不允許存取。

# ParserCantCreateInstanceType
source: Cannot create instance for type '{0}'. Type must be public and have a public default constructor.
cs: Nelze vytvořit instanci k typu {0}. Typ musí být veřejný a mít výchozí veřejný konstruktor.
de: Die Instanz für Typ "{0}" kann nicht erstellt werden. Es muss sich um einen öffentlichen Typ handeln, der einen öffentlichen Standardkonstruktor besitzt.
es: No se puede crear la instancia para el tipo '{0}'. El tipo debe ser público y tener un constructor público predeterminado.
fr: Impossible de créer une instance pour le type '{0}'. Le type doit être public et avoir un constructeur public par défaut.
it: Impossibile creare un'istanza per il tipo '{0}'. Il tipo deve essere pubblico e disporre di un costruttore predefinito pubblico.
ja: 型 '{0}' のインスタンスを作成できません。型は、パブリックで、既定のパブリック コンストラクターを保持している必要があります。
ko: '{0}' 형식에 대한 인스턴스를 만들 수 없습니다. 형식은 공용이어야 하며 공용 기본 생성자가 있어야 합니다.
pl: Nie można utworzyć wystąpienia typu „{0}”. Typ musi być publiczny i posiadać publiczny domyślny konstruktor.
pt_br: Não é possível criar uma instância para o tipo '{0}'. O tipo deve ser público e ter um construtor padrão público.
ru: Не удается создать экземпляра типа "{0}". Тип должен быть общим и иметь общий конструктор по умолчанию.
tr: '{0}' türü için örnek oluşturulamaz. Tür genel olmalıdır ve genel bir varsayılan oluşturucuya sahip olmalıdır.
zh_hans: 无法为类型“{0}”创建实例。类型必须为公共的且具有公共的默认构造函数。
zh_hant: 無法為型別 '{0}' 建立執行個體。型別必須是公用，而且必須有公用預設建構函式。

# ParserCantCreateTextComplexProp
source: A property of type '{0}' cannot be created from the string '{1}'.
cs: Vlastnost typu {0} nelze vytvořit z řetězce {1}.
de: Eine Eigenschaft vom Typ "{0}" kann nicht aus der Zeichenfolge "{1}" erstellt werden.
es: No se puede crear una propiedad de tipo "{0}" desde la cadena "{1}".
fr: Impossible de créer une propriété de type '{0}' à partir de la chaîne '{1}'.
it: Non è possibile creare una proprietà di tipo '{0}' dalla stringa '{1}'.
ja: 型 '{0}' のプロパティを文字列 '{1}' から作成することはできません。
ko: '{1}' 문자열에서 '{0}' 형식의 속성을 만들 수 없습니다.
pl: Właściwości typu „{0}” nie można utworzyć z ciągu „{1}”.
pt_br: Uma propriedade do tipo '{0}' não pode ser criada com base na cadeia de caracteres '{1}'.
ru: Свойство типа "{0}" не может быть создано из строки "{1}".
tr: '{1}' dizesinden '{0}' türünde özellik oluşturulamaz.
zh_hans: 无法从字符串“{1}”创建类型“{0}”的属性。
zh_hant: 無法從字串 '{1}' 建立類型為 '{0}' 的屬性。

# ParserCantGetDPOrPi
source: Cannot find DependencyProperty or PropertyInfo for property named '{0}'. Property names are case sensitive.
cs: Nelze nalézt závislou vlastnost DependencyProperty nebo informace PropertyInfo pro vlastnost pojmenovanou {0}. Názvy vlastností rozlišují malá a velká písmena.
de: Für die Eigenschaft mit dem Namen "{0}" kann "DependencyProperty" oder "PropertyInfo" nicht gefunden werden. Bei Eigenschaftsnamen wird die Groß- und Kleinschreibung berücksichtigt.
es: No se puede encontrar DependencyProperty o PropertyInfo para la propiedad con nombre '{0}'. Los nombres de propiedad distinguen mayúsculas de minúsculas.
fr: Impossible de trouver DependencyProperty ou PropertyInfo pour la propriété nommée '{0}'. Les noms des propriétés respectent la casse.
it: Impossibile trovare DependencyProperty o PropertyInfo per la proprietà denominata '{0}'. Per i nomi di proprietà viene fatta distinzione tra maiuscole e minuscole.
ja: '{0}' という名前のプロパティの DependencyProperty または PropertyInfo が見つかりません。プロパティ名は大文字と小文字を区別します。
ko: 이름이 '{0}'인 속성에 대한 DependencyProperty 또는 PropertyInfo를 찾을 수 없습니다. 속성 이름은 대/소문자를 구분합니다.
pl: Nie można znaleźć DependencyProperty ani PropertyInfo dla właściwości o nazwie „{0}”. W nazwach właściwości jest uwzględniana wielkość liter.
pt_br: Não é possível encontrar DependencyProperty ou PropertyInfo para a propriedade denominada '{0}'. Os nomes de propriedades diferenciam maiúsculas de minúsculas.
ru: Не удается найти DependencyProperty или PropertyInfo для свойства с именем "{0}". Имена свойств определяются с учетом регистра.
tr: '{0}' adlı özellik için DependencyProperty veya PropertyInfo bulunamıyor. Özellik adları için büyük/küçük harf ayrımı vardır.
zh_hans: 无法找到名为“{0}”的属性的 DependencyProperty 或 PropertyInfo。属性名区分大小写。
zh_hant: 找不到屬性 '{0}' 的 DependencyProperty 或 PropertyInfo。屬性名稱會區分大小寫。

# ParserCantGetProperty
source: '{0}' is a read only property of type IList or IDictionary and cannot be set as it does not have an accessible get accessor.
cs: Vlastnost {0} je vlastnost jen pro čtení typu IList nebo IDictionary a nelze ji nastavovat, protože nemá přístup k funkci Get.
de: Bei "{0}" handelt es sich um eine schreibgeschützte Eigenschaft vom Typ "IList" oder "IDictionary", die nicht festgelegt werden kann, da sie keinen get-Accessor besitzt, auf den zugegriffen werden kann.
es: '{0}' es una propiedad de sólo lectura de tipo IList o IDictionary y no se puede establecer porque no tiene un descriptor de acceso get accesible.
fr: '{0}' est une propriété en lecture seule de type IList ou IDictionary et ne peut pas être définie car elle ne possède pas un accesseur get accessible.
it: '{0}' è una proprietà di sola lettura di tipo IList o IDictionary. Impossibile impostarla perché non è disponibile una funzione di accesso get accessibile.
ja: '{0}' は、型が IList または IDictionary の読み取り専用プロパティで、アクセス可能な get アクセサーがないので設定できません。
ko: '{0}'은(는) IList 또는 IDictionary 형식의 읽기 전용 속성이며, 액세스 가능한 get 접근자가 없으므로 설정할 수 없습니다.
pl: „{0}” jest właściwością tylko do odczytu elementu IList lub IDictionary i nie można jej ustawić, ponieważ nie ma dostępnego akcesora get.
pt_br: '{0}' é uma propriedade somente leitura do tipo IList ou IDictionary e não pode ser definida uma vez que não tem um acessador get acessível.
ru: "{0}" - это доступное только для чтения свойство типа IList или IDictionary. Оно не может быть задано, так как не имеет доступной функции доступа get.
tr: '{0}', IList veya IDictionary türünde salt okunur bir özelliktir ve erişilebilir bir alma erişenine sahip olmadığı için ayarlanamaz.
zh_hans: “{0}”是 IList 或 IDictionary 类型的只读属性，无法设置，因为它不具有可访问的 get 访问器。
zh_hant: '{0}' 是型別為 IList 或 IDictionary 的唯讀屬性而且無法設定，因為它沒有可存取的 get 存取子。

# ParserCantSetAttribute
source: {0} '{1}' cannot be set because it does not have an accessible {2} accessor.
cs: Prvek {0} {1} nelze nastavit, protože nemá k dispozici přístupový objekt {2}.
de: {0} "{1}" kann nicht festgelegt werden, da kein {2}-Accessor vorhanden ist, auf den zugegriffen werden kann.
es: {0} "{1}" no se puede establecer porque no tiene un descriptor de acceso {2} accesible.
fr: Impossible de définir {0} '{1}', car il n'a pas d'accesseur {2} accessible.
it: Non è possibile impostare {0} '{1}' perché non dispone di una funzione di accesso {2} accessibile.
ja: {0} '{1}' は、アクセス可能な {2} アクセサーがないため設定できません。
ko: 액세스 가능한 {2} 접근자가 없으므로 {0} '{1}'을(를) 설정할 수 없습니다.
pl: Nie można ustawić {0} „{1}”, ponieważ nie ma dostępnego akcesora {2}.
pt_br: {0} '{1}' não pode ser definido porque não tem um acessador {2} acessível.
ru: Не удается задать {0} "{1}" из-за отсутствия доступного метода доступа {2}.
tr: {0} '{1}' erişilebilir bir {2} erişimcisine sahip olmadığı için ayarlanamaz.
zh_hans: 无法设置 {0}“{1}”，因为它不具有可访问的 {2} 生成器。
zh_hant: 因為 {0} '{1}' 它沒有可存取的 {2} 存取子，所以無法設定。
