Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# Generator_Readme3
source: One or more of the following sources may have raised the wrong events:
cs: Jeden nebo více následujících zdrojů pravděpodobně vyvolal chybnou událost:
de: Eine oder mehrere der folgenden Quellen haben möglicherweise falsche Ereignisse ausgelöst:
es: Uno o varios de los siguientes orígenes pueden haber generado los eventos incorrectos:
fr: Une ou plusieurs des sources suivantes peuvent avoir déclenché des événements inappropriés :
it: Uno o più delle seguenti origini potrebbero aver generato gli eventi non corretti:
ja: 次の 1 つ以上のソースのイベントでエラーが発生した可能性があります:
ko: 하나 이상의 다음 소스에서 잘못된 이벤트가 발생했을 수 있습니다.
pl: Jedno lub więcej z następujących źródeł mogło wywołać nieprawidłowe zdarzenia:
pt_br: Uma ou mais das origens a seguir podem ter gerado os eventos incorretos:
ru: Один или несколько следующих источников могли создать неверные события:
tr: Aşağıdaki kaynakların biri veya daha fazlası yanlış olaylar bildirmiş olabilir:
zh_hans: 以下的一个或多个源可能已引发错误事件:
zh_hant: 下列一或多個來源可能引發錯誤的事件:

# Generator_Readme4
source: (The starred sources are considered more likely to be the cause of the problem.)
cs: (U zdrojů označených hvězdičkou je vyšší pravděpodobnost, že jsou příčinou problému.)
de: (Die beteiligten Quellen werden als die wahrscheinlichere Ursache des Problems betrachtet.)
es: (Los orígenes marcados se consideran las causas más probables del problema).
fr: (Les sources en étoile sont considérées comme étant probablement la cause du problème.)
it: (le origini con gli asterischi sono probabilmente la causa del problema).
ja: (マークされたソースが問題の原因となっている可能性があります。)
ko: (별표 소스가 문제의 원인인 것 같습니다.)
pl: (W przypadku źródeł oznaczonych gwiazdką są bardziej prawdopodobną przyczyną problemu).
pt_br: (As origens com estrelas são a causa mais provável do problema).
ru: (Источники, которые считаются наиболее вероятной причиной проблемы, помечены звездочкой.)
tr: (Yıldızlı kaynakların sorunun nedeni olması daha muhtemeldir.)
zh_hans: (标有星号的源被认为更有可能是问题的根源。)
zh_hant: (有星號的來源最有可能是造成問題的原因)。

# Generator_Readme5
source: The most common causes are (a) changing the collection or its Count without raising a corresponding event, and (b) raising an event with an incorrect index or item parameter.
cs: Mezi nejčastější příčiny patří (a) změna kolekce nebo její vlastnosti Count bez vyvolání odpovídající události a (b) vyvolání události s nesprávnou hodnotou parametru indexu nebo položky.
de: Die häufigsten Ursachen umfassen (a) das Ändern der Sammlung oder deren Anzahl ohne Auslösen eines entsprechenden Ereignisses sowie (b) das Auslösen eines Ereignisses mit falschem Index- oder Elementparameter.
es: Las causas más habituales son (a) el cambio de la colección o su recuento sin generar un evento correspondiente y (b) la generación de un evento con un parámetro de elemento o índice incorrecto.
fr: Les causes les plus courantes sont (a) la modification de la collection ou de son élément Count sans déclencher d'événement correspondant, et (b) le déclenchement d'un événement avec un paramètre d'élément ou index incorrect.
it: Le cause più comuni sono (a) la modifica della raccolta o del conteggio senza la generazione di un evento corrispondente e (b) la generazione di un evento con un parametro di elemento o indice non corretto.
ja: 最も一般的な原因としては、(a) 対応するイベントが発生していないのにコレクションまたはカウントを変更しているか、(b) 不適切なインデックスまたは項目パラメーターでイベントが発生しています。
ko: 가장 일반적인 원인은 (a) 해당 이벤트를 발생시키지 않고 컬렉션 또는 해당 개수 변경 및 (b) 잘못된 인덱스 또는 항목 매개 변수를 사용한 이벤트 발생입니다.
pl: Najczęstszymi przyczynami są: (a) zmiana kolekcji lub jej liczby bez zmiany odpowiadającego jej zdarzenia i (b) wywołanie zdarzenia z nieprawidłowym indeksem lub parametrem elementu.
pt_br: As causas mais comuns são (a) alteração da coleção ou de sua Contagem sem gerar um evento correspondente e (b) geração de um evento com um índice ou parâmetro de item incorreto.
ru: Наиболее распространенные причины: (а) изменение коллекции или ее свойства Count без создания соответствующего события и (б) создание события с неверным параметром индекса или элемента.
tr: En sık görülen nedenler (a) ilgili bir olay bildirmeden koleksiyonu veya Sayısını değiştirmek ve (b) yanlış dizin veya öğe parametresiyle bir olay bildirmektir.
zh_hans: 最常见的原因有: (a)在未引发相应事件的情况下更改了集合或集合的计数，(b)引发的事件使用了错误的索引或项参数。
zh_hant: 最常見的原因是 (a) 變更集合或其計數，而未引發對應的事件，以及 (b) 引發的事件含有不正確的索引或項目參數。

# Generator_Readme6
source: The exception's stack trace describes how the inconsistencies were detected, not how they occurred.
cs: Trasování zásobníku pro výjimku popisuje, jak byly nesrovnalosti zjištěny, nikoli jak k nim došlo.
de: Die Stapelüberwachung der Ausnahme beschreibt wie die Inkonsistenzen festgestellt wurden, jedoch nicht wie diese aufgetreten sind.
es: El seguimiento de la pila de la excepción describe cómo se detectaron las incoherencias, no cómo ocurrieron.
fr: La trace de la pile de l'exception décrit comment les incohérences ont été détectées, et non comment elles se sont produites.
it: L'analisi dello stack dell'eccezione descrive come sono state rilevate le incoerenze e non come si sono verificate.
ja: 例外のスタック トレースでは、一貫性エラーがどのように発生したかではなく、どのように検出されたかについて示しています。
ko: 예외의 스택 추적에서는 불일치가 발생한 방법이 아닌 검색된 방법을 설명해 줍니다.
pl: Śledzenie stosu wyjątków umożliwia sprawdzenie sposobu wykrycia niespójności, a nie ich przyczyny.
pt_br: O rastreamento da pilha da exceção descreve como as inconsistências foram detectadas, não como elas ocorreram.
ru: В трассировке стека исключения описан процесс обнаружения несоответствий, а не процесс их возникновения.
tr: Özel durumun yığın izlemesi, tutarsızlıkların nasıl oluştuklarını değil, nasıl algılandıklarını açıklar.
zh_hans: 异常的堆栈跟踪将描述不一致情况是如何检测到的，而不是描述不一致情况是如何发生的。
zh_hant: 例外狀況的堆疊追蹤說明如何偵測到不一致，而非如何發生不一致。

# Generator_Readme7
source: To get a more timely exception, set the attached property '{0}' on the generator to value '{1}' and rerun the scenario.
cs: Chcete-li získat včasnější výjimku, nastavte přidruženou vlastnost {0} generátoru na hodnotu {1} a znovu tento scénář spusťte.
de: Um eine zeitnahe Ausnahme zu erhalten, legen Sie die zugehörige Eigenschaft "{0}" für den Generator auf den Wert "{1}" fest und führen das Szenario erneut aus.
es: Para obtener una excepción más puntual, establezca la propiedad "{0}" adjunta del generador en el valor "{1}" y vuelva a ejecutar el escenario.
fr: Pour obtenir une exception plus opportune, affectez à la propriété jointe '{0}' du générateur la valeur '{1}', puis réexécutez le scénario.
it: Per ottenere un'eccezione più tempestivamente, impostare la proprietà associata '{0}' nel generatore sul valore '{1}' ed eseguire nuovamente lo scenario.
ja: 例外が適切に発生するには、ジェネレーターの添付プロパティ '{0}' を値 '{1}' に設定して、シナリオを再実行します。
ko: 보다 시기적절한 예외를 얻으려면 생성자의 연결된 속성 '{0}'에 값 '{1}'을(를) 설정하고 시나리오를 다시 실행하세요.
pl: Aby uzyskać bardziej aktualny wyjątek, ustaw wartość „{1}” dla właściwości „{0}” na generatorze i ponownie uruchom scenariusz.
pt_br: Para obter uma exceção mais oportuna, defina a propriedade anexada '{0}' no gerador com o valor '{1}' e execute o cenário novamente.
ru: Для своевременного получения исключения задайте значение"{1}" для присоединенного свойства "{0}" генератора и перезапустите сценарий.
tr: Daha zamanında bir özel durum almak için oluşturucuya eklenen '{0}' özelliğini '{1}' değeri olarak ayarlayın ve senaryoyu yeniden çalıştırın.
zh_hans: 要获得更及时的异常，应将生成器上附加的属性“{0}”设置为值“{1}”，然后重新运行该方案。
zh_hant: 若要更及時地取得例外狀況，請在產生器上將附加的屬性 '{0}' 變更為值 '{1}'，然後重新執行一次該案例。

# Generator_Readme8
source: One way to do this is to run a command similar to the following:\n {0}
cs: To můžete provést například tak, že v příkazovém podokně vykonáte příkaz podobný tomuto:\n {0}
de: Eine Möglichkeit dazu ist die Ausführung eines Befehls ähnlich dem folgenden:\n {0}
es: Una forma de hacerlo es ejecutar un comando similar al siguiente:\n {0}
fr: Pour ce faire, vous pouvez notamment exécuter une commande semblable à ce qui suit :\n {0}
it: Un modo per effettuare questa operazione consiste nell'eseguire un comando simile al seguente:\n {0}
ja: これを行うには、次のようなコマンドを実行する方法があります:\n {0}
ko: 방법 중 하나는 [직접 실행 창]에서 다음과 유사한 명령을 실행하는 것입니다.\n {0}
pl: Aby to zrobić, można na przykład wywołać polecenie podobne do następującego:\n {0}
pt_br: Uma maneira de fazer isso é executar um comando semelhante ao seguinte:\n {0}
ru: Один из способов решения этой задачи состоит в выполнении команды, аналогичной следующей\n {0}
tr: Bunu yapmanın bir yolu da, şuna benzer bir komut çalıştırmaktır:\n {0}
zh_hans: 完成此操作的一个方法是，在“即时”窗口中运行与下面的命令类似的命令:\n {0}
zh_hant: 執行這項作業的其中一個方法，是執行類似如下的命令:\n {0}

# Generator_Readme9
source: from the Immediate window. This causes the detection logic to run after every CollectionChanged event, so it will slow down the application.
cs: To způsobí vyvolání detekční logiky po každé události CollectionChanged, což povede ke zpomalení aplikace.
de: im Direktfenster. Dadurch wird die Erkennungslogik nach jedem CollectionChanged-Ereignis ausgeführt, sodass die Anwendung verlangsamt wird.
es: desde la ventana Inmediato. Esto hace que la lógica de detección se ejecute después de cada evento CollectionChanged, por lo que ralentizará la aplicación.
fr: à partir de la fenêtre Exécution. Cela provoque l'exécution de la logique de détection après chaque événement CollectionChanged, ce qui ralentit l'application.
it: dalla finestra di controllo immediato. In tal modo la logica di rilevamento viene eseguita dopo ogni evento CollectionChanged e quindi rallenta l'applicazione.
ja: これはイミディエイト ウィンドウで実行します。これにより、各 CollectionChanged イベント後に検出ロジックが実行されるため、アプリケーションの処理速度が低下します。
ko: 그러면 모든 CollectionChanged 이벤트 다음에 검색 논리가 실행되어 응용 프로그램 속도가 느려집니다.
pl: w oknie bezpośrednim. Powoduje ona, że logika wykrywania jest uruchamiana po każdym zdarzeniu CollectionChanged, co spowolni działanie aplikacji.
pt_br: da janela Imediato. Isso executará a lógica de detecção após todos os eventos CollectionChanged e, portanto, fará com que o aplicativo fique mais lento.
ru: из окна интерпретации. Это приведет к запуску логики обнаружения после каждого события CollectionChanged, что замедлит работу приложения.
tr: Komut penceresinden. Bu, algılama mantığının her CollectionChanged olayından sonra çalışmasına ve böylece uygulamayı yavaşlatmasına neden olur.
zh_hans: 。这会使得在发生每个 CollectionChanged 事件之后运行检测逻辑，因此，这将减慢应用程序的运行速度。
zh_hant: 如此，每次出現 CollectionChanged 事件之後，就會執行偵測邏輯，因而使應用程式變慢。

# Generator_Unnamed
source: (unnamed)
cs: (bez názvu)
de: (unbenannt)
es: (sin nombre)
fr: (sans nom)
it: (senza nome)
ja: (名前なし)
ko: (이름 없음)
pl: (bez nazwy)
pt_br: (sem nome)
ru: (без имени)
tr: (adsız)
zh_hans: (未命名)
zh_hant: (未命名的)

# GetResponseFailed
source: Cannot get response for web request to '{0}'.
cs: Odpověď na webový požadavek pro {0} nelze získat.
de: Antwort auf Webanforderung an "{0}" kann nicht abgerufen werden.
es: No se puede obtener una respuesta a las solicitudes web para '{0}'.
fr: Impossible d'obtenir la réponse pour la requête web de '{0}'.
it: Impossibile ottenere una risposta per la richiesta Web inviata a '{0}'.
ja: '{0}' への Web 要求に対する応答を取得できません。
ko: '{0}'에 대한 웹 요청의 응답을 가져올 수 없습니다.
pl: Nie można uzyskać odpowiedzi na żądanie sieci web skierowane do elementu „{0}”.
pt_br: Não é possível obter resposta para a solicitação da Web para '{0}'.
ru: Не удается получить ответ на веб-запрос к "{0}".
tr: '{0}' için yapılan web isteğine yanıt alınamıyor.
zh_hans: 无法获取对“{0}”的 Web 请求的响应。
zh_hant: 無法取得 '{0}' 的 Web 要求回應。

# GetStreamFailed
source: Cannot get stream from WebResponse for URI '{0}'.
cs: Datový proud nelze získat z třídy WebResponse pro identifikátor URI {0}.
de: Datenstrom von WebResponse für URI "{0}" kann nicht abgerufen werden.
es: No se puede obtener la secuencia de WebResponse para el URI '{0}'.
fr: Impossible d'obtenir un flux à partir de WebResponse pour l'URI '{0}'.
it: Impossibile ottenere il flusso dalla WebResponse per l'URI '{0}'.
ja: URI '{0}' の WebResponse からストリームを取得できません。
ko: URI '{0}'에 대해 WebResponse에서 스트림을 가져올 수 없습니다.
pl: Nie można uzyskać strumienia z obiektu WebResponse dla identyfikatora URI „{0}”.
pt_br: Não é possível obter o fluxo de WebResponse para o URI '{0}'.
ru: Невозможно получить поток из WebResponse для URI "{0}".
tr: URI '{0}' için WebResponse'dan akış alınamıyor.
zh_hans: 无法从 URI“{0}”的 WebResponse 中获取流。
zh_hant: 無法從 URI '{0}' 取得 WebResponse 的資料流。

# GlyphsAdvanceWidthCannotBeNegative
source: Cannot have negative Glyph advance width.
cs: Nelze mít zápornou Glyph postupu šifry.
de: Die erweiterte Glyph-Breite darf nicht negativ sein.
es: No se puede tener un ancho de avance de Glyph negativo.
fr: Impossible d'avoir une largeur d'avance Glyph négative.
it: Impossibile specificare una distanza di avanzamento negativa per Glyph.
ja: 負の Glyph アドバンス幅は設定できません。
ko: Glyph 유효폭 너비는 음수일 수 없습니다.
pl: Szerokość obiektu Glyph nie może być ujemna.
pt_br: Não é possível ter uma largura de avanço de Glyph negativa.
ru: Glyph не может иметь отрицательную ширину.
tr: Negatif Glyph ilerletme genişliği olamaz.
zh_hans: Glyph 步进宽度不能为负数。
zh_hant: Glyph 遞增寬度不能為負數。

# GlyphsCaretStopsContainsHexDigits
source: CaretStops string must contain only hexadecimal digits.
cs: Řetězec CaretStops musí obsahovat pouze šestnáctkové číslice.
de: Die CaretStops-Zeichenfolge darf nur Hexadezimalziffern enthalten.
es: Las cadenas CaretStops sólo deben contener dígitos hexadecimales.
fr: La chaîne CaretStops ne doit contenir que des chiffres hexadécimaux.
it: La stringa CaretStops deve contenere solo cifre esadecimali.
ja: CaretStops 文字列には、16 進数値のみが含まれている必要があります。
ko: CaretStops 문자열에는 16진수만 있어야 합니다.
pl: Ciąg CaretStops musi zawierać tylko cyfry szesnastkowe.
pt_br: A cadeia de caracteres CaretStops deve conter somente dígitos hexadecimais.
ru: Строка CaretStops должна содержать только шестнадцатеричные цифры.
tr: CaretStops dizesi yalnızca onaltılık basamaklar içermelidir.
zh_hans: CaretStops 字符串只能包含十六进制数字。
zh_hant: CaretStops 字串只能包含十六進位數字。

# GlyphsCaretStopsLengthCorrespondsToUnicodeString
source: The number of caret stops in CaretStops string must not exceed the number of UTF16 code points by more than 1.
cs: Počet koncových znaků v řetězci CaretStops nesmí překročit počet kódových bodů UTF16 o víc než o jednu.
de: Die Anzahl von Caretzeichenstopps in der CaretStops-Zeichenfolge darf die Anzahl von UTF16-Codepunkten nicht um mehr als den Wert "1" übersteigen.
es: El número de paradas de símbolo de intercalación de la cadena CaretStops no debe superar en más de 1 el número de puntos de código UTF16.
fr: Le nombre d'arrêts de point d'insertion dans la chaîne CaretStops ne doit pas dépasser de plus de 1 le nombre de points de code UTF16.
it: Il numero di posizioni del cursore nella stringa CaretStops non può essere maggiore di più di 1 rispetto al numero di punti di codice UTF16.
ja: CaretStops 文字列のキャレット停止の数は、UTF16 コード ポイントの数を 1 以上超えてはなりません。
ko: CaretStops 문자열에서 캐럿 중지의 수는 UTF16 코드 포인트의 수를 하나라도 초과할 수 없습니다.
pl: Liczba zatrzymań karetki w ciągu CaretStops nie może przekraczać liczby punktów kodu UTF16 o więcej niż 1.
pt_br: O número de paradas do sinal de interpolação na cadeia de caracteres CaretStops não deve exceder o número de pontos do código UTF16 em mais de 1.
ru: Число знаков вставки в строке CaretStops не должно превышать число точек кода UTF16 более чем на 1.
tr: CaretStops dizesindeki çıkma durakları sayısı UTF16 kod noktalarının sayısını 1'den fazla aşmamalıdır.
zh_hans: CaretStops 字符串中的脱字符数只能超出 UTF16 码点数 1 个。
zh_hant: CaretStops 的插入號停駐點數目不能比 UTF16 字碼元素多出 1 以上。

# GlyphsClusterBadCharactersBeforeBracket
source: Must have only spaces before opening bracket in a Glyphs cluster specification.
cs: Před počáteční závorkou specifikace clusteru Glyphs mohou být jen mezery.
de: In Glyphs-Clusterspezifikationen dürfen sich vor geöffneten Klammern ausschließlich Leerzeichen befinden.
es: En una especificación de clúster de Glyphs sólo pueden existir espacios delante del corchete inicial.
fr: Seuls les espaces sont autorisés avant le crochet ouvrant d'une spécification de cluster Glyphs.
it: Sono consentiti solo spazi prima della parentesi quadra di apertura in una specifica di raggruppamento di Glyphs.
ja: Glyphs クラスター仕様で、左かっこの前はスペースのみである必要があります。
ko: Glyphs 클러스터 사양에서 여는 괄호 앞에는 공백만 있어야 합니다.
pl: Spacja może występować tylko przed nawiasem otwierającym w specyfikacji klastra obiektu Glyphs.
pt_br: É necessário ter somente espaços antes do colchete de abertura em uma especificação de cluster Glyphs.
ru: В спецификации кластера Glyphs перед открывающей скобкой должны быть только пробелы.
tr: Bir Glyphs küme belirtiminde açılış köşeli ayracından önce yalnızca boşluklar olmalıdır.
zh_hans: 在 Glyphs 群集规范中左括号前面只能有空格。
zh_hant: Glyphs 叢集規格中的左邊中括弧前只能有一個空格。

# GlyphsClusterMisplacedSeparator
source: Colon separator misplaced in Glyphs cluster specification.
cs: Špatně umístěná dvojtečka ve specifikaci clusteru Glyphs.
de: Falsch platziertes Kommatrennzeichen in Glyphs-Clusterspezifikation.
es: El separador de dos puntos está mal colocado en la especificación de clúster de Glyphs.
fr: Mauvais placement du séparateur deux-points dans la spécification de cluster Glyphs.
it: Posizione del separatore due punti (:) non corretta nella specifica del raggruppamento di Glyphs.
ja: Glyphs クラスター仕様で、コロン区切り文字の位置が間違っています。
ko: Glyphs 클러스터 사양에서 콜론 구분 기호의 위치가 잘못되었습니다.
pl: Nieprawidłowe położenie dwukropka będącego separatorem w specyfikacji klastra obiektu Glyphs.
pt_br: Separador de dois-pontos posicionado incorretamente na especificação de cluster Glyphs.
ru: В спецификации кластера Glyphs неверно размещен разделитель - точка с запятой.
tr: Glyphs küme belirtiminde iki nokta üst üste ayırıcısı yanlış yerleştirilmiş.
zh_hans: 在 Glyphs 群集规范中错误放置了冒号分隔符。
zh_hant: Glyphs 叢集規格中的冒號分隔符號位置錯誤。

# GlyphsClusterNoMatchingBracket
source: Cannot find matching bracket in Glyphs cluster specification.
cs: Nelze nalézt druhou závorku ve specifikaci clusteru Glyphs.
de: In der Glyphs-Clusterspezifikation kann keine passende Klammer gefunden werden.
es: No se puede encontrar el paréntesis coincidente en la especificación de clúster de Glyphs.
fr: Impossible de trouver le crochet correspondant dans la spécification du cluster Glyphs.
it: Impossibile trovare la parentesi quadra corrispondente nella specifica del raggruppamento di Glyphs.
ja: Glyphs クラスター仕様で、一致するかっこが見つかりません。
ko: Glyphs 클러스터 사양에 짝을 이루는 괄호가 없습니다.
pl: Nie można znaleźć pasujących nawiasów w specyfikacji klastra obiektu Glyphs.
pt_br: Não é possível encontrar o colchete correspondente na especificação de cluster Glyphs.
ru: В спецификации кластера Glyphs не удается найти парную скобку.
tr: Glyphs küme belirtiminde eşleşen köşeli ayraç bulunamıyor.
zh_hans: 在 Glyphs 群集规范中无法找到匹配的括号。
zh_hant: 在 Glyphs 叢集規格中找不到對應的中括弧。

# GlyphsClusterNoNestedClusters
source: Cannot nest Glyphs clusters.
cs: Nelze vnořovat clustery Glyphs.
de: Glyphs-Cluster können nicht geschachtelt werden.
es: No se pueden anidar los clústeres de Glyphs.
fr: Impossible d'imbriquer des clusters Glyphs.
it: Impossibile annidare raggruppamenti di Glyphs.
ja: Glyphs クラスターを入れ子にすることはできません。
ko: Glyphs 클러스터를 중첩할 수 없습니다.
pl: Nie można zagnieżdżać klastrów obiektów Glyphs.
pt_br: Não é possível aninhar clusters Glyphs.
ru: Наличие вложенных кластеров Glyphs не допускается.
tr: Glyphs kümeleri iç içe yerleştirilemez.
zh_hans: 无法嵌套 Glyphs 群集。
zh_hant: 無法將 Glyphs 叢集巢狀化。

# GlyphsIndexRequiredIfNoUnicode
source: Must have Glyph indices if no Unicode string is specified.
cs: Pokud není určen řetězec Unicode, jsou potřeba indexy Glyphs.
de: Wenn keine Unicodezeichenfolge angegeben ist, müssen Glyph-Indizes vorhanden sein.
es: Si no se especifica ninguna cadena Unicode, se debe disponer de índices de Glyphs.
fr: Index Glyph obligatoires si aucune chaîne Unicode n'est spécifiée.
it: Se non si specifica una stringa Unicode, sono necessari indici Glyph.
ja: Unicode 文字列が指定されていない場合、Glyph インデックスが必要です。
ko: 유니코드 문자열이 지정되지 않은 경우 Glyph 인덱스가 있어야 합니다.
pl: Jeśli nie określono ciągu Unicode, należy zdefiniować indeksy obiektów Glyph.
pt_br: É necessário ter os índices de Glyph se nenhuma cadeia de caracteres Unicode estiver especificada.
ru: Если строка Юникода не указана, требуются индексы Glyph.
tr: Unicode dizesi belirtilmezse, Glyph göstergesi olmalıdır.
zh_hans: 如果未指定 Unicode 字符串，则必须有 Glyph 索引。
zh_hant: 若指定 Unicode 字串，則必須有 Glyph 索引。

# GlyphsIndexRequiredWithinCluster
source: Must have all glyph indices in a Glyphs cluster.
cs: Cluster piktogramu musí obsahovat všechny Glyphs indexy.
de: Alle Symbolindizes müssen sich in einem Cluster vom Typ Glyphs befinden.
es: Todos los índices de glifos deben estar contenidos en un clúster de Glyphs.
fr: Tous les index de glyphe d'un cluster Glyphs obligatoires.
it: Tutti gli indici dei glifi devono essere inclusi in un raggruppamento di Glyphs.
ja: Glyphs クラスター内にすべてのグリフ インデックスが必要です。
ko: Glyphs 클러스터에 모든 Glyph 인덱스가 있어야 합니다.
pl: Wszystkie indeksy symboli muszą znajdować się w klastrze obiektów Glyphs.
pt_br: É necessário ter todos os índices de glyph em um cluster Glyphs.
ru: В кластере Glyphs должны быть все индексы глифа.
tr: Bir Glyphs kümesindeki tüm simge göstergeleri olmalıdır.
zh_hans: 所有标志符号索引都必须在一个 Glyphs 群集中。
zh_hant: Glyphs 叢集中必須有所有圖像索引。

# GlyphsTooManyCommas
source: Too many commas in glyph index specification.
cs: Příliš mnoho čárek ve specifikaci indexu piktogramu.
de: Zu viele Kommas in der Symbolindexspezifikation.
es: Demasiadas comas en una especificación de índice de glifos.
fr: Trop de virgules dans la spécification de l'index de glyphes.
it: Troppe virgole nella specifica degli indici dei glifi.
ja: グリフ インデックス仕様にコンマが多すぎます。
ko: Glyph 인덱스 사양에 쉼표가 너무 많습니다.
pl: Zbyt wiele przecinków w specyfikacji indeksu symboli.
pt_br: Muitas vírgulas na especificação de índice de glifo.
ru: Слишком много запятых в спецификации индекса глифа.
tr: Simge dizini belirtiminde çok fazla virgül var.
zh_hans: 标志符号索引规范中逗号过多。
zh_hant: 圖像索引規格中有太多逗號。

# GlyphsUnicodeStringAndIndicesCannotBothBeEmpty
source: Glyphs Indices and UnicodeString properties cannot both be empty.
cs: Nemohou být prázdné jak vlastnost indexů Glyphs, tak UnicodeString.
de: Die Glyphs-Indizes und UnicodeString-Eigenschaften dürfen nicht beide leer sein.
es: Las propiedades UnicodeString e Indices de Glyphs no pueden estar vacías a la vez.
fr: Les propriétés UnicodeString et Indices Glyphs ne peuvent pas être vides.
it: Le proprietà Indices e UnicodeString dell'elemento Glyphs non possono essere entrambe vuote.
ja: Glyphs Indices プロパティと UnicodeString プロパティを、両方とも空にすることはできません。
ko: Glyphs 인덱스 및 UnicodeString 속성은 모두 비어 있을 수 없습니다.
pl: Indeksy obiektów Glyphs i właściwości UnicodeString nie mogą być jednocześnie puste.
pt_br: Os índices de Glyphs e as propriedades de UnicodeString não podem estar vazios.
ru: Свойства Indices и UnicodeString для Glyphs не могут одновременно быть пустыми.
tr: Glyphs Indices ve UnicodeString özelliklerinin her ikisi boş olamaz.
zh_hans: Glyphs 索引和 UnicodeString 属性不能同时为空。
zh_hant: Glyphs 索引與 UnicodeString 屬性不能同時是空的。
