Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# InvalidOperationDuringClosing
source: Cannot set Visibility to Visible or call Show, ShowDialog, Close, or WindowInteropHelper.EnsureHandle while a Window is closing.
cs: Při zavírání okna nelze nastavit vlastnost Visibility na hodnotu Visible nebo volat metodu Show, ShowDialog, Close nebo WindowInteropHelper.EnsureHandle.
de: Visibility kann nicht auf "Visible" festgelegt und Show, ShowDialog, Close oder WindowInteropHelper.EnsureHandle können nicht aufgerufen werden, während ein Window geschlossen wird.
es: No se puede establecer Visibility en Visible ni llamar a Show, ShowDialog, Close o WindowInteropHelper.EnsureHandle mientras un elemento Window se está cerrando.
fr: Impossible d'affecter Visible à Visibility ou d'appeler Show, ShowDialog, Close ou WindowInteropHelper.EnsureHandle lorsqu'un objet Window est en cours de fermeture.
it: Impossibile impostare Visibility su Visible oppure chiamare Show, ShowDialog, Close o WindowInteropHelper.EnsureHandle mentre è in corso la chiusura dell'oggetto Window.
ja: Window が閉じている場合、Visibility を Visible に設定したり、Show、ShowDialog、Close、および WindowInteropHelper.EnsureHandle を呼び出したりすることはできません。
ko: 창을 닫는 중에는 Visibility를 Visible로 설정하거나 Show, ShowDialog, Close 또는 WindowInteropHelper.EnsureHandle을 호출할 수 없습니다.
pl: Nie można ustawić właściwości Visibility ani wywołać operacji Show, ShowDialog, Close lub WindowInteropHelper.EnsureHandle podczas zamykania okna.
pt_br: Não será possível definir Visibility como Visible nem chamar Show, ShowDialog, Close ou WindowInteropHelper.EnsureHandle enquanto uma Janela estiver sendo fechada.
ru: Во время закрытия окна нельзя установить для Visibility значение Visible или вызвать Show, ShowDialog, Close или WindowInteropHelper.EnsureHandle.
tr: Pencere kapatılırken Visibility Visible olarak ayarlanamaz veya Show, ShowDialog, Close veya WindowInteropHelper.EnsureHandle çağırılamaz.
zh_hans: 在 Window 关闭时，无法将 Visibility 设置为 Visible，也无法调用 Show、ShowDialog、Close 或 WindowInteropHelper.EnsureHandle。
zh_hant: 正在關閉視窗時，無法將 Visibility 設定成 Visible，或呼叫 Show、ShowDialog、Close 或 WindowInteropHelper.EnsureHandle。

# InvalidOperation_AddBackEntryNoContent
source: A custom journal entry cannot be added for null content.
cs: Nelze přidat zápis do uživatelského deníku s nulovým obsahem.
de: Ein benutzerdefinierter Journaleintrag kann nicht hinzugefügt werden, wenn kein Inhalt vorhanden ist.
es: Una entrada de diario personalizada no se puede agregar para un contenido nulo.
fr: Impossible d'ajouter une entrée de journal personnalisée pour un contenu de valeur null.
it: Impossibile aggiungere una voce di journal personalizzata per contenuto null.
ja: コンテンツが NULL の場合、カスタム ジャーナル エントリを追加することはできません。
ko: null 콘텐츠에 대한 사용자 지정 저널 항목을 추가할 수 없습니다.
pl: Niestandardowej pozycji dziennika nie można dodać do pustej zawartości.
pt_br: A entrada do diário personalizado não pode ser adicionada a conteúdo nulo.
ru: Пользовательскую запись журнала нельзя добавить для пустого содержимого.
tr: Boş içerik için özel günlük girdisi eklenemez.
zh_hans: 无法为空内容添加自定义日记条目。
zh_hant: 無法為空值內容新增自訂日誌項目。

# InvalidOperation_CannotClearFwdStack
source: The forward journal stack cannot be cleared during forward navigation.
cs: Následující stoh deníku nelze při pohybu vpřed vymazávat.
de: Der Forward-Stapel des Journals kann während des Vorwärtsnavigierens nicht geleert werden.
es: La pila de avance del diario no se puede borrar durante la navegación hacia adelante.
fr: La pile de journal avant ne peut pas être effacée pendant la navigation avant.
it: Impossibile cancellare lo stack Avanti del journal durante la navigazione in avanti.
ja: 転送ナビゲーション中に、転送ジャーナル スタックをクリアすることはできません。
ko: 앞으로 탐색하는 동안에는 정방향 저널 스택을 지울 수 없습니다.
pl: Stosu dziennika przekazywania nie można wyczyścić podczas przekazywania nawigacji.
pt_br: A pilha de diário progressiva não pode ser apagada durante a navegação progressiva.
ru: Невозможно очистить стек прокрутки журнала вперед при переходах вперед.
tr: İleri gezinme sırasında ileri günlük yığını temizlenemez.
zh_hans: 在转发导航过程中无法清除转发日记堆栈。
zh_hant: 在轉器巡覽期間，無法清除轉寄日誌堆疊。

# InvalidOperation_CannotReenterPageFunction
source: A PageFunction object cannot be started again before it has returned.
cs: Objekt PageFunction nelze znovu spustit, dokud se nevrátí.
de: PageFunction-Objekte können erst nach Abschließen des Vorgangs erneut gestartet werden.
es: Un objeto PageFunction no se puede iniciar de nuevo antes de su devolución.
fr: Impossible de redémarrer un objet PageFunction avant qu'il n'ait été retourné.
it: Impossibile riavviare un oggetto PageFunction prima del termine.
ja: PageFunction オブジェクトは、戻される前には再開できません。
ko: PageFunction 개체가 반환되기 전에는 해당 개체를 다시 시작할 수 없습니다.
pl: Obiektu PageFunction nie można ponownie uruchomić przed jego zwróceniem.
pt_br: Um objeto PageFunction não pode ser iniciado novamente antes de ser retornado.
ru: Невозможно снова запустить объект PageFunction до его возвращения.
tr: PageFunction işlevi geri dönmeden önce yeniden başlatılamaz.
zh_hans: PageFunction 对象在返回之前无法再次启动。
zh_hant: PageFunction 物件傳回之前無法再次啟動。

# InvalidOperation_CantChangeJournalOwnership
source: Journal ownership cannot be changed while there is a navigation in progress.
cs: Majitele deníku nelze změnit během navigace.
de: Journalbesitzrechte können nicht während eines Navigationsvorgangs geändert werden.
es: La propiedad del diario no se puede cambiar mientras haya una navegación en curso.
fr: Impossible de modifier la propriété du journal pendant qu'une navigation est en cours.
it: Impossibile modificare la proprietà del journal mentre è in corso una navigazione.
ja: 進行中のナビゲーションがある間は、ジャーナルの所有権を変更できません。
ko: 탐색하는 동안에는 저널 소유권을 변경할 수 없습니다.
pl: Nie można zmieniać praw własności dziennika, gdy trwa nawigacja.
pt_br: A propriedade do diário não pode ser alterada enquanto uma navegação está em andamento.
ru: Невозможно сменить владельца журнала во время выполнения переходов.
tr: Devam eden bir gezinme varken günlük sahipliği değiştirilemez.
zh_hans: 在导航正在进行时，无法更改日记所有权。
zh_hant: 正在進行巡覽時，無法變更日誌擁有權。

# InvalidOperation_IComparerFailed
source: Failed to compare two elements in the array.
cs: Porovnání dvou prvků v poli se nezdařilo.
de: Fehler beim Vergleichen von zwei Elementen im Array.
es: No se pudieron comparar dos elementos en la matriz.
fr: Impossible de comparer deux éléments dans le tableau.
it: Non è stato possibile confrontare due elementi nella matrice.
ja: 配列にある 2 つの要素を比較できませんでした。
ko: 배열의 두 요소를 비교하지 못했습니다.
pl: Nie można porównać dwóch elementów w tablicy.
pt_br: Falha ao comparar dois elementos na matriz.
ru: Сбой при сравнении двух элементов массива.
tr: Dizideki iki öğe karşılaştırılamadı.
zh_hans: 未能比较数组中的两个元素。
zh_hant: 無法比較陣列中的兩個元素。

# InvalidOperation_MustImplementIPCCSOrHandleNavigating
source: '{0}' root element must implement IProvideCustomContentState, or a Navigating event handler must set NavigatingCancelEventArgs.ContentStateToSave property.
cs: Kořenový prvek {0} musí implementovat IProvideCustomContentState nebo musí ovladač události Navigating nastavit vlastnost NavigatingCancelEventArgs.ContentStateToSave.
de: Vom Stammelement "{0}" muss "IProvideCustomContentState" implementiert werden. Andernfalls muss die NavigatingCancelEventArgs.ContentStateToSave-Eigenschaft von einem Navigating-Ereignishandler festgelegt werden.
es: El elemento raíz '{0}' debe implementar IProvideCustomContentState, o bien un controlador de eventos Navigating debe establecer la propiedad NavigatingCancelEventArgs.ContentStateToSave.
fr: L'élément racine '{0}' doit implémenter une interface IProvideCustomContentState ou un gestionnaire d'événements Navigating doit définir la propriété NavigatingCancelEventArgs.ContentStateToSave.
it: L'elemento radice {0}' deve implementare IProvideCustomContentState oppure un gestore dell'evento Navigating deve impostare la proprietà NavigatingCancelEventArgs.ContentStateToSave.
ja: '{0}' ルート要素は、IProvideCustomContentState を実装する必要があります。または Navigating イベント ハンドラーが NavigatingCancelEventArgs.ContentStateToSave プロパティを設定する必要があります。
ko: 루트 요소 '{0}'에서 IProvideCustomContentState를 구현하거나, Navigating 이벤트 처리기에서 NavigatingCancelEventArgs.ContentStateToSave 속성을 설정해야 합니다.
pl: Główny element „{0}” musi implementować IProvideCustomContentState lub uchwyt zdarzenia Navigating musi ustawić właściwość NavigatingCancelEventArgs.ContentStateToSave.
pt_br: O elemento raiz '{0}' deve implementar IProvideCustomContentState, ou um manipulador de evento Navigating deve definir a propriedade NavigatingCancelEventArgs.ContentStateToSave.
ru: Корневой элемент "{0}" должен реализовывать IProvideCustomContentState, либо обработчик события Navigating должен задавать свойство NavigatingCancelEventArgs.ContentStateToSave.
tr: '{0}' kök öğesi IProvideCustomContentState yürütmelidir veya bir Navigating olay işleyicisinin NavigatingCancelEventArgs.ContentStateToSave özelliğini ayarlaması gerekir.
zh_hans: “{0}”根元素必须实现 IProvideCustomContentState，或者 Navigating 事件处理程序必须设置 NavigatingCancelEventArgs.ContentStateToSave 属性。
zh_hant: '{0}' 根項目必須實作 IProvideCustomContentState，或是 Navigating 事件處理常式必須設定 NavigatingCancelEventArgs.ContentStateToSave 屬性。

# InvalidOperation_NoJournal
source: This operation is available only when Frame has its own journal.
cs: Tato operace je k dispozici pouze tehdy, pokud má Frame vlastní deník.
de: Dieser Vorgang ist nur verfügbar, wenn "Frame" über ein eigenes Journal verfügt.
es: Esta operación sólo está disponible cuando Frame tiene un diario propio.
fr: Cette opération n'est disponible que lorsque Frame possède son propre journal.
it: Operazione disponibile solo quando esiste un journal specifico per Frame.
ja: この操作は、Frame が独自のジャーナルを持っている場合にのみ可能です。
ko: Frame에 자체 저널이 있는 경우에만 이 작업을 수행할 수 있습니다.
pl: Ta operacja jest dostępna tylko wtedy, gdy element Frame ma swój własny dziennik.
pt_br: Esta operação está disponível somente quando Frame tem seu próprio diário.
ru: Эта операция доступна только в случае, когда у объекта Frame имеется собственный журнал.
tr: Bu işlem yalnızca, Frame kendi günlüğüne sahip olduğunda kullanılabilir.
zh_hans: 仅当 Frame 有其自身的日记时，此操作才可用。
zh_hant: 只有當 Frame 擁有本身的日誌時，才能執行此操作。

# InvalidPageFunctionType
source: Type '{0}' is not a valid PageFunction type.
cs: Typ {0} není platným typem třídy PageFunction.
de: Typ "{0}" ist kein gültiger PageFunction-Typ.
es: El tipo '{0}' no es un tipo PageFunction válido.
fr: Le type '{0}' n'est pas un type PageFunction valide.
it: Il tipo '{0}' non è un tipo PageFunction valido.
ja: 型 '{0}' は、有効な PageFunction 型ではありません。
ko: '{0}' 유형이 올바른 PageFunction 유형이 아닙니다.
pl: Typ „{0}” nie jest prawidłowym typem elementu PageFunction.
pt_br: O tipo '{0}' não é um tipo PageFunction válido.
ru: Тип "{0}" не является действительным типом PageFunction.
tr: '{0}' türü geçerli bir PageFunction türü değil.
zh_hans: 类型“{0}”不是有效的 PageFunction 类型。
zh_hant: 型別 '{0}' 不是有效的 PageFunction 型別。

# InvalidPermissionStateValue
source: PermissionState value '{0}' is not valid for this Permission.
cs: Hodnota PermissionState {0} není pro toto oprávnění platná.
de: Der PermissionState-Wert "{0}" ist für diese Berechtigung nicht gültig.
es: El valor de PermissionState '{0}' no es válido para este permiso.
fr: Valeur de PermissionState '{0}' non valide pour cette autorisation.
it: Valore PermissionState '{0}' non valido per l'autorizzazione corrente.
ja: PermissionState 値 '{0}' は、このアクセス許可に対して無効です。
ko: PermissionState 값 '{0}'은(는) 이 권한에 대해 올바르지 않습니다.
pl: Wartość PermissionState „{0}” jest nieprawidłowa dla tego uprawnienia.
pt_br: O valor de PermissionState '{0}' não é válido para esta Permissão.
ru: Значение PermissionState "{0}" недопустимо для данного разрешения.
tr: '{0}' PermissionState değeri bu İzin için geçerli değil.
zh_hans: PermissionState 值“{0}”对于此 Permission 无效。
zh_hant: PermissionState 值 '{0}' 對此權限無效。

# InvalidPermissionType
source: Permission type is not valid. Expected '{0}'.
cs: Typ oprávnění je neplatný. Očekávaný typ je {0}.
de: Ungültiger Berechtigungstyp. Erwartet wurde "{0}".
es: El tipo de permiso no es válido. Se esperaba '{0}'.
fr: Type d'autorisation non valide. Type attendu '{0}'.
it: Tipo di autorizzazione non valido. Previsto '{0}'.
ja: アクセス許可の種類が無効です。'{0}' を指定してください。
ko: 사용 권한 형식이 잘못되었습니다. '{0}'이(가) 필요합니다.
pl: Nieprawidłowy typ uprawnień. Oczekiwano „{0}”.
pt_br: O tipo de permissão não é válido. Era esperado '{0}'.
ru: Недопустимый тип разрешений. Требуется "{0}".
tr: İzin türü geçerli değil. Beklenen '{0}'.
zh_hans: 权限类型无效。应为“{0}”。
zh_hant: 使用權限類型無效。應該是 '{0}'。

# InvalidPoint
source: Invalid Point value.
cs: Neplatná hodnota Point.
de: Ungültiger Point-Wert.
es: Valor de Point no válido.
fr: Valeur Point non valide.
it: Valore Point non valido.
ja: 無効な Point 値です。
ko: Point 값이 잘못되었습니다.
pl: Nieprawidłowa wartość Point.
pt_br: Valor de Point inválido.
ru: Недопустимое значение Point.
tr: Geçersiz Point değeri.
zh_hans: 无效的 Point 值。
zh_hant: 無效的 Point 值。

# InvalidPropertyValue
source: '{0}' is not a valid value for property '{1}'.
cs: Hodnota {0} není platnou hodnotou vlastnosti {1}.
de: "{0}" ist kein gültiger Wert für die Eigenschaft "{1}".
es: "{0}" no es un valor válido para la propiedad "{1}".
fr: '{0}' n'est pas une valeur valide pour la propriété '{1}'.
it: '{0}' non è un valore valido per la proprietà '{1}'.
ja: '{0}' は、プロパティ '{1}' の有効な値ではありません。
ko: '{0}'은(는) '{1}' 속성의 유효한 값이 아닙니다.
pl: „{0}” jest nieprawidłową wartością dla właściwości „{1}”.
pt_br: '{0}' não é um valor válido para a propriedade '{1}'.
ru: "{0}" не является допустимым значением для свойства "{1}".
tr: '{0}', '{1}' özelliği için geçerli bir değer değil.
zh_hans: “{0}”不是属性“{1}”的有效值。
zh_hant: '{0}' 對屬性 '{1}' 來說，並非有效的值。

# InvalidSFContentType
source: Invalid content type for StoryFragments part.
cs: Neplatný typ obsahu pro součást StoryFragments.
de: Ungültiger Inhaltstyp für den StoryFragments-Teil.
es: Tipo de contenido no válido para la parte StoryFragments.
fr: Type de contenu non valide pour le composant StoryFragments.
it: Tipo di contenuto non valido per la parte StoryFragments.
ja: StoryFragments パーツのコンテンツの種類が無効です。
ko: StoryFragments 부분에 대한 콘텐츠 형식이 잘못되었습니다.
pl: Nieprawidłowy typ zawartości dla części StoryFragments.
pt_br: Tipo de conteúdo inválido para a parte StoryFragments.
ru: Недопустимый тип содержимого для части StoryFragments.
tr: StoryFragments bölümü için geçersiz içerik türü.
zh_hans: StoryFragments 部分的内容类型无效。
zh_hant: StoryFragments 部分的內容類型無效。

# InvalidSelectionPages
source: Selection is not valid because it spans pages that do not exist.
cs: Výběr není platný, protože obsahuje stránky, které neexistují.
de: Die Auswahl ist nicht gültig, da sie Seiten umfasst, die nicht vorhanden sind.
es: La selección no es válida porque abarca páginas que no existen.
fr: La sélection n'est pas valide, car elle comprend des pages qui n'existent pas.
it: La selezione non è valida perché estesa a pagine che non esistono.
ja: 選択は、存在しないページにわたっているために無効です。
ko: 없는 페이지가 범위에 들어있으므로 선택이 올바르지 않습니다.
pl: Zaznaczenie nie jest prawidłowe, ponieważ obejmuje nieistniejące strony.
pt_br: A seleção não é válida porque ela abrange páginas que não existem.
ru: Выбор недействителен, так как в диапазон включены несуществующие страницы.
tr: Varolmayan sayfaları kapsadığından seçim geçerli değil.
zh_hans: 选择无效，因为所跨的页面不存在。
zh_hant: 選取範圍無效，因為它跨越不存在的頁面。

# InvalidSetterValue
source: '{0}' is not a valid value for the '{1}.{2}' property on a Setter.
cs: Hodnota {0} není platnou hodnotou vlastnosti {1}.{2} v metodě setter.
de: "{0}" ist kein gültiger Wert für die Eigenschaft "{1}.{2}" auf einem Setter.
es: "{0}" no es un valor válido para la propiedad "{1}.{2}" en Setter.
fr: '{0}' est une valeur non valide pour la propriété '{1}.{2}' d'une méthode Setter.
it: '{0}' non è un valore valido per la proprietà '{1}.{2}' in un elemento Setter.
ja: '{0}' は、Setter 上では '{1}.{2}' プロパティの有効な値ではありません。
ko: '{0}'은(는) Setter의 '{1}.{2}' 속성에 유효한 값이 아닙니다.
pl: „{0}” jest nieprawidłową wartością dla właściwości „{1}.{2}” elementu Setter.
pt_br: '{0}' não é um valor válido para a propriedade '{1}.{2}' em um Setter.
ru: "{0}" не является допустимым значением свойства "{1}.{2}" в Setter.
tr: '{0}' bir Setter üzerindeki '{1}.{2}' özelliği için geçerli bir değer değil.
zh_hans: “{0}”不是 Setter 上“{1}.{2}”属性的有效值。
zh_hant: '{0}' 對 Setter 上的 '{1}.{2}' 的屬性來說，並非有效值。

# InvalidStartNodeForTextSelection
source: Start node is not valid because it does not contain text selection's boundaries.
cs: Počáteční uzel je neplatný, protože neobsahuje hranice výběru.
de: Der Startknoten ist ungültig, da er keine Begrenzungen der Textauswahl enthält.
es: El nodo de inicio no es válido porque no contiene los límites de la selección del texto.
fr: Le nœud de départ n'est pas valide parce qu'il ne contient pas les limites de la sélection du texte.
it: Il nodo iniziale non è valido perché non contiene limiti per la selezione di testo.
ja: テキスト選択の境界が含まれていないため、開始ノードが無効です。
ko: 시작 노드에 텍스트 선택 경계가 포함되어 있지 않으므로 잘못되었습니다.
pl: Węzeł początkowy jest nieprawidłowy, ponieważ nie zawiera granic zaznaczenia tekstu.
pt_br: O nó inicial não é válido porque não contém os limites da seleção de texto.
ru: Недопустимый начальный узел, так как он не содержит границы выделенного фрагмента текста.
tr: Başlatma düğümü metin seçiminin sınırlarını içermediği için geçerli değildir.
zh_hans: 开始节点无效，因为它不包含文本选定内容的边界。
zh_hant: 開始節點無效，因為它並未包含文字選取範圍的界限。

# InvalidStartOfBaml
source: The first BAML node in a BAML document must be 'StartDocument'.
cs: Prvním uzlem BAML v dokumentu BAML musí být StartDocument.
de: Bei dem ersten BAML-Knoten eines BAML-Dokuments muss es sich um "StartDocument" handeln.
es: El primer nodo BAML en un documento BAML debe ser 'StartDocument'.
fr: Le premier nœud BAML d'un document BAML doit être 'StartDocument'.
it: Il primo nodo BAML in un documento BAML deve essere 'StartDocument'.
ja: BAML ドキュメント中の最初の BAML ノードは、'StartDocument' である必要があります。
ko: BAML 문서의 첫 번째 BAML 노드는 'StartDocument'여야 합니다.
pl: Pierwszym węzłem BAML w dokumencie BAML musi być „StartDocument”.
pt_br: O primeiro nó de BAML em um documento BAML deve ser 'StartDocument'.
ru: Первым узлом BAML в документе BAML должен быть "StartDocument".
tr: Bir BAML belgesindeki ilk BAML düğümü 'StartDocument' olmalıdır.
zh_hans: BAML 文档中的第一个 BAML 节点必须是“StartDocument”。
zh_hant: BAML 文件中的第一個 BAML 節點必須是 'StartDocument'。

# InvalidStickyNoteAnnotation
source: StickyNoteControl cannot accept an Annotation that contains both ink strokes and text.
cs: StickyNoteControl nemůže akceptovat anotaci, která obsahuje jak čáry inkoustem, tak text.
de: "StickyNoteControl" kann keine Anmerkung akzeptieren, die sowohl Striche als auch Text enthält.
es: StickyNoteControl no puede aceptar una anotación que contenga trazos de tinta y texto.
fr: StickyNoteControl ne peut pas accepter un objet Annotation qui contient à la fois du texte et des traits d'encre.
it: StickyNoteControl non accetta annotazioni che contengono sia tratti di input penna che testo.
ja: StickyNoteControl は、インク ストロークとテキストの両方を含む Annotation を受け入れることはできません。
ko: StickyNoteControl은 잉크 스트로크와 텍스트가 모두 들어있는 주석을 수락할 수 없습니다.
pl: Element StickyNoteControl nie może akceptować właściwości Annotation zawierających zarówno notatki odręczne, jak i tekst.
pt_br: StickyNoteControl não pode aceitar uma Annotation que contenha traços de tinta e texto.
ru: StickyNoteControl не может принять Annotation, содержащее и росчерки пера, и текст.
tr: StickyNoteControl hem mürekkep vuruşları hem metin içeren Ek Açıklama kabul edemez.
zh_hans: StickyNoteControl 无法接受同时包含墨迹笔画和文本的注释。
zh_hant: StickyNoteControl 無法接受同時包含筆墨筆劃與文字的註釋。

# InvalidStickyNoteTemplate
source: IsExpanded template for StickyNoteControl of type '{0}' must contain element of type '{1}' with Name set to '{2}'.
cs: Šablona IsExpanded pro StickyNoteControl typu {0} musí obsahovat element typu {1} s Name nastaveným na {2}.
de: Die IsExpanded-Vorlage für StickyNoteControl vom Typ "{0}" muss ein Element vom Typ "{1}" enthalten, dessen Name auf "{2}" festgelegt ist.
es: La plantilla IsExpanded para StickyNoteControl de tipo "{0}" debe contener un elemento de tipo "{1}"con Name establecido en "{2}".
fr: Le modèle IsExpanded du StickyNoteControl de type '{0}' doit contenir un élément de type '{1}', où Name à la valeur '{2}'.
it: Il modello IsExpanded per StickyNoteControl di tipo '{0}' deve contenere un elemento di tipo '{1}' con Name impostato su '{2}'.
ja: 型 '{0}' の StickyNoteControl の IsExpanded テンプレートには、Name が '{2}' に設定された型 '{1}' の要素が含まれている必要があります。
ko: '{0}' 형식의 StickyNoteControl에 대한 IsExpanded 템플릿에는 Name이 '{2}'(으)로 설정된 '{1}' 형식의 요소가 포함되어 있어야 합니다.
pl: Szablon IsExpanded dla elementu StickyNoteControl typu „{0}” musi zawierać element typu „{1}” z właściwością Name ustawioną na „{2}”.
pt_br: O modelo IsExpanded para StickyNoteControl do tipo '{0}' precisa conter o elemento do tipo '{1}' com o Name definido como '{2}'.
ru: Шаблон IsExpanded для StickyNoteControl типа {0} должен содержать элемент типа "{1}" со значением Name "{2}".
tr: '{0}' türündeki StickyNoteControl için IsExpanded şablonu Name '{2}' olarak ayarlanmış '{1}' türünde öğe içermelidir.
zh_hans: “{0}”类型 StickyNoteControl 的 IsExpanded 模板包含有 Name 设置为“{2}”的“{1}”类型的元素。
zh_hant: 類型為 '{0}' 之 StickyNoteControl 的 IsExpanded 範本，必須包含類型為 '{1}' 且 Name 設定為 '{2}' 的項目。

# InvalidStoryFragmentsMarkup
source: StoryFragments part failed to load.
cs: Součást StoryFragments se nenačetla.
de: Fehler beim Laden des StoryFragments-Teils.
es: Error al cargar la parte StoryFragments.
fr: Échec du chargement du composant StoryFragments.
it: Impossibile caricare la parte StoryFragments.
ja: StoryFragments パーツの読み込みに失敗しました。
ko: StoryFragments 부분을 로드하지 못했습니다.
pl: Nie można załadować części StoryFragments.
pt_br: Falha ao carregar a parte StoryFragments.
ru: Не удается загрузить часть StoryFragments.
tr: StoryFragments bölümü yüklenemedi.
zh_hans: StoryFragments 部分加载失败。
zh_hant: StoryFragments 部分無法載入。

# InvalidStringCornerRadius
source: '{0}' value is not valid. It must contain one or four delimited Lengths.
cs: Hodnota {0} je neplatná. Musí obsahovat jednu nebo čtyři určené délky.
de: Der Wert "{0}" ist ungültig. Der Wert muss eine oder vier getrennte "Lengths" enthalten.
es: El valor '{0}' no es válido. Debe contener una o cuatro longitudes delimitadas.
fr: Valeur '{0}' non valide. Elle doit comporter une ou quatre Length délimitées.
it: Il valore '{0}' non è valido. Deve contenere una o quattro lunghezze delimitate.
ja: '{0}' 値が無効です。1 つまたは 4 つの区切られた Lengths が含まれている必要があります。
ko: '{0}' 값이 잘못되었습니다. 해당 값은 한 자리 또는 네 자리의 Length여야 합니다.
pl: Wartość „{0}” jest nieprawidłowa. Musi zawierać jedną lub cztery rozdzielone długości.
pt_br: O valor '{0}' não é válido. Ele deve conter um ou quatro Lengths delimitados.
ru: Недопустимое значение "{0}". Оно должно содержать одно или четыре значения Length с разделителями.
tr: '{0}' değeri geçerli değil. Bir veya dört sınırlı Uzunluk içermesi gerekir.
zh_hans: “{0}”值无效。它必须包含一个或四个分隔的长度。
zh_hant: '{0}' 值無效。它必須包含一或四個分隔的長度。
