Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# TemplateNoTemplateBindInVisualTrigger
source: '{0}' value is not valid because VisualTriggers do not support TemplateBinding.
cs: Hodnota {0} není platná, protože třída VisualTriggers nepodporuje třídu TemplateBinding.
de: Der Wert "{0}" ist ungültig, da "TemplateBinding" von "VisualTriggers" nicht unterstützt wird.
es: El valor '{0}' no es válido porque VisualTriggers no admite TemplateBinding.
fr: Valeur '{0}' non valide parce que les VisualTriggers ne prennent pas en charge TemplateBinding.
it: Valore '{0}' non valido perché i VisualTriggers non supportano TemplateBinding.
ja: VisualTriggers は TemplateBinding をサポートしていないため、'{0}' 値は無効です。
ko: VisualTriggers가 TemplateBinding을 지원하지 않으므로 '{0}' 값을 사용할 수 없습니다.
pl: Wartość „{0}” jest nieprawidłowa, ponieważ elementy VisualTriggers nie obsługują operacji TemplateBinding.
pt_br: O valor '{0}' não é válido porque VisualTriggers não oferecem suporte a TemplateBinding.
ru: Значение "{0}" недопустимо, так как VisualTriggers не поддерживают TemplateBinding.
tr: VisualTriggers, TemplateBinding desteklemediğinden '{0}' geçerli değildir.
zh_hans: “{0}”值无效，因为 VisualTriggers 不支持 TemplateBinding。
zh_hant: '{0}' 值無效，因為 VisualTriggers 不支援 TemplateBinding。

# TemplateNoTriggerTarget
source: Cannot find the Trigger target '{0}'. (The target must appear before any Setters, Triggers, or Conditions that use it.)
cs: Nelze nalézt cíl Trigger {0}. (Tento cíl se musí nacházet před všemi Setters, Triggers nebo Conditions, které ho používají.)
de: Das Trigger-Ziel "{0}" wurde nicht gefunden. (Das Ziel muss vor allen Setters, Triggers oder Conditions erscheinen, die es verwenden.)
es: No se puede encontrar el destino Trigger '{0}'. (El destino debe aparecer delante de cualquier Setters, Triggers o Conditions que lo use).
fr: Impossible de trouver la cible Trigger '{0}'. (La cible doit figurer avant toute méthode Setter, Trigger ou Condition qui l'utilise.)
it: Impossibile trovare la destinazione del Trigger '{0}'. La destinazione deve comparire prima di qualsiasi Setter, Trigger o Condition in cui è utilizzata.
ja: Trigger ターゲット '{0}' が見つかりません (ターゲットは、それを使用する Setter、Trigger、または Condition の前になければなりません)。
ko: Trigger 대상 '{0}'을(를) 찾을 수 없습니다. 대상은 자신을 사용하는 Setter, Trigger 또는 Condition 앞에 표시되어야 합니다.
pl: Nie można znaleźć docelowego elementu Trigger „{0}”. (Element docelowy musi się znajdować zaraz przed elementami Setter, Trigger lub Condition, które go używają).
pt_br: Não é possível encontrar o destino '{0}' de Trigger. (O destino deve aparecer antes que qualquer Setters, Triggers ou Conditions que o utilizam.)
ru: Не удается найти цель "{0}" для Trigger. (Цель должна быть указана раньше, чем любые Setters, Triggers или Conditions, которые ее используют.)
tr: Trigger hedefi '{0}' bulunamıyor. (Hedef kendisini kullanan tüm Setter, Trigger veya Condition'lardan önce olmalıdır.)
zh_hans: 无法找到 Trigger 目标“{0}”。(该目标必须出现在使用它的任何 Setter、Trigger 或 Condition 之前。)
zh_hant: 找不到 Trigger 目標 '{0}'。(目標必須出現在任何 Setter、Trigger 或使用它的 Condition 之前)。

# TemplateNotTargetType
source: This Template does not support setting the TargetType. Set the DataType instead.
cs: Tato Template nepodporuje nastavení cílového typu TargetType. Nastavte místo toho typ dat DataType.
de: Von "Template" wird das Festlegen von "TargetType" nicht unterstützt. Legen Sie stattdessen "DataType" fest.
es: Esta Template no admite el establecimiento de TargetType. Establezca DataType en su lugar.
fr: Ce Template ne prend pas en charge la définition du TargetType. Définissez à la place le DataType.
it: Questo Template non supporta l'impostazione di TargetType. Impostare DataType in alternativa.
ja: この Template は、TargetType の設定をサポートしません。代わりに DataType を設定してください。
ko: 이 Template이 TargetType 설정을 지원하지 않습니다. 대신 DataType을 설정하십시오.
pl: Ten obiekt Template nie obsługuje ustawiania TargetType. Zamiast tego ustaw DataType.
pt_br: Este Template não oferece suporte à configuração de TargetType. Em vez disso, defina DataType.
ru: Данный Template не поддерживает установку TargetType. Вместо этого задайте DataType.
tr: Bu Template, TargetType ayarlamayı desteklemez. Bunun yerine DataType'ı ayarlayın.
zh_hans: 此 Template 不支持设置 TargetType。请设置 DataType。
zh_hant: 此 Template 不支援設定 TargetType。請設定 DataType 來替代。

# TemplateTagNotSupported
source: '{0}' type tags are not valid in Template sections.
cs: Značky typu {0} nejsou v sekcích Template platné.
de: Tags vom Typ "{0}" sind in Template-Abschnitten nicht gültig.
es: Las etiquetas de tipo '{0}' no son válidas en las secciones de Template.
fr: Les balises de type '{0}' ne sont pas valides dans les sections Template.
it: I tag di tipo '{0}' non sono validi nelle sezioni Template.
ja: '{0}' 型タグは Template セクションでは無効です。
ko: Template 섹션의 '{0}' 형식 태그가 잘못되었습니다.
pl: Znaczniki typu „{0}” nie są prawidłowe w sekcji Template.
pt_br: As marcas de tipo '{0}' não são válidas nas seções Template.
ru: Теги типа "{0}" не допускаются в разделах Template.
tr: '{0}' tür etiketleri Template bölümlerinde geçerli değildir.
zh_hans: “{0}”类型标记在 Template 部分中无效。
zh_hant: '{0}' 型別標記在 Template 區段中是無效的。

# TemplateTargetTypeMismatch
source: '{0}' ControlTemplate TargetType does not match templated type '{1}'.
cs: {0} ControlTemplate TargetType neodpovídá typu šablony {1}.
de: TargetType "{0}" für ControlTemplate stimmt nicht mit dem als Vorlage verwendeten Typ "{1}" überein.
es: El TargetType de ControlTemplate "{0}" no coincide con el tipo de plantilla "{1}".
fr: Le TargetType de ControlTemplate '{0}' ne correspond pas au type '{1}' basé sur un modèle.
it: L'elemento TargetType '{0}' di ControlTemplate non corrisponde al tipo del modello '{1}'.
ja: '{0}' ControlTemplate TargetType は、テンプレートの型 '{1}' と一致しません。
ko: '{0}' ControlTemplate TargetType이 템플릿 형식 '{1}'과(와) 일치하지 않습니다.
pl: ControlTemplate TargetType „{0}” jest niezgodny z typem wykorzystującym szablon „{1}”.
pt_br: O TargetType de ControlTemplate '{0}' não corresponde ao tipo de modelo '{1}'.
ru: TargetType для ControlTemplate "{0}" не соответствует типу "{1}" на основе шаблона.
tr: '{0}' ControlTemplate TargetType şablonlu tür '{1}' ile eşleşmiyor.
zh_hans: “{0}”ControlTemplate TargetType 与模板化类型“{1}”不匹配。
zh_hant: '{0}' ControlTemplate TargetType 與範本式類型 '{1}' 不符。

# TemplateTextNotSupported
source: '{0}' text is not valid at this location in a Template section.
cs: Text {0} není na této pozici sekce Template platný.
de: Der Text "{0}" ist in einem Template-Abschnitt an dieser Stelle nicht gültig.
es: El texto '{0}' no es válido en esta ubicación en una sección de Template.
fr: Texte '{0}' non valide à cet emplacement d'une section Template.
it: Testo '{0}' non valido in questa posizione in una sezione Template.
ja: Template セクションのこの場所では '{0}' テキストは無効です。
ko: Template 섹션의 이 위치에서 '{0}' 텍스트가 잘못되었습니다.
pl: Tekst „{0}” jest nieprawidłowy w tej lokalizacji sekcji Template.
pt_br: O texto '{0}' não é válido neste local em uma seção Template.
ru: Текст "{0}" не является допустимым в данной части раздела Template.
tr: '{0}' metni bir Template bölümünde bu konumda geçerli değildir.
zh_hans: “{0}”文本在 Template 部分中的此位置无效。
zh_hant: '{0}' 文字在 Template 區段中的此位置是無效的。

# TemplateUnknownProp
source: '{0}' property cannot be set as a property element on Template.
cs: Vlastnost {0} nelze nastavit jako prvek vlastnosti Template.
de: Die {0}-Eigenschaft kann für "Template" nicht als Eigenschaftselement festgelegt werden.
es: La propiedad '{0}' no se puede establecer como un elemento de propiedad en Template.
fr: La propriété '{0}' ne peut pas être définie comme élément de propriété sur Template.
it: Impossibile impostare la proprietà '{0}' come elemento proprietà in Template.
ja: '{0}' プロパティは Template 上のプロパティ要素として設定できません。
ko: '{0}' 속성을 Template의 속성 요소로 설정할 수 없습니다.
pl: Właściwości „{0}” nie można ustawić jako elementu właściwości w sekcji Template.
pt_br: A propriedade '{0}' não pode ser definida como um elemento de propriedade em Template.
ru: Невозможно задать свойство "{0}" как элемент свойства для Template.
tr: '{0}' özelliği Template üzerinde bir özellik öğesi olarak ayarlanamaz.
zh_hans: 无法将“{0}”属性设置为 Template 上的属性元素。
zh_hant: 無法在 Template 將 '{0}' 屬性設定為屬性項目。

# TextBoxBase_CantSetIsUndoEnabledInsideChangeBlock
source: Cannot set the IsUndoEnabled property inside the scope of DeclareChangeBlock or BeginChange/EndChange calls.
cs: Nelze nastavit vlastnost IsUndoEnabled v rámci výzev DeclareChangeBlock nebo BeginChange/EndChange.
de: Die IsUndoEnabled-Eigenschaft kann nicht innerhalb des Bereichs von DeclareChangeBlock- oder BeginChange/EndChange-Aufrufen festgelegt werden.
es: No se puede establecer la propiedad IsUndoEnabled dentro del ámbito de las llamadas DeclareChangeBlock o BeginChange/EndChange.
fr: Impossible de définir la propriété IsUndoEnabled à l'intérieur de la portée des appels de DeclareChangeBlock ou BeginChange / EndChange.
it: Non è possibile impostare la proprietà IsUndoEnabled nell'ambito di chiamate DeclareChangeBlock o BeginChange/EndChange.
ja: DeclareChangeBlock または BeginChange/EndChange 呼び出しのスコープ内で IsUndoEnabled プロパティを設定できません。
ko: DeclareChangeBlock 또는 BeginChange/EndChange 호출 범위에서 IsUndoEnabled 속성을 설정할 수 없습니다.
pl: Właściwości IsUndoEnabled nie można ustawić w zakresie wywołań DeclareChangeBlock lub BeginChange/EndChange.
pt_br: Não é possível definir a propriedade IsUndoEnabled dentro do escopo das chamadas DeclareChangeBlock ou BeginChange/EndChange.
ru: Не удается задать свойство IsUndoEnabled внутри области вызовов DeclareChangeBlock или BeginChange/EndChange.
tr: IsUndoEnabled özelliği DeclareChangeBlock veya BeginChange/EndChange çağrılarının kapsamı içinde ayarlanamaz.
zh_hans: 无法在 DeclareChangeBlock 或 BeginChange/EndChange 调用范围内设置 IsUndoEnabled 属性。
zh_hant: 無法在 DeclareChangeBlock 或 BeginChange/EndChange 呼叫的範圍內設定 IsUndoEnabled 屬性。

# TextBoxBase_UnmatchedEndChange
source: This call to EndChange does not follow a matching BeginChange call.
cs: Tato výzva k ukončení změny EndChange nenásleduje po odpovídající výzvě k zahájení změny BeginChange.
de: Der Aufruf für "EndChange" folgt nicht auf einen passenden BeginChange-Aufruf.
es: Esta llamada a EndChange no sigue a una llamada BeginChange coincidente.
fr: Cet appel à EndChange ne suit pas un appel correspondant de BeginChange.
it: Questa chiamata di EndChange non segue una chiamata corrispondente BeginChange.
ja: EndChange へのこの呼び出しは、一致する BeginChange 呼び出しの後に続きません。
ko: EndChange에 대한 이 호출이 일치하는 BeginChange 호출을 따르지 않습니다.
pl: To wywołanie EndChange nie następuje po odpowiadającym mu wywołaniu BeginChange.
pt_br: Esta chamada para EndChange não segue uma chamada BeginChange correspondente.
ru: Вызов EndChange не следует за соответствующим вызовом BeginChange.
tr: Bu EndChange çağrısı eşleşen bir BeginChange çağrısını izlemiyor.
zh_hans: 对 EndChange 的此调用不符合与 BeginChange 匹配的调用。
zh_hant: EndChange 的此呼叫未緊跟在對應的 BeginChange 呼叫後面。

# TextBoxDecoratorMarkedAsTextBoxContentMustHaveNoContent
source: Decorator marked as PART_ContentHost must have no content.
cs: Decorator označený jako PART_ContentHost nesmí mít obsah.
de: Als "PART_ContentHost" markierter "Decorator" darf keinen Inhalt besitzen.
es: Decorator marcado como PART_ContentHost no debe tener contenido.
fr: Decorator marqué comme PART_ContentHost ne doit avoir aucun contenu.
it: L'elemento Decorator contrassegnato come PART_ContentHost non deve includere contenuto.
ja: PART_ContentHost としてマークされた Decorator はコンテンツを持てません。
ko: PART_ContentHost로 표시된 Decorator에는 콘텐츠가 없어야 합니다.
pl: Element Decorator oznaczony jako PART_ContentHost nie może mieć zawartości.
pt_br: Decorator marcado como PART_ContentHost não deve ter conteúdo.
ru: В элементе Decorator, помеченном как PART_ContentHost, не должно быть содержимого.
tr: PART_ContentHost olarak işaretlenen Decorator'ın içeriği olmamalıdır.
zh_hans: 标记为 PART_ContentHost 的 Decorator 不能有内容。
zh_hant: 標示為 PART_ContentHost 的 Decorator 不能有內容。

# TextBoxInvalidChild
source: The object '{0}' cannot be added to the TextBox, since it can contain only plain text.
cs: Objekt {0} nelze přidat do zásobníku TextBox, který může obsahovat jen holý text.
de: Das Objekt "{0}" kann "TextBox" nicht hinzugefügt werden, da das Ziel nur reinen Text enthalten kann.
es: El objeto '{0}' no se puede agregar a TextBox porque sólo puede incluir texto sin formato.
fr: L'objet '{0}' ne peut pas être ajouté au TextBox, car il ne peut contenir que du texte brut.
it: Impossibile aggiungere l'oggetto '{0}' alla TextBox, perché il controllo supporta solo testo normale.
ja: オブジェクト '{0}' は、プレーン テキストのみを含めることができるので、 TextBox に追加できません。
ko: 일반 텍스트만 포함할 수 있으므로 '{0}' 개체를 TextBox에 추가할 수 없습니다.
pl: Obiektu „{0}” nie można dodawać do elementu TextBox, ponieważ może on zawierać tylko zwykły tekst.
pt_br: O objeto '{0}' não pode ser adicionado a TextBox, uma vez que ele contém somente texto simples.
ru: Невозможно добавить объект "{0}" в поле TextBox, так оно может содержать только обычный текст.
tr: '{0}' nesnesi yalnızca düz metin içerebileceği için, TextBox'a eklenemez.
zh_hans: 无法将对象“{0}”添加到 TextBox，因为它只包含纯文本。
zh_hant: 物件 '{0}' 無法新增至 TextBox，因為它只能包含純文字。

# TextBoxInvalidTextContainer
source: Only Decorator or ScrollViewer elements can be used as PART_ContentHost.
cs: Pouze prvky Decorator nebo ScrollViewer lze použít jako PART_ContentHost.
de: Als "PART_ContentHost" können nur Decorator- oder ScrollViewer-Elemente verwendet werden.
es: Sólo los elementos Decorator o ScrollViewer se pueden usar como PART_ContentHost.
fr: Seuls les éléments Decorator ou ScrollViewer peuvent être utilisés comme PART_ContentHost.
it: È possibile utilizzare solo elementi Decorator e ScrollViewer come PART_ContentHost.
ja: Decorator または ScrollViewer 要素のみが PART_ContentHost として使用できます。
ko: Decorator 또는 ScrollViewer 요소만 PART_ContentHost로 사용할 수 있습니다.
pl: Tylko elementy Decorator lub ScrollViewer mogą być używane jako PART_ContentHost.
pt_br: Somente os elementos Decorator ou ScrollViewer podem ser utilizados como PART_ContentHost.
ru: Только элементы Decorator или ScrollViewer могут использоваться как PART_ContentHost.
tr: Yalnızca Decorator veya ScrollViewer öğeleri PART_ContentHost olarak kullanılabilir.
zh_hans: 只有 Decorator 或 ScrollViewer 元素可以用作 PART_ContentHost。
zh_hant: 只能使用 Decorator 或 ScrollViewer 項目做為 PART_ContentHost。

# TextBoxMinMaxLinesMismatch
source: Value of MaxLines must be greater than or equal to value of MinLines.
cs: Hodnota MaxLines musí být vyšší nebo rovna hodnotě MinLines.
de: Der MaxLines-Wert muss größer oder gleich dem MinLines-Wert sein.
es: El valor de MaxLines debe ser mayor que o igual al valor de MinLines.
fr: La valeur de MaxLines doit être supérieure ou égale à la valeur de MinLines.
it: Il valore di MaxLines deve essere maggiore o uguale al valore di MinLines.
ja: MaxLines の値は、MinLines の値以上である必要があります。
ko: MaxLines 값은 MinLines 값보다 크거나 같아야 합니다.
pl: Wartość parametru MaxLines musi być większa lub równa wartości MinLines.
pt_br: O valor de MaxLines deve ser maior ou igual ao valor de MinLines.
ru: Значение MaxLines должно быть больше или равно значению MinLines.
tr: MaxLines değeri MinLines değerine eşit veya daha büyük olmalıdır.
zh_hans: MaxLines 的值必须大于或等于 MinLines 的值。
zh_hant: MaxLines 的值必須大於或等於 MinLines 的值。

# TextBoxScrollViewerMarkedAsTextBoxContentMustHaveNoContent
source: ScrollViewer marked as PART_ContentHost must have no content.
cs: Třída ScrollViewer označená jako PART_ContentHost nesmí mít obsah.
de: Als "PART_ContentHost" markierter "ScrollViewer" darf keinen Inhalt besitzen.
es: El ScrollViewer marcado como PART_ContentHost no debe tener contenido.
fr: ScrollViewer marqué comme PART_ContentHost ne doit avoir aucun contenu.
it: L'elemento ScrollViewer contrassegnato come PART_ContentHost non deve includere contenuto.
ja: PART_ContentHost としてマークされた ScrollViewer はコンテンツを持てません。
ko: PART_ContentHost로 표시된 ScrollViewer에는 콘텐츠가 없어야 합니다.
pl: Element ScrollViewer oznaczony jako PART_ContentHost nie może mieć żadnej zawartości.
pt_br: ScrollViewer marcado como PART_ContentHost não deve ter conteúdo.
ru: В элементе ScrollViewer, помеченном как PART_ContentHost, не должно быть содержимого.
tr: PART_ContentHost olarak işaretlenen ScrollViewer içeriğe sahip olmamalıdır.
zh_hans: 标记为 PART_ContentHost 的 ScrollViewer 不能有内容。
zh_hant: 標示為 PART_ContentHost 的 ScrollViewer 不能有內容。

# TextBox_ContextMenu_Copy
source: _Copy
cs: _Kopírovat
de: _Kopieren
es: _Copiar
fr: _Copier
it: _Copia
ja: コピー(_C)
ko: 복사(_C)
pl: _Kopiuj
pt_br: _Copiar
ru: _Копировать
tr: _Kopyala
zh_hans: 复制(_C)
zh_hant: 複製(_C)

# TextBox_ContextMenu_Cut
source: Cu_t
cs: Od_stranit
de: _Ausschneiden
es: Cor_tar
fr: Cou_per
it: _Taglia
ja: 切り取り(_T)
ko: 잘라내기(_T)
pl: _Wytnij
pt_br: Recor_tar
ru: В_ырезать
tr: K_es
zh_hans: 剪切(_T)
zh_hant: 剪下(_T)

# TextBox_ContextMenu_Description_DBCSSpace
source: (DBCS Space)
cs: (Prostor DBCS)
de: (DBCS-Speicherplatz)
es: (Espacio DBCS)
fr: (Espace DBCS)
it: (Spazio DBCS)
ja: (DBCS スペース)
ko: (DBCS 공간)
pl: (Obszar DBCS)
pt_br: (Espaço DBCS)
ru: (Пространство DBCS)
tr: (DBCS Alanı)
zh_hans: (DBCS 空间)
zh_hant: (DBCS 空格)

# TextBox_ContextMenu_Description_SBCSSpace
source: (SBCS Space)
cs: (Prostor SBCS)
de: (SBCS-Speicherplatz)
es: (Espacio SBCS)
fr: (Espace SBCS)
it: (Spazio SBCS)
ja: (SBCS スペース)
ko: (SBCS 공간)
pl: (Obszar SBCS)
pt_br: (Espaço SBCS)
ru: (Пространство SBCS)
tr: (SBCS Alanı)
zh_hans: (SBCS 空间)
zh_hant: (SBCS 空格)

# TextBox_ContextMenu_IgnoreAll
source: _Ignore All
cs: _Přeskakovat vše
de: _Alles ignorieren
es: _Omitir todo
fr: _Ignorer tout
it: _Ignora tutto
ja: すべて無視(_I)
ko: 모두 무시(_I)
pl: _Ignoruj wszystko
pt_br: Ignorar _tudo
ru: _Пропустить все
tr: _Tümünü Yoksay
zh_hans: 全部忽略(_I)
zh_hant: 全部略過(_I)

# TextBox_ContextMenu_More
source: M_ore...
cs: D_alší...
de: W_eitere...
es: _Más...
fr: P_lus...
it: Alt_ro...
ja: その他(_O)...
ko: 추가(_O)...
pl: _Więcej...
pt_br: M_ais...
ru: Д_ополнительно...
tr: _Diğer...
zh_hans: 更多(_O)...
zh_hant: 其他(_O)...

# TextBox_ContextMenu_NoSpellingSuggestions
source: (no spelling suggestions)
cs: (žádné návrhy)
de: (keine Rechtschreibungsvorschläge)
es: (ninguna sugerencia ortográfica)
fr: (aucune suggestion)
it: (nessun suggerimento)
ja: (修正候補なし)
ko: (맞춤법 제안이 없음)
pl: (brak podpowiedzi sprawdzania pisowni)
pt_br: (sem sugestões de ortografia)
ru: (нет вариантов)
tr: (yazım önerisi yok)
zh_hans: (无拼写建议)
zh_hant: (無拼字建議)

# TextBox_ContextMenu_Paste
source: _Paste
cs: _Vložit
de: _Einfügen
es: _Pegar
fr: C_oller
it: I_ncolla
ja: 貼り付け(_P)
ko: 붙여넣기(_P)
pl: Wkl_ej
pt_br: C_olar
ru: Вст_авить
tr: _Yapıştır
zh_hans: 粘贴(_P)
zh_hant: 貼上(_P)

# TextContainerChangingReentrancyInvalid
source: Cannot call method while text container is changing.
cs: Nelze vyvolat metodu, pokud se mění zásobník textu.
de: Die Methode kann nicht aufgerufen werden, während sich der Textcontainer ändert.
es: No se puede llamar al método mientras el contenedor de texto está cambiando.
fr: Appel de méthode impossible pendant que le conteneur de texte est en cours de modification.
it: Impossibile chiamare il metodo mentre è in corso la modifica del contenitore di testo.
ja: テキスト コンテナーの変更中には、メソッドを呼び出せません。
ko: 텍스트 컨테이너를 변경하는 동안에는 메서드를 호출할 수 없습니다.
pl: Nie można wywołać metody podczas zmiany zawartości kontenera tekstowego.
pt_br: Não é possível chamar o método enquanto o contêiner de texto está sendo alterado.
ru: Невозможно вызвать метод во время изменения контейнера.
tr: Metin kapsayıcısı değiştirilirken metot çağırılamaz.
zh_hans: 当文本容器更改时，无法调用方法。
zh_hant: 當文字容器正在變更時，無法呼叫方法。

# TextContainerDoesNotContainElement
source: Text Container does not exist or does not contain the specified element.
cs: Zásobník textu neexistuje nebo neobsahuje zadaný prvek.
de: Der Textcontainer ist nicht vorhanden oder enthält nicht das angegebene Element.
es: El contenedor de texto no existe o no contiene el elemento especificado.
fr: Text Container n'existe pas ou ne contient pas l'élément spécifié.
it: Il contenitore di testo non esiste o non contiene l'elemento specificato.
ja: テキスト コンテナーが存在しないか、指定された要素を含んでいません。
ko: Text Container가 없거나 지정된 요소가 포함되어 있지 않습니다.
pl: Kontener tekstowy nie istnieje lub nie zawiera określonego elementu.
pt_br: O contêiner de texto não existe ou não contém o elemento especificado.
ru: Текстовый контейнер не существует или не содержит указанный элемент.
tr: Metin Kapsayıcısı yok veya belirtilen öğeyi içermiyor.
zh_hans: 文本容器不存在或不包含指定的元素。
zh_hant: 文字容器不存在，或未包含指定的項目。

# TextContainer_UndoManagerCreatedMoreThanOnce
source: UndoManager created more than once.
cs: UndoManager byl vytvořen více než jednou.
de: "UndoManager" wurde mehrmals erstellt.
es: UndoManager creado más de una vez.
fr: UndoManager créé plusieurs fois.
it: UndoManager creato più di una volta.
ja: UndoManager が 1 回以上作成されました。
ko: UndoManager를 두 번 이상 만들었습니다.
pl: Obiekt UndoManager utworzono więcej niż raz.
pt_br: UndoManager criado mais de uma vez.
ru: Диспетчер UndoManager создан более одного раза.
tr: Birden fazla UndoManager oluşturuldu.
zh_hans: 多次创建了 UndoManager。
zh_hant: 重複建立 UndoManager。

# TextEditorCanNotRegisterCommandHandler
source: '{0}' class editing commands cannot be registered because they are registered on its derived class '{1}'.
cs: Příkazy pro úpravy třídy {0} nelze registrovat, protože jsou registrovány pro odvozenou třídu {1}.
de: Die Bearbeitungsbefehle der Klasse "{0}" können nicht registriert werden, weil sie für deren abgeleitete Klasse "{1}" registriert sind.
es: Los comandos de edición de clase "{0}" no se pueden registrar porque están registrados en su clase "{1}" derivada.
fr: Les commandes de modification de classe '{0}' ne peuvent pas être inscrites, car elles sont inscrites dans sa classe dérivée '{1}'.
it: Non è possibile registrare i comandi di modifica di classe '{0}' perché sono registrati nella classe derivata '{1}'.
ja: '{0}' クラス編集コマンドは、派生クラス '{1}' で登録されているため、登録できません。
ko: 파생 클래스 '{1}'에서 등록되었으므로, '{0}' 클래스 편집 명령을 등록할 수 없습니다.
pl: Poleceń edycji klas „{0}” nie można rejestrować, ponieważ są zarejestrowane w klasie pochodnej „{1}”.
pt_br: Os comandos de edição da classe '{0}' não podem ser registrados porque estão registrados em sua classe derivada '{1}'.
ru: Не удается зарегистрировать команды редактирования класса "{0}", так как они зарегистрированы для производного класса "{1}".
tr: '{0}' sınıf düzenleme komutları '{1}' türetilen sınıfında kayıtlı olduğu için kaydedilemiyor.
zh_hans: 无法注册“{0}”类编辑命令，因为这些命令已在其派生类“{1}”上注册。
zh_hant: 無法登錄 '{0}' 類別編輯命令，因為已在其衍生的類別 '{1}' 上登錄過。

# TextEditorCopyPaste_EntryPartIsMissingInXamlPackage
source: Entry part is missing in XAML package
cs: V balíku XAML chybí část vstupů.
de: Der Eintragsteil ist im XAML-Paket nicht vorhanden.
es: La parte de entrada no está presente en el paquete XAML
fr: Composant Entry manquant dans le package XAML
it: Parte di ingresso mancante nel pacchetto XAML
ja: XAML パッケージにエントリ部分がありません。
ko: XAML 패키지에 Entry 부분이 없습니다.
pl: Brak części wpisu w pakiecie XAML
pt_br: Parte da entrada está faltando no pacote XAML
ru: В пакете XAML отсутствует вводная часть
tr: XAML paketinde giriş bölümü eksik
zh_hans: XAML 程序包中缺少条目部件。
zh_hant: XAML 封裝中遺失項目部分

# TextEditorPropertyIsNotApplicableForTextFormatting
source: '{0}' property is not valid for text formatting.
cs: Vlastnost {0} není platná pro formátování textu.
de: Die {0}-Eigenschaft ist für die Textformatierung nicht gültig.
es: La propiedad '{0}' no es válida para el formato de texto.
fr: Propriété '{0}' non valide pour la mise en forme de texte.
it: Proprietà '{0}' non valida per la formattazione del testo.
ja: '{0}' プロパティは、テキストの書式設定に対して無効です。
ko: 텍스트 서식에 대한 '{0}' 속성이 잘못되었습니다.
pl: Właściwość „{0}” jest nieprawidłowa dla formatowania tekstu.
pt_br: A propriedade '{0}' não é válida para a formatação de texto.
ru: Недопустимое свойство "{0}" для форматирования текста.
tr: '{0}' özelliği metin biçimlendirme için geçerli değildir.
zh_hans: “{0}”属性对文本格式无效。
zh_hant: '{0}' 屬性對於文字格式設定而言是無效的。
