Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ParserUnknownDefAttributeCompiler
source: '{0}' attribute does not exist in XML namespace 'http://schemas.microsoft.com/winfx/2006/xaml' namespace.
cs: Atribut {0} neexistuje v oboru názvů XML http://schemas.microsoft.com/winfx/2006/xaml.
de: Das Attribut "{0}" ist im XML-Namespace "http://schemas.microsoft.com/winfx/2006/xaml" nicht vorhanden.
es: El atributo '{0}' no existe en el espacio de nombres XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
fr: L'attribut '{0}' n'existe pas dans l'espace de noms XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
it: L'attributo '{0}' non esiste nello spazio dei nomi XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
ja: '{0}' 属性が XML 名前空間 'http://schemas.microsoft.com/winfx/2006/xaml' 名前空間にありません。
ko: XML 네임스페이스 'http://schemas.microsoft.com/winfx/2006/xaml' 네임스페이스에 '{0}' 특성이 없습니다.
pl: Atrybut „{0}” nie istnieje w przestrzeni nazw XML „http://schemas.microsoft.com/winfx/2006/xaml”.
pt_br: O atributo '{0}' não existe no namespace XML 'http://schemas.microsoft.com/winfx/2006/xaml'.
ru: Атрибут "{0}" не существует в пространстве имен XML "http://schemas.microsoft.com/winfx/2006/xaml".
tr: '{0}' özniteliği, XML ad alanı 'http://schemas.microsoft.com/winfx/2006/xaml' ad alanında yok.
zh_hans: XML 命名空间“http://schemas.microsoft.com/winfx/2006/xaml”中不存在特性“{0}”。
zh_hant: '{0}' 屬性不存在於 XML 命名空間 'http://schemas.microsoft.com/winfx/2006/xaml'。

# ParserUnknownPresentationOptionsAttribute
source: '{0}' attribute does not exist in XML namespace 'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options'.
cs: Atribut {0} neexistuje v oboru názvů XML http://schemas.microsoft.com/winfx/2006/xaml/presentation/options.
de: Attribut "{0}" ist nicht im XML-Namespace "http://schemas.microsoft.com/winfx/2006/xaml/presentation/options" vorhanden.
es: El atributo '{0}' no existe en el espacio de nombres XML 'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options'.
fr: L'attribut '{0}' n'existe pas dans l'espace de noms XML 'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options'.
it: L'attributo '{0}' non esiste nello spazio dei nomi XML 'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options'.
ja: '{0}' 属性が XML 名前空間 'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options' にありません。
ko: XML 네임스페이스 'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options'에 '{0}' 특성이 없습니다.
pl: Atrybut „{0}” nie istnieje w przestrzeni nazw XML „http://schemas.microsoft.com/winfx/2006/xaml/presentation/options”.
pt_br: O atributo '{0}' não existe no namespace XML 'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options'.
ru: Атрибут "{0}" не существует в пространстве имен XML "http://schemas.microsoft.com/winfx/2006/xaml/presentation/options".
tr: '{0}' özniteliği'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options' XML ad alanında yok.
zh_hans: XML 命名空间“http://schemas.microsoft.com/winfx/2006/xaml/presentation/options”中不存在特性“{0}”。
zh_hant: '{0}' 屬性不存在於 XML 命名空間 'http://schemas.microsoft.com/winfx/2006/xaml/presentation/options'。

# ParserUnknownTag
source: The tag '{0}' does not exist in XML namespace '{1}'.
cs: Značka {0} neexistuje v oboru názvů XML {1}.
de: Das Tag "{0}" ist im XML-Namespace "{1}" nicht vorhanden.
es: La etiqueta "{0}" no existe en el espacio de nombres XML "{1}".
fr: La balise '{0}' n'existe pas dans l'espace de noms XML '{1}'.
it: Il tag '{0}' non esiste nello spazio dei nomi XML '{1}'.
ja: タグ '{0}' が XML 名前空間 '{1}' にありません。
ko: XML 네임스페이스 '{1}'에 '{0}' 태그가 없습니다.
pl: Znacznik „{0}” nie istnieje w przestrzeni nazw XML „{1}”.
pt_br: A marca '{0}' não existe no namespace de XML '{1}'.
ru: Тег "{0}" не существует в пространстве имен XML "{1}".
tr: '{0}' etiketi '{1}' XML ad alanında yok.
zh_hans: XML 命名空间“{1}”中不存在标记“{0}”。
zh_hant: 標記 '{0}' 不存在於 XML 命名空間 '{1}' 中。

# ParserUnknownXmlType
source: '{0}' XML node not supported.
cs: Nepodporovaný uzel XML {0}.
de: Der XML-Knoten "{0}" wird nicht unterstützt.
es: Nodo XML '{0}' no admitido.
fr: Nœud XML '{0}' non pris en charge.
it: Nodo XML '{0}' non supportato.
ja: '{0}' XML ノードはサポートされていません。
ko: '{0}' XML 노드가 지원되지 않습니다.
pl: Węzeł XML „{0}” nie jest obsługiwany.
pt_br: Nó XML '{0}' sem suporte.
ru: Узел XML "{0}" не поддерживается.
tr: '{0}' XML düğümü desteklenmez.
zh_hans: “{0}”XML 节点不受支持。
zh_hant: 不支援 '{0}' XML 節點。

# ParserWriterNoSeekEnd
source: XAML stream writer does not support seek from end.
cs: Zapisovač datového proudu XAML nepodporuje hledání od konce.
de: Die vom Ende ausgehende Suche wird vom XAML-Datenstrom-Generator nicht unterstützt.
es: El escritor de secuencias XAML no admite llamadas desde el final.
fr: Le writer du flux XAML ne prend pas en charge la recherche depuis la fin.
it: Il componente di scrittura del flusso XAML non supporta posizionamenti dalla fine.
ja: XAML ストリーム ライターは、最後からのシークをサポートしません。
ko: XAML 스트림 작성기가 끝에서부터 찾기를 지원하지 않습니다.
pl: Program piszący strumienia XAML nie obsługuje wyszukiwania od końca.
pt_br: O gravador do fluxo de XAML não oferece suporte a seek a partir do final.
ru: Модуль записи в поток XAML не поддерживает поиск с конца.
tr: XAML akış yazarı sondan aramayı desteklemez.
zh_hans: XAML 流编写器不支持从末尾查找。
zh_hant: XAML 資料流寫入器不支援從結尾搜尋。

# ParserWriterUnknownOrigin
source: SeekOrigin value is not valid. Only SeekOrigin.Begin and SeekOrigin.Current are valid.
cs: Hodnota SeekOrigin je neplatná. Platné hodnoty jsou pouze SeekOrigin.Begin a SeekOrigin.Current.
de: Der SeekOrigin-Wert ist ungültig. Gültig sind nur "SeekOrigin.Begin" und "SeekOrigin.Current".
es: El valor SeekOrigin no es válido. Sólo SeekOrigin.Begin y SeekOrigin.Current son válidos.
fr: Valeur SeekOrigin non valide. Seules SeekOrigin.Begin et SeekOrigin.Current sont valides.
it: Valore SeekOrigin non valido. Sono validi solo i valori SeekOrigin.Begin e SeekOrigin.Current.
ja: SeekOrigin 値が無効です。SeekOrigin.Begin と SeekOrigin.Current のみが有効です。
ko: SeekOrigin 값이 잘못되었습니다. SeekOrigin.Begin과 SeekOrigin.Current만 사용할 수 있습니다.
pl: Wartość SeekOrigin jest nieprawidłowa. Poprawne są tylko SeekOrigin.Begin i SeekOrigin.Current.
pt_br: O valor de SeekOrigin não é válido. Somente SeekOrigin.Begin e SeekOrigin.Current são válidos.
ru: Недопустимое значение SeekOrigin. Допустимыми являются только значения SeekOrigin.Begin и SeekOrigin.Current.
tr: SeekOrigin değeri geçerli değil. Yalnızca SeekOrigin.Begin ve SeekOrigin.Current geçerlidir.
zh_hans: SeekOrigin 值无效。只有 SeekOrigin.Begin 和 SeekOrigin.Current 有效。
zh_hant: SeekOrigin 值無效。只有 SeekOrigin.Begin 與 SeekOrigin.Current 是有效值。

# ParserXmlIslandMissing
source: Parent element or property '{0}' requires an XML data island. To distinguish an XML island from surrounding XAML, wrap the XML data island in <x:XData> ... </x:XData>.
cs: Nadřazený element nebo vlastnost {0} vyžaduje datový ostrůvek XML. Pro odlišení ostrůvku XML od XAML okolí sbalte datový ostrůvek XML do <x:XData> ... </x:XData>.
de: Das übergeordnete Element oder die Eigenschaft "{0}" erfordert eine XML-Dateninsel. Umschließen Sie die XML-Dateninseln mit <x:XData> ... </x:XData>, um die XML-Inseln von umgebenden XAMLs zu unterscheiden.
es: El elemento primario o la propiedad '{0}' requiere una isla de datos XML. Para distinguir una isla XML del XAML adyacente, incluya la isla de datos XML entre <x:XData> ... </x:XData>.
fr: L'élément parent ou la propriété '{0}' nécessite un îlot de données XML. Pour distinguer un îlot de données XML du XAML environnant, incluez dans un wrapper l'îlot de données XML dans <x:XData> ... </x:XData>.
it: Per l'elemento o la proprietà padre '{0}' è richiesta un'isola di dati XML. Per distinguere un'isola di dati XML dal codice XAML circostante, includere l'isola di dati XML tra tag <x:XData> ... </x:XData>.
ja: 親要素またはプロパティ '{0}' には XML データ アイランドが必要です。XML アイランドと周囲の XAML を区別するには、XML データ アイランドを <x:XData> ... </x:XData> で囲んでください。
ko: 부모 요소 또는 '{0}' 속성에 XML 데이터 아일랜드가 있어야 합니다. XML 아일랜드를 주변 XAML과 구별하려면 XML 데이터 아일랜드를 <x:XData> ... </x:XData> 사이에 두십시오.
pl: Element nadrzędny lub właściwość „{0}” wymaga wyspy danych XML. Aby odróżnić wyspę danych XML od otaczającego XAML, wyspę danych XML należy ująć w znaczniki <x:XData> ... </x:XData>.
pt_br: O elemento pai ou a propriedade '{0}' requer uma ilha de dados XML. Para diferenciar uma ilha XML do XAML ao redor, coloque a ilha de dados XML entre <x:XData> ... </x:XData>.
ru: Для родительского элемента или свойства "{0}" требуется область данных XML. Чтобы выделить область XML из окружающего текста XAML, заключите область данных XML в теги <x:XData> ... </x:XData>.
tr: Üst öğe veya '{0}' özelliği için bir XML veri adası gerekiyor. Bir XML veri adasını, çevreleyen XAML'den ayırmak için, XML veri adasını <x:XData> ... </x:XData> içine alın.
zh_hans: 父元素或属性“{0}”需要 XML 数据岛。若要区分 XML 岛和周围的 XAML，请将 XML 数据岛包装在 <x:XData> ... </x:XData> 中。
zh_hant: 父項目或屬性 '{0}' 需要 XML 資料島。為區分 XML 資料島與週邊 XAML，請將 XML 資料島包裝在 <x:XData> ... </x:XData> 中。

# ParserXmlIslandUnexpected
source: XML data island cannot be consumed by element or property '{0}'.
cs: Datový ostrůvek XML nemůže být zpracován prvkem nebo vlastností {0}.
de: Die XML-Dateninsel kann von Element oder Eigenschaft "{0}" nicht genutzt werden.
es: Un elemento o propiedad '{0}' no puede consumir la isla de datos XML.
fr: L'îlot de données XML ne peut pas être consommé par l'élément ou la propriété '{0}'.
it: Isola di dati XML non utilizzabile dall'elemento o dalla proprietà '{0}'.
ja: XML データ アイランドは、要素またはプロパティ '{0}' で実行できません。
ko: 요소 또는 '{0}' 속성에서 XML 데이터 아일랜드를 사용할 수 없습니다.
pl: Wyspa danych XML nie może być pobierana przez element lub właściwość „{0}”.
pt_br: A ilha de dados XML não pode ser consumida pelo elemento ou pela propriedade '{0}'.
ru: Элемент или свойство "{0}" не может использовать область данных XML.
tr: XML veri adası '{0}' öğesi veya özelliği tarafından kullanılamaz.
zh_hans: XML 数据岛不能由元素或属性“{0}”消耗。
zh_hant: XML 資料島無法由項目或屬性 '{0}' 使用。

# ParserXmlLangPropertyValueInvalid
source: XmlLangProperty attribute must specify a property name.
cs: Atribut XmlLangProperty musí obsahovat určení názvu vlastnosti.
de: Vom XmlLangProperty-Attribut muss ein Eigenschaftsname angegeben werden.
es: El atributo XmlLangProperty debe especificar un nombre de propiedad.
fr: L'attribut XmlLangProperty doit spécifier un nom de propriété.
it: L'attributo XmlLangProperty deve specificare un nome di proprietà.
ja: XmlLangProperty 属性はプロパティ名を指定する必要があります。
ko: XmlLangProperty 특성은 속성 이름을 지정해야 합니다.
pl: Atrybut XmlLangProperty musi określać nazwę właściwości.
pt_br: O atributo XmlLangProperty deve especificar um nome de propriedade.
ru: Атрибут XmlLangProperty должен указывать имя свойства.
tr: XmlLangProperty özniteliğinin bir özellik adı belirtmesi gerekir.
zh_hans: XmlLangProperty 特性必须指定属性名。
zh_hant: XmlLangProperty 屬性必須指定屬性名稱。

# ParserXmlReaderNoLineInfo
source: '{0}' class must implement IXmlLineInfo to get position information for the XAML being parsed.
cs: Třída {0} musí implementovat IXmlLineInfo pro získání informací o pozici pro analyzovaný XAML.
de: "IXmlLineInfo" muss von der Klasse "{0}" implementiert werden, um die Positionsinformationen für die analysierte XAML abzurufen.
es: La clase '{0}' debe implementar IXmlLineInfo para obtener información de posición del XAML que se está analizando.
fr: La classe '{0}' doit implémenter IXmlLineInfo pour obtenir les informations de position du XAML en cours d'analyse.
it: La classe '{0}' deve implementare IXmlLineInfo per recuperare informazioni di posizione per il file XAML in corso di analisi.
ja: 解析する XAML の位置情報を取得するために、'{0}' クラスは IXmlLineInfo を実装する必要があります。
ko: 구문 분석 중인 XAML에 대한 위치 정보를 가져오기 위해 '{0}' 클래스가 IXmlLineInfo를 구현해야 합니다.
pl: W klasie „{0}” musi być zaimplementowany atrybut IXmlLineInfo w celu uzyskania informacji o położeniu dla analizowanych danych XAML.
pt_br: A classe '{0}' deve implementar IXmlLineInfo para obter as informações de posição do XAML que está sendo analisado.
ru: Чтобы получать сведения о позиции для синтаксически анализируемого текста XAML, класс "{0}" должен реализовывать IXmlLineInfo.
tr: '{0}' sınıfının ayrıştırılan XAML ile ilgili konum bilgilerini alması için IXmlLineInfo yürütmesi gerekir.
zh_hans: “{0}”类必须实现 IXmlLineInfo 以获取正在被分析的 XAML 的位置信息。
zh_hant: '{0}' 類別必須實作 IXmlLineInfo，才能取得即將剖析之 XAML 的位置資訊。

# PartialTrustPrintDialogMustBeInvoked
source: Operation can be invoked only if the Print dialog was instantiated and shown.
cs: Tuto operaci lze vyvolat, pouze pokud byl dialog Tisk opatřen instancí podle ukázky.
de: Der Vorgang kann nur aufgerufen werden, wenn das Dialogfeld "Drucken" instanziiert und angezeigt wurde.
es: La operación sólo se puede invocar si creó una instancia y se mostró el cuadro de diálogo Imprimir.
fr: L'opération ne peut être appelée que si la boîte de dialogue Imprimer a été instanciée et affichée.
it: Operazione richiamabile solo dopo la creazione di un'istanza e la visualizzazione della finestra di dialogo Stampa.
ja: 印刷ダイアログがインスタンス化され、表示された場合にのみ、操作を開始できます。
ko: 인쇄 대화 상자가 인스턴스화되고 표시된 경우에만 작업을 호출할 수 있습니다.
pl: Operację można wywołać tylko po utworzeniu i wyświetleniu okna dialogowego Print.
pt_br: A operação somente pode ser chamada se a caixa de diálogo Imprimir tiver sido instanciada e estiver sendo exibida.
ru: Операцию можно выполнить только в том случае, если был создан и показан экземпляр диалога печати.
tr: İşlem yalnızca, Yazdır iletişim kutusu örneklenip gösterildiyse çağırılabilir.
zh_hans: 只有已实例化且显示“打印”对话框才能调用操作。
zh_hant: 只有已啟動並顯示 [列印] 對話方塊 之後，才能叫用操作。

# PasswordBoxInvalidTextContainer
source: Only Decorator and ScrollViewer can be used as PART_ContentHost.
cs: Pouze Decorator a ScrollViewer lze používat jako PART_ContentHost.
de: Als "PART_ContentHost" können nur " Decorator" und "ScrollViewer" verwendet werden.
es: Sólo Decorator y ScrollViewer se pueden usar como PART_ContentHost.
fr: Seuls Decorator et ScrollViewer peuvent être utilisés comme PART_ContentHost.
it: È possibile utilizzare solo Decorator e ScrollViewer come PART_ContentHost.
ja: PART_ContentHost として Decorator および ScrollViewer のみ使用できます。
ko: Decorator와 ScrollViewer만 PART_ContentHost로 사용할 수 있습니다.
pl: Tylko elementy Decorator i ScrollViewer mogą być używane jako PART_ContentHost.
pt_br: Somente Decorator e ScrollViewer podem ser utilizados como PART_ContentHost.
ru: Только Decorator и ScrollViewer могут использоваться как PART_ContentHost.
tr: Yalnızca Decorator ve ScrollViewer, PART_ContentHost olarak kullanılabilir.
zh_hans: 只有 Decorator 和 ScrollViewer 能用作 PART_ContentHost。
zh_hant: 只有 Decorator 與 ScrollViewer 可以使用為 PART_ContentHost。

# PathParameterIsNull
source: PathParameters list contains null at index {0}.
cs: Seznam PathParameters obsahuje nulu v indexu {0}.
de: Die PathParameters-Liste enthält NULL bei Index "{0}".
es: La lista PathParameters contiene un valor nulo en el índice {0}.
fr: La liste PathParameters contient la valeur null à l'index {0}.
it: L'elenco PathParameters contiene un valore null in corrispondenza dell'indice {0}.
ja: PathParameters 一覧には、インデックス {0} に NULL が含まれます。
ko: PathParameters 목록의 {0} 인덱스에 null이 포함되어 있습니다.
pl: Lista PathParameters zawiera wartości null w indeksie {0}.
pt_br: A lista PathParameters contém nulo no índice {0}.
ru: Список PathParameters содержит неопределенное значение с индексом {0}.
tr: PathParameters listesi {0} dizinde boş değer içeriyor.
zh_hans: PathParameters 列表在索引{0}处包含空值。
zh_hant: PathParameters 清單在索引 {0} 位置包含空值。

# PathParametersIndexOutOfRange
source: Index {0} is out of range of the PathParameters list, which has length {1}.
cs: Index {0} je mimo rozsah seznamu PathParameters, jehož délka je {1}.
de: Der Index "{0}" befindet sich außerhalb des gültigen Bereichs der PathParameters-Liste mit der Länge {1}.
es: El índice {0} está fuera del intervalo de la lista PathParameters, cuya longitud es "{1}".
fr: L'index {0} est situé en dehors des limites de la liste PathParameters, dont la longueur est {1}.
it: L'indice {0} non è compreso nell'elenco PathParameters la cui lunghezza è {1}.
ja: インデックス {0} は、PathParameters 一覧の範囲外です。この長さは {1} です。
ko: {0} 인덱스는 길이가 {1}인 PathParameters 목록의 범위를 벗어납니다.
pl: Indeks {0} jest poza zakresem listy PathParameters, która ma długość {1}.
pt_br: O índice {0} está fora do intervalo da lista PathParameters, que tem um tamanho {1}.
ru: Индекс {0} находится вне допустимого диапазона списка PathParameters, который имеет длину {1}.
tr: {0} dizini, {1} uzunluğunda olan PathParameters listesinin aralığı dışında.
zh_hans: 索引 {0} 超出了 PathParameters 列表的范围，它具有长度 {1}。
zh_hant: 索引 {0} 超出 PathParameters 清單的範圍，其長度為 {1}。

# PathSyntax
source: Syntax error in Binding.Path '{0}' ... '{1}'.
cs: Chyba syntaxe v Binding.Path {0} ... {1}
de: Syntaxfehler in "Binding.Path '{0}' ... '{1}'".
es: Error de sintaxis en Binding.Path "{0}" ... "{1}".
fr: Erreur de syntaxe dans le Binding.Path '{0}'... '{1}'.
it: Errore di sintassi in Binding.Path '{0}' ... '{1}'.
ja: Binding.Path '{0}' ... '{1}' に構文エラーがあります。
ko: Binding.Path '{0}' ... '{1}'에 구문 오류가 있습니다.
pl: Błąd składni w Binding.Path „{0}” ... „{1}”.
pt_br: Erro de sintaxe em Binding.Path '{0}' ... '{1}'.
ru: Синтаксическая ошибка в Binding.Path "{0}" ... "{1}".
tr: Binding.Path '{0}' ... '{1}' içinde söz dizimi hatası.
zh_hans: Binding.Path“{0}”...“{1}”中的语法出错。
zh_hant: Binding.Path '{0}' ... '{1}' 中發生語法錯誤。

# PlatformRequirementTitle
source: Platform Requirements Not Met
cs: Nebyly splněny požadavky platformy
de: Plattformanforderungen sind nicht erfüllt.
es: Requisitos de plataforma no cumplidos
fr: Configuration requise pour la plateforme non satisfaite
it: Requisiti di piattaforma non soddisfatti
ja: プラットフォームの必要条件を満たしていません
ko: 플랫폼 요구 사항을 만족하지 않음
pl: Wymagania dotyczące platformy nie zostały spełnione
pt_br: Requisitos de plataforma não atendidos
ru: Несоответствие требованиям платформы.
tr: Platform Gereksinimleri Karşılanmıyor
zh_hans: 不满足平台要求
zh_hant: 不符合平台需求

# PopupReopeningNotAllowed
source: Cannot reopen a popup in the closed event handler.
cs: Nelze otevřít místní nabídku v zavřeném ovladači události.
de: Im geschlossenen Ereignishandler können Popups nicht erneut geöffnet werden.
es: No se puede reabrir un menú emergente en el controlador de eventos cerrado.
fr: Impossible de rouvrir une fenêtre indépendante dans le gestionnaire d'événements fermé.
it: Impossibile riaprire un popup nel gestore eventi chiuso.
ja: 閉じたイベント ハンドラーでポップアップを再度開くことはできません。
ko: 닫힌 이벤트 처리기에서 팝업을 다시 열 수 없습니다.
pl: Nie można ponownie otworzyć menu podręcznego w zamkniętym uchwycie zdarzenia.
pt_br: Não é possível abrir novamente um popup no manipulador de eventos fechado.
ru: Не удается повторно открыть всплывающее окно в закрытом обработчике событий.
tr: Kapatılan olay işleyicisinde bir açılır pencere yeniden açılamaz.
zh_hans: 无法重新打开已关闭的事件处理程序中的弹出内容。
zh_hant: 無法在已關閉的事件處理常式中重新開啟快顯畫面。

# PositionalArgumentsWrongLength
source: Cannot create MarkupExtension Arguments is the wrong length vector.
cs: Pro vektor se špatnou délkou nelze vytvořit argumenty třídy MarkupExtension.
de: MarkupExtension kann nicht erstellt werden. Arguments ist der falsche Längenvektor.
es: No se puede crear MarkupExtension. Arguments tiene un vector de longitud incorrecto.
fr: Impossible de créer MarkupExtension ; Arguments est un vecteur de longueur incorrect.
it: Impossibile creare MarkupExtension - Argomenti è il vettore di lunghezza errata.
ja: MarkupExtension を作成できません。Arguments は不適切な長さのベクターです。
ko: MarkupExtension을 만들 수 없습니다. 인수가 잘못된 길이 벡터입니다.
pl: Nie można utworzyć modułu MarkupExtension. Arguments jest wektorem o błędnej długości.
pt_br: Não é possível criar MarkupExtension; argumento com vetor de tamanho incorreto.
ru: Не удалось создать MarkupExtension. Аргументы - неправильный вектор длины.
tr: MarkupExtension oluşturulamıyor. Arguments yanlış uzunluk vektörüdür.
zh_hans: 无法创建 MarkupExtension。Arguments 为错误的长度向量。
zh_hant: 無法建立 MarkupExtension。引數長度向量錯誤的。

# PrevoiusPartialPageContentOutstanding
source: Cannot add PageContent while previous partial page is still loading.
cs: Nelze přidat PageContent, dokud se ještě načítá předchozí částečná stránka.
de: "PageContent" kann nicht hinzugefügt werden, während die vorherige Teilseite noch geladen wird.
es: No se puede agregar PageContent mientras la página parcial anterior aún se está cargando.
fr: Impossible d'ajouter PageContent quand la page partielle précédente est toujours en cours de chargement.
it: Impossibile aggiungere PageContent mentre è ancora in corso il caricamento della pagina parziale precedente.
ja: 以前のページの一部が読み込まれている間に、PageContent を追加することはできません。
ko: 이전의 부분 페이지를 계속 로드 중인 경우 PageContent를 추가할 수 없습니다.
pl: Nie można dodać PageContent, gdy ładowana jest poprzednia częściowa strona.
pt_br: Não é possível adicionar PageContent enquanto a página parcial anterior ainda está sendo carregada.
ru: Не удается добавить PageContent, пока загрузка предыдущей частичной страницы еще выполняется.
tr: Önceki kısmi sayfanın yüklenmesi devam ederken PageContent eklenemez.
zh_hans: 仍在加载以前的部分页面时无法添加 PageContent。
zh_hant: 仍在載入前一個部分頁面時，無法新增 PageContent。

# PrevoiusUninitializedDocumentReferenceOutstanding
source: Cannot add a DocumentReference until previous DocumentReference is initialized.
cs: Nelze přidat DocumentReference, dokud se ještě inicializuje předchozí DocumentReference.
de: "DocumentReference" kann erst hinzugefügt werden, wenn die vorherige "DocumentReference" initialisiert wird.
es: No se puede agregar DocumentReference hasta que la DocumentReference anterior se haya inicializado.
fr: Impossible d'ajouter un DocumentReference tant que le DocumentReference précédent n'est pas initialisé.
it: È possibile aggiungere un DocumentReference solo dopo l'inizializzazione del DocumentReference precedente.
ja: 以前の DocumentReference が初期化されるまで、DocumentReference を追加することはできません。
ko: 이전의 DocumentReference가 초기화될 때까지는 DocumentReference를 추가할 수 없습니다.
pl: Nie można dodać DocumentReference, gdy inicjowane jest poprzednie DocumentReference.
pt_br: Não é possível adicionar DocumentReference até que DocumentReference anterior seja inicializado.
ru: Нельзя добавить DocumentReference до окончания инициализации предыдущего DocumentReference.
tr: Önceki DocumentReference başlatılana kadar DocumentReference eklenemez.
zh_hans: 直到已初始化以前的 DocumentReference 之前无法添加 DocumentReference。
zh_hant: 前一個 DocumentReference 初始化之後，才能新增 DocumentReference。

# PrintDialogInstallPrintSupportCaption
source: Install Printing Component
cs: Instalace součásti tisku
de: Druckkomponente installieren
es: Instalar componente para imprimir
fr: Installer le composant d'impression
it: Installa componente di stampa
ja: 印刷コンポーネントのインストール
ko: 인쇄 구성 요소 설치
pl: Instalacja składnika drukowania
pt_br: Instalar Componte de Impressão
ru: Установка компонента печати
tr: Yazdırma Bileşenini Yükle
zh_hans: 安装打印组件
zh_hant: 安裝列印元件
