Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# ReshowNotAllowed
source: Cannot set Visibility or call Show, ShowDialog, or WindowInteropHelper.EnsureHandle after a Window has closed.
cs: Po zavření objektu Window nelze nastavit vlastnost Visibility nebo volat metodu Show, ShowDialog nebo WindowInteropHelper.EnsureHandle.
de: Visibility kann nicht festgelegt oder Show, ShowDialog oder WindowInteropHelper.EnsureHandle können nicht aufgerufen werden, nachdem ein Window geschlossen wurde.
es: No se puede establecer Visibility ni llamar a Show, ShowDialog o WindowInteropHelper.EnsureHandle después de haberse cerrado un elemento Window.
fr: Impossible de définir Visibility ou d'appeler Show, ShowDialog ou WindowInteropHelper.EnsureHandle après la fermeture d'un objet Window.
it: Impossibile impostare Visibility o chiamare Show, ShowDialog o WindowInteropHelper.EnsureHandle dopo la chiusura dell'oggetto Window.
ja: Window が閉じた後で、Visibility の設定や、Show、ShowDialog、および WindowInteropHelper.EnsureHandle の呼び出しを行うことはできません。
ko: 창이 닫힌 후에는 Visibility를 설정하거나 Show, ShowDialog 또는 WindowInteropHelper.EnsureHandle을 호출할 수 없습니다.
pl: Po zamknięciu elementu Window nie można ustawić właściwości Visibility lub wywołać metod Show, ShowDialog lub WindowInteropHelper.EnsureHandle.
pt_br: Não será possível definir Visibility nem chamar Show, ShowDialog ou WindowInteropHelper.EnsureHandle depois que uma Janela for fechada.
ru: Нельзя задать Visibility или вызвать Show, ShowDialog или WindowInteropHelper.EnsureHandle после закрытия окна.
tr: Pencere kapatıldıktan sonra Visibility ayarlanamaz ya da Show, ShowDialog veya WindowInteropHelper.EnsureHandle çağırılamaz.
zh_hans: 关闭 Window 之后，无法设置 Visibility，也无法调用 Show、ShowDialogor 或 WindowInteropHelper.EnsureHandle。
zh_hant: 關閉視窗之後，無法設定 Visibility 或呼叫 Show、ShowDialog 或 WindowInteropHelper.EnsureHandle。

# ResourceDictionaryDeferredContentFailure
source: Cannot add content directly to this ResourceDictionary because its Source property has already been set.
cs: K tomuto slovníku ResourceDictionary nelze přímo přidat obsah, protože byla již nastavena jeho vlastnost Source.
de: Der Inhalt kann nicht direkt "ResourceDictionary" hinzugefügt werden, da die Source-Eigenschaft bereits festgelegt wurde.
es: No se puede agregar contenido directamente a este ResourceDictionary porque su propiedad Source ya se ha establecido.
fr: Impossible d'ajouter directement un contenu au ResourceDictionary car sa propriété Source a déjà été définie.
it: Impossibile aggiungere contenuto direttamente in questo ResourceDictionary perché la proprietà Source è già stata impostata.
ja: Source プロパティが既に設定されているため、コンテンツを直接この ResourceDictionary に追加できません。
ko: Source 속성이 이미 설정되었으므로 콘텐츠를 이 ResourceDictionary에 직접 추가할 수 없습니다.
pl: Nie można dodać zawartości bezpośrednio do słownika ResourceDictionary, ponieważ jego właściwość Source została już ustawiona.
pt_br: Não é possível adicionar o conteúdo diretamente a ResourceDictionary porque a propriedade Source já foi definida.
ru: Не удается добавить содержимое непосредственно в данный словарь ResourceDictionary, так как для него уже задано свойство Source.
tr: Source özelliği zaten ayarlandığından bu ResourceDictionary'ye doğrudan içerik eklenemez.
zh_hans: 无法直接向该 ResourceDictionary 添加内容，因为已设置其 Source 属性。
zh_hant: 無法將內容直接新增到此 ResourceDictionary，因為其 Source 屬性已設定。

# ResourceDictionaryDuplicateDeferredContent
source: Cannot re-initialize ResourceDictionary instance.
cs: Nelze inicializovat instanci ResourceDictionary.
de: Die ResourceDictionary-Instanz kann nicht erneut initialisiert werden.
es: No se puede volver a inicializar la instancia ResourceDictionary.
fr: Impossible de réinitialiser l'instance ResourceDictionary.
it: Impossibile reinizializzare l'istanza di ResourceDictionary.
ja: ResourceDictionary インスタンスを再初期化することはできません。
ko: ResourceDictionary 인스턴스를 다시 초기화할 수 없습니다.
pl: Nie można ponownie zainicjować wystąpienia ResourceDictionary.
pt_br: Não é possível inicializar novamente a instância ResourceDictionary.
ru: Не удается заново выполнить инициализацию экземпляра ResourceDictionary.
tr: ResourceDictionary örneği yeniden başlatılamaz.
zh_hans: 无法重新初始化 ResourceDictionary 实例。
zh_hant: 無法重新初始化 ResourceDictionary 執行個體。

# ResourceDictionaryInvalidMergedDictionary
source: The merged dictionary is invalid. Either a ResourceDictionary is being placed into its own MergedDictionaries collection or a it is being added to the same MergedDictionary collection twice.
cs: Sloučený slovník je neplatný. Buď byl ResourceDictionary umístěn do své vlastní kolekce MergedDictionaries, nebo byl přidán do stejné kolekce MergedDictionary dvakrát.
de: Das zusammengeführte Wörterbuch ist ungültig. Entweder wurde versucht, "ResourceDictionary" in der eigenen MergedDictionaries-Sammlung zu platzieren, oder es wurde versucht, es der MergedDictionary-Sammlung zweimal hinzuzufügen.
es: El diccionario combinado no es válido. Un ResourceDictionary se está colocando en su propia colección MergedDictionaries o bien se está agregando dos veces a la misma colección MergedDictionary.
fr: Le dictionnaire fusionné n'est pas valide. Un ResourceDictionary est en cours de placement dans sa propre collection MergedDictionaries ou est ajouté deux fois à la même collection MergedDictionary.
it: Il dizionario unito non è valido. È stato eseguito un tentativo di inserimento di un ResourceDictionary nella raccolta MergedDictionaries di appartenenza oppure si è tentato di aggiungerlo due volte alla stessa raccolta MergedDictionary.
ja: 結合された辞書は無効です。ResourceDictionary が独自の MergedDictionaries コレクションに置かれているか、同じ MergedDictionary コレクションに 2 回追加されています。
ko: 병합된 사전이 잘못되었습니다. ResourceDictionary가 자신의 MergedDictionaries 컬렉션에 배치되거나 같은 MergedDictionary 컬렉션에 두 번 추가됩니다.
pl: Połączony słownik jest nieprawidłowy. Albo ResourceDictionary jest umieszczany we własnej kolekcji MergedDictionaries, albo jest dodawany po raz drugi do tej samej kolekcji MergedDictionary.
pt_br: O dicionário mesclado é inválido. ResourceDictionary está sendo colocando em sua própria coleção MergedDictionaries ou está sendo adicionado à coleção MergedDictionary duas vezes.
ru: Недопустимый объединенный словарь. Либо ResourceDictionary помещается в собственное семейство MergedDictionaries, либо он добавляется в одно и то же семейство MergedDictionary дважды.
tr: Birleştirilen sözlük geçersiz. Bir ResourceDictionary kendi MergedDictionaries koleksiyonuna yerleştiriliyor veya aynı MergedDictionary koleksiyonuna ikinci kez ekleniyor.
zh_hans: 合并的字典无效。正在将 ResourceDictionary 放入其自身的 MergedDictionaries 集合或正在将其两次添加到同一 MergedDictionary 集合。
zh_hant: 合併的字典無效。可能是因為 ResourceDictionary 正被放入其本身的 MergedDictionaries 集合，或它正被新增到相同的 MergedDictionary 集合兩次。

# ResourceDictionaryIsReadOnly
source: ResourceDictionary is read-only and cannot be modified.
cs: ResourceDictionary je určen jen pro čtení a nelze ho upravovat.
de: "ResourceDictionary" ist schreibgeschützt und kann nicht geändert werden.
es: ResourceDictionary es de sólo lectura y no se puede modificar.
fr: ResourceDictionary est en lecture seule et ne peut pas être modifié.
it: ResourceDictionary di sola lettura. Impossibile modificarlo.
ja: ResourceDictionary は読み取り専用で変更できません。
ko: ResourceDictionary는 읽기 전용이므로 수정할 수 없습니다.
pl: ResourceDictionary jest tylko do odczytu i nie można go zmieniać.
pt_br: ResourceDictionary é somente leitura e não pode ser modificado.
ru: ResourceDictionary доступен только для чтения и не может быть изменен.
tr: ResourceDictionary salt okunur ve değiştirilemez.
zh_hans: ResourceDictionary 是只读的，无法修改。
zh_hant: ResourceDictionary 是唯讀的，且無法修改。

# ResourceDictionaryLoadFromFailure
source: ResourceDictionary LoadFrom operation failed with URI '{0}'.
cs: Operace ResourceDictionary LoadFrom selhala pro identifikátor URI {0}.
de: Fehler beim LoadFrom-Vorgang mit dem URI "{0}" von "ResourceDictionary".
es: Error de la operación ResourceDictionary LoadFrom con el URI '{0}'.
fr: Échec de l'opération LoadFrom ResourceDictionary avec un URI '{0}'.
it: Operazione LoadFrom ResourceDictionary non riuscita con l'URI '{0}'.
ja: URI '{0}' で ResourceDictionary LoadFrom 操作に失敗しました。
ko: URI '{0}'을(를) 사용하는 ResourceDictionary LoadFrom 작업이 실패했습니다.
pl: Operacja ResourceDictionary LoadFrom nie powiodła się z identyfikatorem URI „{0}”.
pt_br: Falha na operação de ResourceDictionary LoadFrom com URI '{0}'.
ru: Ошибка операции LoadFrom для ResourceDictionary с URI "{0}".
tr: ResourceDictionary LoadFrom işlemi URI '{0}' ile başarısız oldu.
zh_hans: ResourceDictionary LoadFrom 操作对 URI“{0}”失败。
zh_hant: ResourceDictionary LoadFrom 操作失敗，URI 是 '{0}'。

# ReturnEventHandlerMustBeOnParentPage
source: The PageFunction's Return event handler is required to be an instance method on the parent page object.
cs: Ovladač události Return funkce PageFunction musí být instanční metodou nadřazeného objektu stránky.
de: Der Return-Ereignishandler von "PageFunction" ist erforderlich, damit es sich um eine Instanzmethode für das übergeordnete Seitenobjekt handelt.
es: El controlador de eventos Return de PageFunction debe ser un método de instancia en el objeto de página primaria.
fr: Le gestionnaire d'événements Return de PageFunction doit être une méthode d'instance sur l'objet de la page parente.
it: Il gestore dell'evento Return di PageFunction deve essere un metodo di istanza nell'oggetto della pagina padre.
ja: 親ページ オブジェクト上のインスタンス メソッドになるには、PageFunction の Return イベント ハンドラーが必要です。
ko: PageFunction의 Return 이벤트 처리기는 부모 페이지 개체에서 인스턴스 메서드여야 합니다.
pl: Uchwyt zdarzenia Return funkcji PageFunction musi być metodą wystąpienia w nadrzędnym obiekcie strony.
pt_br: O manipulador de eventos Return de PageFunction é necessário para ser um método de instância no objeto de página pai.
ru: Обработчик события Return для PageFunction должен быть методом экземпляра для родительского объекта страницы.
tr: PageFunction'ın Return olay işleyicisinin üst sayfa nesnesinde örnek metodu olması gereklidir.
zh_hans: PageFunction 的 Return 事件处理程序需要成为父页面对象上的实例方法。
zh_hant: PageFunction 的 Return 事件處理常式必須是父頁面物件上的執行個體方法。

# RichTextBox_CantSetDocumentInsideChangeBlock
source: Cannot set the Document property inside the scope of DeclareChangeBlock or BeginChange/EndChange calls.
cs: Nelze nastavit vlastnost Document do rozsahu výzvy DeclareChangeBlock nebo BeginChange/EndChange.
de: Die Document-Eigenschaft kann nicht innerhalb des Bereichs von DeclareChangeBlock- oder BeginChange/EndChange-Aufrufen festgelegt werden.
es: No se puede establecer la propiedad Document en el ámbito de las llamadas DeclareChangeBlock o BeginChange/EndChange.
fr: Impossible de définir la propriété Document à l'intérieur de la portée des appels de DeclareChangeBlock ou BeginChange / EndChange.
it: Non è possibile impostare la proprietà Document nell'ambito di chiamate DeclareChangeBlock o BeginChange/EndChange.
ja: DeclareChangeBlock または BeginChange/EndChange 呼び出しのスコープ内で Document プロパティを設定できません。
ko: DeclareChangeBlock 또는 BeginChange/EndChange 호출 범위 내에 Document 속성을 설정할 수 없습니다.
pl: Nie można ustawić właściwości Document wewnątrz zakresu wywołań DeclareChangeBlock lub BeginChange/EndChange.
pt_br: Não é possível definir a propriedade Document dentro do escopo de chamadas de DeclareChangeBlock ou BeginChange/EndChange.
ru: Не удается задать свойство Document внутри области вызовов DeclareChangeBlock или BeginChange/EndChange.
tr: Document özelliği DeclareChangeBlock veya BeginChange/EndChange çağrılarının kapsamı içinde ayarlanamaz.
zh_hans: 无法在 DeclareChangeBlock 或 BeginChange/EndChange 调用范围内设置 Document 属性。
zh_hant: 無法在 DeclareChangeBlock 或 BeginChange/EndChange 呼叫的範圍內設定 Document 屬性。

# RichTextBox_DocumentBelongsToAnotherRichTextBoxAlready
source: Document already belongs to another RichTextBox.
cs: Dokument již patří do jiného zásobníku RichTextBox.
de: Das Dokument ist bereits im Besitz einer anderen "RichTextBox".
es: El documento ya pertenece a otro RichTextBox.
fr: Le document appartient déjà à un autre RichTextBox.
it: Il documento appartiene già a un'altra RichTextBox.
ja: ドキュメントは既に別の RichTextBox に属しています。
ko: 문서가 이미 다른 RichTextBox에 속합니다.
pl: Dokument już należy do innego pola RichTextBox.
pt_br: O documento já pertence a outro RichTextBox.
ru: Документ уже принадлежит к другому RichTextBox.
tr: Belge zaten başka bir RichTextBox'a ait.
zh_hans: Document 已属于另一 RichTextBox。
zh_hant: 文件已屬於另一個 RichTextBox。

# RichTextBox_PointerNotInSameDocument
source: Cannot set CaretPosition to be outside of RichTextBox.
cs: Nelze nastavit CaretPosition mimo RichTextBox.
de: "CaretPosition" kann nicht außerhalb von "RichTextBox" festgelegt werden.
es: No se puede establecer CaretPosition fuera de RichTextBox.
fr: Impossible de définir CaretPosition à l'extérieur de RichTextBox.
it: Impossibile impostare una CaretPosition all'esterno di RichTextBox.
ja: CaretPosition を RichTextBox の外に設定できません。
ko: CaretPosition을 RichTextBox 외부에 설정할 수 없습니다.
pl: Właściwości CaretPosition nie można ustawić poza RichTextBox.
pt_br: Não é possível definir CaretPosition para ficar fora de RichTextBox.
ru: Не удается задать CaretPosition за пределами RichTextBox.
tr: CaretPosition, RichTextBox dışında olacak şekilde ayarlanamaz.
zh_hans: 无法将 CaretPosition 设置为位于 RichTextBox 以外。
zh_hant: 無法將 CaretPosition 設定至 RichTextBox 以外的位置。

# RowCacheCannotModifyNonExistentLayout
source: Cannot modify the RowLayout because it does not exist.
cs: Nelze upravovat RowLayout, protože neexistuje.
de: "RowLayout" kann nicht geändert werden, da es nicht vorhanden ist.
es: No se puede modificar RowLayout porque no existe.
fr: Impossible de modifier le RowLayout car il n'existe pas.
it: Impossibile modificare il RowLayout perché non esiste.
ja: 存在していないため、RowLayout を変更できません。
ko: RowLayout이 없으므로 수정할 수 없습니다.
pl: Nie można zmienić właściwości RowLayout, ponieważ takowa nie istnieje.
pt_br: Não é possível modificar RowLayout porque ele não existe.
ru: Не удается изменить несуществующий RowLayout.
tr: RowLayout var olmadığı için değiştirilemez.
zh_hans: 无法修改 RowLayout，因为它不存在。
zh_hant: 無法修改 RowLayout，因為它不存在。

# RowCachePageNotFound
source: Page not found in GetRowIndexForPage.
cs: Strana v GetRowIndexForPage nenalezena.
de: Die Seite wurde in "GetRowIndexForPage" nicht gefunden.
es: Página no encontrada en GetRowIndexForPage.
fr: Page introuvable dans GetRowIndexForPage.
it: Impossibile trovare la pagina in GetRowIndexForPage.
ja: GetRowIndexForPage でページが見つかりません。
ko: GetRowIndexForPage에서 페이지를 찾을 수 없습니다.
pl: Strona nie została znaleziona w GetRowIndexForPage.
pt_br: Página não encontrada em GetRowIndexForPage.
ru: Страница не найдена в GetRowIndexForPage.
tr: Sayfa GetRowIndexForPage içinde bulunamadı.
zh_hans: 未在 GetRowIndexForPage 中找到页面。
zh_hant: 在 GetRowIndexForPage 中找不到頁面。

# RowCacheRecalcWithNoPageCache
source: Must have PageCache assigned to recalculate rows.
cs: Aby bylo možno přepočítat řady, je potřeba přidělit PageCache.
de: "PageCache" muss zum Neuberechnen der Zeilen zugewiesen werden.
es: PageCache debe estar asignado para volver a calcular las filas.
fr: PageCache doit être attribué pour pouvoir recalculer les lignes.
it: Per ricalcolare le righe è necessario che PageCache sia assegnata.
ja: 行を再計算するには、PageCache が割り当てられている必要があります。
ko: 행을 다시 계산하려면 PageCache를 할당해야 합니다.
pl: Element PageCache musi być przypisany do ponownie przeliczonych wierszy.
pt_br: É necessário que PageCache esteja atribuído para recalcular as linhas.
ru: Чтобы пересчитать строки, необходимо назначить PageCache.
tr: PageCache yeniden hesaplama satırlarına ayarlanmalıdır.
zh_hans: 必须将 PageCache 分配到重新计算的行。
zh_hant: 必須指派 PageCache，才能重新計算列。

# RuntimeTypeRequired
source: Type {0} is not a RuntimeType. XamlReader.Load does not support the use of other types of Type.
cs: Type {0} není RuntimeType. XamlReader.Load nepodporuje použití jiných typů Type.
de: Der Typ "{0}" ist kein "RuntimeType". "XamlReader.Load" unterstützt die Verwendung anderer Type-Typen nicht.
es: El tipo {0} no es un RuntimeType. XamlReader.Load no admite el uso de otros tipos de Type.
fr: Le type {0} n'est pas un RuntimeType. XamlReader.Load ne prend pas en charge l'utilisation d'autres types de Type.
it: Il tipo {0} non è un RuntimeType. XamlReader.Load non supporta l'uso di altri tipi di Type.
ja: 型 {0} は RuntimeType ではありません。XamlReader.Load では、他の種類の Type の使用はサポートされていません。
ko: 형식 {0}이(가) RuntimeType이 아닙니다. XamlReader.Load는 다른 형식의 Type을 사용할 수 없습니다.
pl: Typ {0} to nie jest typem RuntimeType. Metoda XamlReader.Load nie obsługuje używania innych typów obiektu Type.
pt_br: O tipo {0} não é um RuntimeType. XamlReader.Load não dá suporte ao uso de outros tipos de Type.
ru: Type {0} is not a RuntimeType. XamlReader.Load не поддерживает использование других типов ввода.
tr: {0} türü bir RuntimeType değil. XamlReader.Load, diğer Type türlerinin kullanılmasını desteklemiyor.
zh_hans: 类型 {0} 不是 RuntimeType。XamlReader.Load 不支持使用其他类型的 Type。
zh_hant: 型別 {0} 不是 RuntimeType。XamlReader.Load 不支援使用其他型別的型別。

# ScrollBar_ContextMenu_Bottom
source: Bottom
cs: Dolů
de: Unten
es: Abajo
fr: Bas
it: Alla fine
ja: 最下部
pl: W dół
pt_br: Em Baixo
ru: Внизу
tr: Alt
zh_hans: 底
zh_hant: 靠下

# ScrollBar_ContextMenu_LeftEdge
source: Left Edge
cs: Levá hrana
de: Linker Rand
es: Borde izquierdo
fr: Côté gauche
it: Margine sinistro
ja: 左端
ko: 왼쪽 끝으로
pl: Lewa krawędź
pt_br: Borda esquerda
ru: К левому краю
tr: Sol Kenara
zh_hans: 左边缘
zh_hant: 左邊緣

# ScrollBar_ContextMenu_PageDown
source: Page Down
de: Nach unten
es: AvPág
it: PGGIÙ
ja: 次のページ
pt_br: Uma página abaixo
ru: Страница вниз

# ScrollBar_ContextMenu_PageLeft
source: Page Left
cs: O stránku doleva
de: Nach links
es: Página a la izquierda
fr: Page vers la gauche
it: Pagina a sinistra
ja: 左のページ
ko: 페이지 왼쪽으로
pl: Strona w lewo
pt_br: Uma página à esquerda
ru: Страница влево
tr: Sayfanın Soluna
zh_hans: 向左翻页
zh_hant: 左頁

# ScrollBar_ContextMenu_PageRight
source: Page Right
cs: O stránku doprava
de: Nach rechts
es: Página a la derecha
fr: Page vers la droite
it: Pagina a destra
ja: 右のページ
ko: 페이지 오른쪽으로
pl: Strona w prawo
pt_br: Uma página à direita
ru: Страница вправо
tr: Sayfanın Sağına
zh_hans: 向右翻页
zh_hant: 右頁

# ScrollBar_ContextMenu_PageUp
source: Page Up
de: Nach oben
es: RePág
it: PGSU
ja: 前のページ
pt_br: Uma página acima
ru: Страница вверх

# ScrollBar_ContextMenu_RightEdge
source: Right Edge
cs: Pravá hrana
de: Rechter Rand
es: Borde derecho
fr: Côté droit
it: Margine destro
ja: 右端
ko: 오른쪽 끝으로
pl: Prawa krawędź
pt_br: Borda direita
ru: К правому краю
tr: Sağ Kenara
zh_hans: 右边缘
zh_hant: 右邊緣

# ScrollBar_ContextMenu_ScrollDown
source: Scroll Down
cs: Posunout dolů
de: Bildlauf unten
es: Desplazar abajo
fr: Défilement vers le bas
it: Scorri verso il basso
ja: 下にスクロール
ko: 아래로 스크롤
pl: Przewiń w dół
pt_br: Rolar para baixo
ru: Прокрутка вниз
tr: Aşağı Kaydır
zh_hans: 向下滚动
zh_hant: 向下捲動

# ScrollBar_ContextMenu_ScrollHere
source: Scroll Here
cs: Posunout sem
de: Bildlauf hier
es: Desplazar aquí
fr: Défilement ici
it: Scorri fino a qui
ja: ここにスクロール
ko: 여기로 스크롤
pl: Przewiń tutaj
pt_br: Rolar aqui
ru: Прокрутка на месте
tr: Buraya Kaydır
zh_hans: 滚动至此
zh_hant: 捲動這裡

# ScrollBar_ContextMenu_ScrollLeft
source: Scroll Left
cs: Posunout doleva
de: Bildlauf links
es: Desplazar a la izquierda
fr: Défilement vers la gauche
it: Scorri a sinistra
ja: 左にスクロール
ko: 왼쪽으로 스크롤
pl: Przewiń w lewo
pt_br: Rolar para a esquerda
ru: Прокрутка влево
tr: Sola Kaydır
zh_hans: 向左滚动
zh_hant: 向左捲動

# ScrollBar_ContextMenu_ScrollRight
source: Scroll Right
cs: Posunout doprava
de: Bildlauf rechts
es: Desplazar a la derecha
fr: Défilement vers la droite
it: Scorri a destra
ja: 右にスクロール
ko: 오른쪽으로 스크롤
pl: Przewiń w prawo
pt_br: Rolar para a direita
ru: Прокрутка вправо
tr: Sağa Kaydır
zh_hans: 向右滚动
zh_hant: 向右捲動

# ScrollBar_ContextMenu_ScrollUp
source: Scroll Up
cs: Posunout nahoru
de: Bildlauf oben
es: Desplazar arriba
fr: Défilement vers le haut
it: Scorri verso l'alto
ja: 上にスクロール
ko: 위로 스크롤
pl: Przewiń do góry
pt_br: Rolar para cima
ru: Прокрутка вверх
tr: Yukarı Kaydır
zh_hans: 向上滚动
zh_hant: 向上捲動

# ScrollViewer_CannotBeNaN
source: '{0}' parameter value cannot be NaN.
cs: Hodnota parametru {0} nemůže být NaN.
de: Der Parameterwert "{0}" kann nicht "NaN" sein.
es: El valor del parámetro '{0}' no puede ser NaN.
fr: La valeur du paramètre '{0}' ne peut pas être NaN.
it: Il valore del parametro '{0}' non può essere NaN.
ja: '{0}' パラメーター値は NaN にできません。
ko: '{0}' 매개 변수 값은 NaN일 수 없습니다.
pl: Wartością parametru „{0}” nie może być NaN.
pt_br: O valor do parâmetro '{0}' não pode ser NaN.
ru: Значение параметра "{0}" не может быть NaN.
tr: '{0}' parametre değeri NaN olamaz.
zh_hans: “{0}”参数值不能为 NaN。
zh_hant: '{0}' 參數值不能是 NaN。

# ScrollViewer_OutOfRange
source: '{0}' parameter has value '{1}', which is not in the valid range of '{2}' to '{3}'.
cs: Parametr {0} má hodnotu {1}, která není v platném rozsahu {2} až {3}.
de: Der Parameter "{0}" besitzt den Wert "{1}", der sich nicht im gültigen Bereich zwischen "{2}" und "{3}" befindet.
es: El parámetro "{0}" tiene el valor "{1}", que no se encuentra dentro del intervalo válido comprendido entre "{2}" y "{3}".
fr: Le paramètre '{0}' a la valeur '{1}', laquelle se trouve en dehors de la plage valide comprise entre '{2}' et '{3}'.
it: Il valore '{1}' del parametro '{0}' non è compreso nell'intervallo valido da '{2}' a '{3}'.
ja: '{0}' パラメーターには値 '{1}' があります。これは、'{2}' から '{3}' の有効な範囲内にありません。
ko: '{0}' 매개 변수에 '{1}' 값이 있으며 해당 값이 유효한 '{2}' ~ '{3}' 범위에 있지 않습니다.
pl: Parametr „{0}” ma wartość „{1}”, która nie należy do zakresu prawidłowych wartości od „{2}” do „{3}”.
pt_br: O parâmetro '{0}' tem o valor '{1}', que não está no intervalo válido de '{2}' a '{3}'.
ru: Параметр "{0}" имеет значение "{1}", лежащее вне допустимого диапазона от "{2}" до "{3}".
tr: '{0}' parametresi '{2}' - '{3}' geçerli aralığı dışında kalan '{1}' değerine sahip.
zh_hans: “{0}”参数具有值“{1}”，该值不在“{2}”至“{3}”的有效范围内。
zh_hant: '{0}' 參數的值為 '{1}'，其不在 '{2}' 到 '{3}' 的有效範圍內。

# SecurityExceptionForSettingSandboxExternalToTrue
source: Cannot set SandboxExternalContent to true in partial trust.
cs: Vlastnost SandboxExternalContent nelze nastavit na hodnotu true v částečném vztahu důvěryhodnosti.
de: SandboxExternalContent kann bei Verwendung mit teilweiser Vertrauenswürdigkeit nicht auf "true" festgelegt werden.
es: No se puede establecer SandboxExternalContent en verdadero en una confianza parcial.
fr: Impossible d'affecter à SandboxExternalContent la valeur true en situation de confiance partielle.
it: Impossibile impostare SandboxExternalContent su true in condizioni di attendibilità parziale.
ja: 部分的な信頼では、SandboxExternalContent を true に設定できません。
ko: 부분 신뢰에서 SandboxExternalContent를 true로 설정할 수 없습니다.
pl: Nie można ustawić właściwości SandboxExternalContent na true w częściowej relacji zaufania.
pt_br: Não é possível definir SandboxExternalContent como verdadeiro em confiança parcial.
ru: Не удается задать значение "true" для SandboxExternalContent при частично доверительных отношениях.
tr: Kısmi güvende SandboxExternalContent true olarak ayarlanamaz.
zh_hans: 无法在部分信任中将 SandboxExternalContent 设置为 true。
zh_hant: 在部分信任的情況下，無法將 SandboxExternalContent 設定為 True。

# SeekFailed
source: Cannot seek to given position.
cs: Nelze vyhledat danou pozici.
de: Eine Suche zur angegebenen Position kann nicht ausgeführt werden.
es: No se puede realizar una llamada en la posición especificada.
fr: Impossible de rechercher la position donnée.
it: Impossibile raggiungere la posizione specificata.
ja: 指定された位置をシークできません。
ko: 지정한 위치를 찾을 수 없습니다.
pl: Nie można przejść do podanej pozycji.
pt_br: Não é possível buscar até determinada posição.
ru: Не удается выполнить поиск заданной позиции.
tr: Verilen konumda aranamıyor.
zh_hans: 无法找到给定位置。
zh_hant: 無法搜尋至指定位置。
