Repository: dotnet/wpf
Catalog: src/Microsoft.DotNet.Wpf/src/PresentationFramework/Resources/xlf/Strings.*.xlf
Languages: cs, de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans, zh_hant

# SharedAttributeInLooseXaml
source: Shared attribute in namespace 'http://schemas.microsoft.com/winfx/2006/xaml' can be used only in compiled resource dictionaries.
cs: Sdílený atribut v oboru názvů 'http://schemas.microsoft.com/winfx/2006/xaml' lze použít pouze v kompilovaných slovnících prostředku.
de: Das freigegebene Attribut im Namespace 'http://schemas.microsoft.com/winfx/2006/xaml' kann nur in kompilierten Ressourcenwörterbüchern verwendet werden.
es: El atributo compartido en el espacio de nombres 'http://schemas.microsoft.com/winfx/2006/xaml' sólo se puede usar en diccionarios de recursos compilados.
fr: L'attribut partagé de l'espace de noms 'http://schemas.microsoft.com/winfx/2006/xaml' ne peut être utilisé que dans les dictionnaires de ressources compilées.
it: L'attributo condiviso nello spazio dei nomi 'http://schemas.microsoft.com/winfx/2006/xaml' può essere utilizzato solo in dizionari di risorse compilati.
ja: 名前空間 'http://schemas.microsoft.com/winfx/2006/xaml' の共有属性は、コンパイルされたリソース ディクショナリでのみ使用できます。
ko: 네임스페이스 'http://schemas.microsoft.com/winfx/2006/xaml'에서 공유 특성은 컴파일된 리소스 사전에서만 사용될 수 있습니다.
pl: Udostępnionego atrybutu w przestrzeni nazw 'http://schemas.microsoft.com/winfx/2006/xaml' można używać tylko w skompilowanych słownikach zasobów.
pt_br: O atributo compartilhado no namespace 'http://schemas.microsoft.com/winfx/2006/xaml' somente pode ser utilizado em dicionários de recurso compilados.
ru: Общий атрибут в пространстве имен 'http://schemas.microsoft.com/winfx/2006/xaml' можно использовать только в скомпилированных словарях ресурсов.
tr: 'http://schemas.microsoft.com/winfx/2006/xaml' ad alanındaki paylaşılan öznitelik yalnızca derlenmiş kaynak sözlüklerinde kullanılabilir.
zh_hans: 命名空间“http://schemas.microsoft.com/winfx/2006/xaml”中的共享特性只能在已编译的资源字典中使用。
zh_hant: 命名空間 'http://schemas.microsoft.com/winfx/2006/xaml' 中的共用屬性只能用於已編譯的資源字典。

# ShowDialogOnModal
source: Already called ShowDialog on this Window.
cs: Pro toto Okno byl již vyvolán ShowDialog.
de: "ShowDialog" wurde für "Window" bereits aufgerufen.
es: Ya se llamó a ShowDialog en esta ventana.
fr: ShowDialog déjà appelé sur ce Window.
it: Chiamata di ShowDialog già eseguita per questa finestra.
ja: この Window 上で既に ShowDialog が呼び出されています。
ko: 이 창에서 이미 ShowDialog를 호출했습니다.
pl: ShowDialog już wywołano dla tego okna.
pt_br: Já chamou ShowDialog nesta janela.
ru: Вызов ShowDialog уже выполнен для данного окна.
tr: ShowDialog bu Pencerede zaten çağırıldı.
zh_hans: 已在该窗口上调用 ShowDialog。
zh_hant: 已在此視窗呼叫 ShowDialog。

# ShowDialogOnVisible
source: ShowDialog can be called only on hidden windows.
cs: ShowDialog lze vyvolat pouze pro skryté okno.
de: "ShowDialog" kann nur für ausgeblendete Fenster aufgerufen werden.
es: Sólo se puede llamar a ShowDialog en las ventanas ocultas.
fr: ShowDialog ne peut être appelé que sur les fenêtres masquées.
it: È possibile chiamare ShowDialog solo su finestre nascoste.
ja: ShowDialog は隠しウィンドウ上でのみ呼び出すことができます。
ko: 숨겨진 창에서만 ShowDialog를 호출할 수 있습니다.
pl: Parametr ShowDialog można wywołać tylko w ukrytym oknie.
pt_br: ShowDialog somente pode ser chamado em janelas ocultas.
ru: ShowDialog можно вызвать только для скрытых окон.
tr: ShowDialog yalnızca gizli pencerelerde çağırılabilir.
zh_hans: 只能在隐藏窗口上调用 ShowDialog。
zh_hant: 只能在隱藏的視窗呼叫 ShowDialog。

# ShowNonActivatedAndMaximized
source: Cannot show Window when ShowActivated is false and WindowState is set to Maximized.
cs: Okno nelze zobrazit v případě, že je atribut ShowActivated nastaven na hodnotu False a parametr WindowState má hodnotu Maximized.
de: Das Fenster kann nicht angezeigt werden, wenn ShowActivated "false" und WindowState auf "Maximized" festgelegt ist.
es: No se puede mostrar Window cuando ShowActivated es false y WindowState está establecido en Maximized.
fr: Impossible d'afficher la fenêtre lorsque ShowActivated a la valeur false et que WindowState a la valeur Maximized.
it: Impossibile mostrare Window se ShowActivated è false e WindowState è impostato su Maximized.
ja: ShowActivated が false で、WindowState が Maximized に設定されている場合は Window を表示することができません。
ko: ShowActivated가 false이고 WindowState가 Maximized로 설정되어 있으면 창을 표시할 수 없습니다.
pl: Nie można pokazać okna, jeśli właściwość ShowActivated ma wartość false, a właściwość WindowState wartość Maximized.
pt_br: Não é possível mostrar a Janela quando ShowActivated é falso e WindowState está definido como Maximized.
ru: Невозможно показать окно, если для ShowActivated установлено значение False, а для WindowState — значение Maximized.
tr: ShowActivated false ve WindowState Maximized olarak ayarlanmış olduğunda Pencere gösterilemez.
zh_hans: ShowActivated 为 false 且 WindowState 设置为 Maximized 时无法显示窗口。
zh_hant: 無法在 ShowActivated 為 false 且 WindowState 設定為 Maximized 時顯示視窗。

# ShutdownModeWhenAppShutdown
source: Cannot set ShutdownMode when application is shutting down or already shut down.
cs: Nelze nastavit režim ShutdownMode, pokud se aplikace ukončuje nebo je již ukončena.
de: "ShutdownMode" kann nicht festgelegt werden, wenn die Anwendung heruntergefahren wird oder bereits heruntergefahren wurde.
es: No se puede establecer ShutdownMode cuando la aplicación se está deteniendo o ya está detenida.
fr: Impossible de définir ShutdownMode quand l'application est en cours d'arrêt ou qu'elle est déjà arrêtée.
it: Impossibile impostare ShutdownMode quando l'applicazione è in fase di arresto o già arrestata.
ja: アプリケーションのシャットダウン中か既にシャットダウンしている場合は、ShutdownMode を設定できません。
ko: 응용 프로그램이 종료 중이거나 이미 종료되었으면 ShutdownMode를 설정할 수 없습니다.
pl: Nie można ustawić parametru ShutdownMode, gdy trwa zamykanie aplikacji lub już została ona zamknięta.
pt_br: Não é possível definir ShutdownMode quando o aplicativo está sendo ou já foi encerrado.
ru: Не удается задать ShutdownMode, когда приложение завершает или уже завершило работу.
tr: Uygulama kapatılırken veya kapatılmış durumdayken ShutdownMode ayarlanamaz.
zh_hans: 正在关闭或已经关闭应用程序时无法设置 ShutdownMode。
zh_hant: 當應用程式正在關閉或已關閉時，無法設定 ShutdownMode。

# SourceNameNotSupportedForDataTriggers
source: Cannot specify SourceName property for a DataTrigger or MultiDataTrigger.
cs: Nelze určit vlastnost SourceName pro DataTrigger nebo MultiDataTrigger.
de: Die SourceName-Eigenschaft kann nicht für "DataTrigger" oder "MultiDataTrigger" angegeben werden.
es: No se puede especificar la propiedad SourceName para DataTrigger o MultiDataTrigger.
fr: Impossible de spécifier la propriété SourceName d'un DataTrigger ou MultiDataTrigger.
it: Impossibile specificare la proprietà SourceName per un DataTrigger o MultiDataTrigger.
ja: DataTrigger または MultiDataTrigger に SourceName プロパティを指定できません。
ko: DataTrigger 또는 MultiDataTrigger에 대해 SourceName 속성을 지정할 수 없습니다.
pl: Nie można określić właściwości SourceName dla DataTrigger lub MultiDataTrigger.
pt_br: Não é possível especificar a propriedade SourceName para um DataTrigger ou MultiDataTrigger.
ru: Не удается задать свойство SourceName для DataTrigger или MultiDataTrigger.
tr: DataTrigger veya MultiDataTrigger için SourceName özelliği belirtilemez.
zh_hans: 无法为 DataTrigger 或 MultiDataTrigger 指定 SourceName 属性。
zh_hant: 無法指定 DataTrigger 或 MultiDataTrigger 的 SourceName 屬性。

# SourceNameNotSupportedForStyleTriggers
source: Cannot set SourceName property within Style.Triggers section. SourceName applies only to Trigger or MultiTrigger in Template.Triggers section.
cs: Nelze nastavit vlastnost SourceName v sekci Style.Triggers. SourceName se vztahuje pouze na Trigger nebo MultiTrigger v sekci Template.Triggers.
de: Die SourceName-Eigenschaft kann nicht im Style.Triggers-Abschnitt festgelegt werden. "SourceName" gilt nur für "Trigger" oder "MultiTrigger" im Template.Triggers-Abschnitt.
es: No se puede establecer la propiedad SourceName dentro de la sección Style.Triggers. SourceName sólo se aplica a Trigger o MultiTrigger en la sección Template.Triggers.
fr: Impossible de définir la propriété SourceName au sein de la section Style.Triggers. La propriété SourceName ne s'applique qu'à Trigger ou MultiTrigger d'une section Template.Triggers.
it: Impossibile impostare la proprietà SourceName nella sezione Style.Triggers. SourceName si applica solo a Trigger o MultiTrigger nella sezione Template.Triggers.
ja: Style.Triggers セクション内で SourceName プロパティを設定できません。SourceName は、Template.Triggers セクションの Trigger または MultiTrigger にのみ適用されます。
ko: Style.Triggers 섹션 내에 SourceName 속성을 설정할 수 없습니다. SourceName은 Template.Triggers 섹션의 Trigger 또는 MultiTrigger에만 적용됩니다.
pl: Nie można ustawić właściwości SourceName w sekcji Style.Triggers. SourceName dotyczy tylko elementu Trigger lub MultiTrigger w sekcji Template.Triggers.
pt_br: Não é possível definir a propriedade SourceName na seção Style.Triggers. SourceName aplica-se somente a Trigger ou MultiTrigger na seção Template.Triggers.
ru: Не удается задать свойство SourceName в разделе Style.Triggers SourceName применяется только к Trigger или MultiTrigger в разделе Template.Triggers.
tr: Style.Triggers bölümü içinde SourceName özelliği ayarlanamaz. SourceName yalnızca Template.Triggers bölümündeki Trigger veya MultiTrigger için geçerlidir.
zh_hans: 无法在 Style.Triggers 部分内设置 SourceName 属性。SourceName 仅适用于 Template.Triggers 部分中的 Trigger 或 MultiTrigger。
zh_hant: 無法在 Style.Triggers 區段設定 SourceName 屬性。SourceName 只適用於 Template.Triggers 區段中的 Trigger 或 MultiTrigger。

# Stack_VisualInDifferentSubTree
source: Panel must be the parent or ancestor of Visual.
cs: Panel musí být nadřazený prvek nebo předchůdce prvku Visual.
de: Bei dem Bereich muss es sich um das übergeordnete Element oder einen Vorgänger von "Visual" handeln.
es: El panel debe ser el elemento primario o el antecesor de un Visual.
fr: Panel doit être le parent ou l'ancêtre de Visual.
it: Il pannello deve essere l'elemento padre o predecessore di Visual.
ja: パネルは Visual の親か先祖である必要があります。
ko: 패널은 Visual의 부모 또는 상위여야 합니다.
pl: Element Panel musi być elementem nadrzędnym dla elementu Visual.
pt_br: O painel deve ser pai ou ancestral de Visual.
ru: Панель должна быть родительским объектом или предком для Visual.
tr: Panel, Visual'ın üst öğesi veya üst öğesinin üst öğesi olmalıdır.
zh_hans: 面板必须是 Visual 的父级或上级。
zh_hant: 面板必須是 Visual 的父項目或上階。

# StartIndexExceedsBufferSize
source: startIndex '{0}' exceeds length '{1}' of destination array textBuffer.
cs: Délka startIndex {0} překračuje délku {1} cílového pole paměti textBuffer.
de: startIndex "{0}" übersteigt die Länge {1} von textBuffer des Zielarrays.
es: El startIndex "{0}" supera la longitud "{1}" de la matriz de destino textBuffer.
fr: Le startIndex '{0}' dépasse la longueur '{1}' du textBuffer du tableau de destination.
it: L'elemento startIndex '{0}' supera la lunghezza '{1}' dell'elemento textBuffer della matrice di destinazione.
ja: startIndex '{0}' が、宛先配列 textBuffer の長さ '{1}' を超えています。
ko: startIndex '{0}'이(가) 대상 배열 textBuffer의 '{1}' 길이를 초과합니다.
pl: Wartość parametru startIndex „{0}” jest większa od długości „{1}” bufora textBuffer tablicy docelowej.
pt_br: startIndex '{0}' excede o tamanho '{1}' da matriz de destino textBuffer.
ru: startIndex "{0}" превышает длину "{1}" для textBuffer массива назначения.
tr: startIndex '{0}', textBuffer hedef dizisinin '{1}' uzunluğunu aşıyor.
zh_hans: startIndex“{0}”超过了目标数组 textBuffer 的长度“{1}”。
zh_hant: startIndex '{0}' 超過目的陣列 textBuffer 的長度 '{1}'。

# StartNodeMustBeDocumentPageViewOrFixedPage
source: startNode must be a DocumentPageView or FixedPage.
cs: startNode musí být DocumentPageView nebo FixedPage.
de: Bei "startNode" muss es sich um "DocumentPageView" oder "FixedPage" handeln.
es: startNode debe ser DocumentPageView o FixedPage.
fr: startNode doit être un DocumentPageView ou FixedPage.
it: startNode deve essere una DocumentPageView o FixedPage.
ja: startNode は DocumentPageView または FixedPage である必要があります。
ko: startNode는 DocumentPageView 또는 FixedPage여야 합니다.
pl: Parametr startNode musi mieć wartość DocumentPageView lub FixedPage.
pt_br: startNode deve ser um DocumentPageView ou FixedPage.
ru: Узел startNode должен быть DocumentPageView или FixedPage.
tr: startNode bir DocumentPageView veya FixedPage olmalıdır.
zh_hans: startNode 必须是 DocumentPageView 或 FixedPage。
zh_hant: startNode 必須是 DocumentPageView 或 FixedPage。

# StartNodeMustBeFixedPageProxy
source: startNode must be a FixedPageProxy.
cs: startNode musí být FixedPageProxy.
de: Bei "startNode" muss es sich um "FixedPageProxy" handeln.
es: startNode debe ser FixedPageProxy.
fr: startNode doit être un FixedPageProxy.
it: startNode deve essere un FixedPageProxy.
ja: startNode は FixedPageProxy である必要があります。
ko: startNode는 FixedPageProxy여야 합니다.
pl: Parametr startNode musi mieć wartość FixedPageProxy.
pt_br: startNode deve ser um FixedPageProxy.
ru: Узел startNode должен быть FixedPageProxy.
tr: startNode bir FixedPageProxy olmalıdır.
zh_hans: startNode 必须是 FixedPageProxy。
zh_hant: startNode 必須是 FixedPageProxy。

# StaticResourceInXamlOnly
source: The StaticResource extension can only be used in the context of loading XAML.
cs: Přípona prvku StaticResource může být použita pouze v kontextu načítání XAML.
de: Die StaticResource-Erweiterung kann nur im Ladekontext von XAML verwendet werden.
es: La extensión StaticResource sólo se puede usar en el contexto de carga de XAML.
fr: L'extension StaticResource ne peut être utilisée que dans le contexte de chargement de XAML.
it: È possibile utilizzare l'estensione StaticResource sono nel contesto di caricamento del file XAML.
ja: StaticResource 拡張は、XAML 読み込みのコンテキストでのみ使用される場合があります。
ko: StaticResource 확장은 XAML을 로드하는 컨텍스트에서만 사용할 수 있습니다.
pl: Rozszerzenie StaticResource może być używane tylko w kontekście ładowania kodu XAML.
pt_br: A extensão StaticResource somente pode ser utilizada no contexto de carregamento do XAML.
ru: Расширение StaticResource можно использовать только в контексте загружаемого XAML.
tr: StaticResource uzantısı yalnızca XAML yükleme bağlamında kullanılabilir.
zh_hans: StaticResource 扩展只能用于加载 XAML 的环境。
zh_hant: StaticResource 延伸只能用於載入 XAML 內容中。

# Storyboard_AnimationMismatch
source: '{0}' animation object cannot be used to animate property '{1}' because it is of incompatible type '{2}'.
cs: Objekt animace {0} nelze použít pro animaci vlastnosti {1}, protože je nekompatibilního typu {2}.
de: Das Animationsobjekt "{0}" kann nicht zum Animieren der Eigenschaft "{1}" verwendet werden, da es den nicht kompatiblen Typ "{2}" aufweist.
es: El objeto de animación "{0}" no se puede usar para animar la propiedad "{1}" porque es de un tipo incompatible "{2}".
fr: L'objet d'animation '{0}' ne peut pas être utilisé pour animer la propriété '{1}', car son type '{2}' est incompatible.
it: Non è possibile usare l'oggetto di animazione '{0}' per l'animazione della proprietà '{1}' perché è del tipo incompatibile '{2}'.
ja: '{0}' アニメーション オブジェクトは、互換性のない型 '{2}' であるため、プロパティ '{1}' をアニメーションで表示するためには使用できません。
ko: 호환되지 않는 '{2}' 형식이므로 '{0}' 애니메이션 개체를 사용하여 '{1}' 속성에 애니메이션 효과를 줄 수 없습니다.
pl: Obiektu animacji „{0}” nie można używać we właściwości animacji „{1}”, ponieważ jego typ „{2}” jest niezgodny.
pt_br: O objeto de animação '{0}' não pode ser usado para animar a propriedade '{1}' porque é do tipo incompatível '{2}'.
ru: Объект анимации "{0}" запрещено использовать для анимации свойства "{1}", так как он имеет несовместимый тип "{2}".
tr: '{0}' animasyon nesnesi uyumsuz '{2}' türünde olduğundan '{1}' özelliğinin animasyonu için kullanılamaz.
zh_hans: “{0}”动画对象不能用于动画属性“{1}”，因为它是不兼容的类型“{2}”。
zh_hant: '{0}' 動畫物件無法用於展示屬性 '{1}' 的動畫，因為其為不相容的類型 '{2}'。

# Storyboard_BeginStoryboardNameNotFound
source: '{0}' object Name found but it is not a BeginStoryboard object.
cs: {0} Name objektu byl nalezen, ale nejedná se o objekt třídy BeginStoryboard.
de: Es wurde der Name "{0}" eines Objekts gefunden, bei dem es sich jedoch nicht um ein BeginStoryboard-Objekt handelt.
es: Se encontró el Name del objeto '{0}', pero no es un objeto BeginStoryboard.
fr: object Name '{0}' trouvé mais il ne s'agit pas d'un objet BeginStoryboard.
it: Name dell'oggetto '{0}' trovato ma non si tratta di un oggetto BeginStoryboard.
ja: '{0}' オブジェクト Name が見つかりましたが BeginStoryboard オブジェクトではありません。
ko: '{0}' 개체 Name은 있지만, BeginStoryboard 개체가 아닙니다.
pl: Znaleziono obiekt o właściwości Name „{0}”, ale nie jest on obiektem BeginStoryboard.
pt_br: Objeto '{0}' Name encontrado, mas não é um objeto BeginStoryboard.
ru: Обнаружено имя Name объекта "{0}", не являющегося объектом BeginStoryboard.
tr: '{0}' nesne Name bulundu, ancak bu bir BeginStoryboard nesnesi değil.
zh_hans: 找到“{0}”对象 Name，但是它不是 BeginStoryboard 对象。
zh_hant: 找到 '{0}' 物件 Name，但它不是 BeginStoryboard 物件。

# Storyboard_BeginStoryboardNameRequired
source: BeginStoryboardName required to find the target of this action.
cs: BeginStoryboardName se požaduje pro nalezení cíle této akce.
de: "BeginStoryboardName" ist zum Suchen des Ziels der Aktion erforderlich.
es: Se requiere BeginStoryboardName para encontrar el destino de esta acción.
fr: BeginStoryboardName obligatoire pour trouver la cible de cette action.
it: BeginStoryboardName necessario per trovare la destinazione di questa azione.
ja: このアクションのターゲットを見つけるには、BeginStoryboardName が必要です。
ko: BeginStoryboardName이 이 동작의 대상을 찾아야 합니다.
pl: Do odnalezienia miejsca docelowego tej czynności wymagany jest BeginStoryboardName.
pt_br: BeginStoryboardName necessário para encontrar o destino desta ação.
ru: Для нахождения цели данного действия требуется BeginStoryboardName.
tr: Bu eylemin hedefini bulmak için BeginStoryboardName gereklidir.
zh_hans: 需要 BeginStoryboardName，以便查找此操作的目标。
zh_hant: 必須有 BeginStoryboardName，才能尋找此動作的目標。

# Storyboard_BeginStoryboardNoStoryboard
source: '{0}' BeginStoryboard does not have an associated Storyboard object.
cs: BeginStoryboard {0} neobsahuje asociovaný objekt Storyboard.
de: "BeginStoryboard '{0}'" besitzt kein zugeordnetes Storyboard-Objekt.
es: BeginStoryboard '{0}' no tiene ningún objeto Storyboard asociado.
fr: BeginStoryboard '{0}' ne possède pas d'objet Storyboard associé.
it: Per BeginStoryboard '{0}' non è disponibile un oggetto Storyboard associato.
ja: '{0}' BeginStoryboard には、関連付けられた Storyboard オブジェクトがありません。
ko: '{0}' BeginStoryboard에 연관된 Storyboard 개체가 없습니다.
pl: BeginStoryboard „{0}” nie ma skojarzonego obiektu Storyboard.
pt_br: O BeginStoryboard '{0}' não tem um objeto Storyboard associado.
ru: BeginStoryboard "{0}" не имеет связанного с ним объекта Storyboard.
tr: '{0}' BeginStoryboard ilişkilendirilmiş bir Storyboard nesnesine sahip değil.
zh_hans: “{0}”BeginStoryboard 没有关联的 Storyboard 对象。
zh_hant: '{0}' BeginStoryboard 沒有關聯的 Storyboard 物件。

# Storyboard_ComplexPathNotSupported
source: Cannot automatically create animation clone for frozen property values on '{0}' objects. Only FrameworkElement and FrameworkContentElement (or derived) types are supported.
cs: Nelze automaticky vytvořit animační klon pro zmrazené hodnoty vlastností objektů {0}. Jsou podporovány pouze typy FrameworkElement a FrameworkContentElement (nebo odvozené).
de: Animationsklon kann für fixierte Eigenschaftswerte von {0}-Objekten nicht automatisch erstellt werden. Nur FrameworkElement- und FrameworkContentElement-Typen (oder davon abgeleitete Typen) werden unterstützt.
es: No se puede crear automáticamente un clon de animación para los valores de propiedad inmovilizados en objetos '{0}'. Sólo se admiten los tipos FrameworkElement y FrameworkContentElement (o derivados).
fr: Impossible de créer automatiquement un clone d'animation pour les valeurs de propriété Frozen des objets '{0}'. Seuls les types FrameworkElement et FrameworkContentElement (ou types dérivés) sont pris en charge.
it: Impossibile creare automaticamente il clone di animazione per i valori di proprietà bloccati per gli oggetti '{0}'. Sono supportati solo i tipi FrameworkElement e FrameworkContentElement, o derivati.
ja: '{0}' オブジェクト上で固定されたプロパティ値に対してアニメーション クローンを自動的に作成することはできません。FrameworkElement および FrameworkContentElement (または派生した) 型のみがサポートされています。
ko: '{0}' 개체의 고정된 속성 값에 대한 애니메이션 복제를 자동으로 만들 수 없습니다. FrameworkElement 및 FrameworkContentElement 또는 파생된 형식만 지원됩니다.
pl: Nie można automatycznie utworzyć klonu animacji dla zamrożonych wartości właściwości w obiektach „{0}”. Obsługiwane są tylko typy FrameworkElement i FrameworkContentElement (lub pochodne).
pt_br: Não é possível criar um clone da animação automaticamente para os valores da propriedade congelada em '{0}' objetos. Somente há suporte para os tipos FrameworkElement e FrameworkContentElement (ou derivados).
ru: Не удается автоматически создать клона анимации для зафиксированных значений свойств для объектов "{0}". Поддерживаются только типы FrameworkElement и FrameworkContentElement (или производные от них).
tr: '{0}' nesnelerindeki dondurulmuş özellik değerleri için otomatik olarak animasyon kopyası oluşturulamaz. Yalnızca FrameworkElement ve FrameworkContentElement (veya türetilen) türleri desteklenir.
zh_hans: 无法在“{0}”对象上自动创建冻结属性值的动画克隆。仅支持 FrameworkElement 和 FrameworkContentElement (或派生的)类型。
zh_hant: 無法針對 '{0}' 物件上已凍結的屬性自動建立動畫複製。只支援 FrameworkElement 與 FrameworkContentElement (或衍生的) 型別。

# Storyboard_ImmutableTargetNotSupported
source: Cannot animate '{0}' on an immutable object instance.
cs: Nelze animovat prvek {0} na neumlčitelné instanci objektu.
de: "{0}" kann nicht für eine unveränderliche Objektinstanz animiert werden.
es: No se puede animar '{0}' en una instancia de objeto inalterable.
fr: Impossible d'animer '{0}' sur une instance d'objet ne pouvant pas être modifiée.
it: Impossibile animare '{0}' in un'istanza di oggetto non modificabile.
ja: 不変オブジェクト インスタンスで '{0}' をアニメーション処理することはできません。
ko: 변경할 수 없는 개체 인스턴스에서 '{0}'에 애니메이션 효과를 줄 수 없습니다.
pl: Nie można animować „{0}” w niezmienialnym wystąpieniu obiektu.
pt_br: Não é possível animar '{0}' em uma instância de objeto imutável.
ru: Не удается анимировать "{0}" в постоянном экземпляре объекта.
tr: Sabit bir nesne örneğinde '{0}' animasyonu yapılamaz.
zh_hans: 无法对不可变对象实例上的“{0}”进行动画处理。
zh_hant: 無法在不可變的物件執行個體上展示動畫 '{0}'。

# Storyboard_MediaElementNotFound
source: '{0}' element of Name found but it is not a MediaElement.
cs: Prvek {0} Name byl nalezen, ale nejedná se o MediaElement.
de: Das Element "{0}" von "Name" wurde gefunden, es ist jedoch kein "MediaElement".
es: Se encontró el elemento '{0}' de Name, pero no es un MediaElement.
fr: Élément '{0}' de Name trouvé mais il ne s'agit pas d'un MediaElement.
it: Name dell'elemento '{0}' trovato ma non si tratta di un MediaElement.
ja: Name の '{0}' 要素が見つかりましたが、MediaElement ではありません。
ko: Name의 '{0}' 요소가 있지만 해당 요소가 MediaElement가 아닙니다.
pl: Znaleziono element „{0}” o podanej właściwości Name, ale nie jest to element MediaElement.
pt_br: Elemento '{0}' de Name encontrado, mas não é um MediaElement.
ru: Обнаружен элемент "{0}" Name, но он не является MediaElement.
tr: Name '{0}' öğesi bulundu, ancak bu bir MediaElement değil.
zh_hans: 找到 Name 的“{0}”元素，但是它不是 MediaElement。
zh_hant: 找到 Name 為 '{0}' 的項目，但它並不是 MediaElement。
